{"format": "graph-model", "modelTopology": {"node": [{"name": "x", "op": "Placeholder", "attr": {"shape": {"shape": {"dim": [{"size": "-1"}, {"size": "-1"}, {"size": "-1"}, {"size": "16"}]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "fire_rate", "op": "Placeholder", "attr": {"dtype": {"type": "DT_FLOAT"}, "shape": {"shape": {}}}}, {"name": "step_size", "op": "Placeholder", "attr": {"dtype": {"type": "DT_FLOAT"}, "shape": {"shape": {}}}}, {"name": "angle", "op": "Placeholder", "attr": {"dtype": {"type": "DT_FLOAT"}, "shape": {"shape": {}}}}, {"name": "strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAABAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice", "op": "StridedSlice", "input": ["x", "strided_slice/stack", "strided_slice/stack_1", "strided_slice/stack_2"], "attr": {"shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "7"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "7"}, "T": {"type": "DT_FLOAT"}, "Index": {"type": "DT_INT32"}}}, {"name": "MaxPool2d", "op": "MaxPool", "input": ["strided_slice"], "attr": {"explicit_paddings": {"list": {}}, "ksize": {"list": {"i": ["1", "3", "3", "1"]}}, "padding": {"s": "U0FNRQ=="}, "T": {"type": "DT_FLOAT"}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "data_format": {"s": "TkhXQw=="}}}, {"name": "Greater/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.1]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Greater", "op": "Greater", "input": ["MaxPool2d", "Greater/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/input/_0", "op": "Identity", "input": ["x"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1/values_0", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAAAAgD8AAAAAAAAAAAAAAAAAAAAA"}}}}, {"name": "Func/PartitionedCall/input/_1", "op": "Identity", "input": ["angle"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Cos", "op": "Cos", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Sin", "op": "Sin", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_1/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/sub", "op": "Sub", "input": ["PartitionedCall/mul", "PartitionedCall/mul_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_2/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3/y", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}}}, {"name": "PartitionedCall/mul_3", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul_3/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/add", "op": "AddV2", "input": ["PartitionedCall/mul_2", "PartitionedCall/mul_3"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1", "op": "Pack", "input": ["PartitionedCall/stack_1/values_0", "PartitionedCall/sub", "PartitionedCall/add"], "attr": {"T": {"type": "DT_FLOAT"}, "axis": {"i": "-1"}, "N": {"i": "3"}}}, {"name": "PartitionedCall/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/stack_1", "PartitionedCall/strided_slice/stack", "PartitionedCall/strided_slice/stack_1", "PartitionedCall/strided_slice/stack_2"], "attr": {"T": {"type": "DT_FLOAT"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "ellipsis_mask": {"i": "0"}, "begin_mask": {"i": "11"}, "new_axis_mask": {"i": "4"}, "end_mask": {"i": "11"}}}, {"name": "PartitionedCall/Repeat/ExpandDims/dim", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/ExpandDims", "op": "ExpandDims", "input": ["PartitionedCall/strided_slice", "PartitionedCall/Repeat/ExpandDims/dim"], "attr": {"Tdim": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/1", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/repeats", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [16]}}}}, {"name": "PartitionedCall/Repeat/Cast", "op": "Cast", "input": ["PartitionedCall/Repeat/repeats"], "attr": {"SrcT": {"type": "DT_INT32"}, "Truncate": {"b": false}, "DstT": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Reshape/shape_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Reshape", "op": "Reshape", "input": ["PartitionedCall/Repeat/Cast", "PartitionedCall/Repeat/Reshape/shape_1"], "attr": {"Tshape": {"type": "DT_INT32"}, "T": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/4", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples", "op": "Pack", "input": ["PartitionedCall/Repeat/Tile/multiples/0", "PartitionedCall/Repeat/Tile/multiples/1", "PartitionedCall/Repeat/Tile/multiples/2", "PartitionedCall/Repeat/Reshape", "PartitionedCall/Repeat/Tile/multiples/4"], "attr": {"T": {"type": "DT_INT32"}, "axis": {"i": "0"}, "N": {"i": "5"}}}, {"name": "PartitionedCall/Repeat/Tile", "op": "Tile", "input": ["PartitionedCall/Repeat/ExpandDims", "PartitionedCall/Repeat/Tile/multiples"], "attr": {"T": {"type": "DT_FLOAT"}, "Tmultiples": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Shape", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AwAAAAMAAAABAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice/stack", "PartitionedCall/Repeat/strided_slice/stack_1", "PartitionedCall/Repeat/strided_slice/stack_2"], "attr": {"shrink_axis_mask": {"i": "0"}, "ellipsis_mask": {"i": "0"}, "begin_mask": {"i": "1"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "0"}, "Index": {"type": "DT_INT32"}, "T": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice_1/stack", "PartitionedCall/Repeat/strided_slice_1/stack_1", "PartitionedCall/Repeat/strided_slice_1/stack_2"], "attr": {"ellipsis_mask": {"i": "0"}, "begin_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "0"}, "Index": {"type": "DT_INT32"}, "T": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "1"}}}, {"name": "PartitionedCall/Repeat/mul", "op": "Mul", "input": ["PartitionedCall/Repeat/Reshape", "PartitionedCall/Repeat/strided_slice_1"], "attr": {"T": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat/values_1", "op": "Pack", "input": ["PartitionedCall/Repeat/mul"], "attr": {"T": {"type": "DT_INT32"}, "axis": {"i": "0"}, "N": {"i": "1"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice_2/stack", "PartitionedCall/Repeat/strided_slice_2/stack_1", "PartitionedCall/Repeat/strided_slice_2/stack_2"], "attr": {"T": {"type": "DT_INT32"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "0"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "1"}}}, {"name": "PartitionedCall/Repeat/concat/axis", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat", "op": "ConcatV2", "input": ["PartitionedCall/Repeat/strided_slice", "PartitionedCall/Repeat/concat/values_1", "PartitionedCall/Repeat/strided_slice_2", "PartitionedCall/Repeat/concat/axis"], "attr": {"T": {"type": "DT_INT32"}, "N": {"i": "3"}, "Tidx": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Reshape_1", "op": "Reshape", "input": ["PartitionedCall/Repeat/Tile", "PartitionedCall/Repeat/concat"], "attr": {"T": {"type": "DT_FLOAT"}, "Tshape": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/depthwise", "op": "DepthwiseConv2dNative", "input": ["Func/PartitionedCall/input/_0", "PartitionedCall/Repeat/Reshape_1"], "attr": {"dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "explicit_paddings": {"list": {}}, "padding": {"s": "U0FNRQ=="}}}, {"name": "PartitionedCall/Identity", "op": "Identity", "input": ["PartitionedCall/depthwise"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/output/_2", "op": "Identity", "input": ["PartitionedCall/Identity"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_2/conv2d_4/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "48"}, {"size": "128"}]}, "tensorContent": "+7uvPDMcZD3T7fw9B+JuP4viSb5Xb0u+n1EEv4V+JT6Q720+mRNaPSbclz5FS92+QCKBPWaxrz6xTZc9zE09vmcwDb4u8gC+TPO2PfWN8z1OSPo+SiT7Pv2bYb+UV1k+qdpFPwOr4L2KjiY/seOwvtBpS75J6LE9fsZpvtCu/j5FENs+fXWpvhiRMT70LHe+oljWvlQ/vT67Gra+CSdrPhl+27ksnyQ+VezXPnB9CT/SWZq9TLxXP+oc1L4WrSg+lXsrPtM7/D1IMJM8XVOfuubImTxRz8++dyo0vuCw/r5gAWs/j0cQPhVytTyUo3q+wiC0PX0zqL0arVm/bSWPPqatdz+EiLq+VZ3hPtV5I74/yBY+AYvLPnVXX745o+e+aI9dPqOsrD4EaAS+oS3+vYoJxLyi5Qu+Q+FKPuXaTT8QLSC/KpUUvy7Fhr4avD6/E72AvQPUkr6ek0g++IIxvh0kSL5OG0W/BSO7vlvg271kl2W+EiYxvhVHZj6x71a+iwvgvIz8hL7AmT09lCc1v9EP2z7wCoC+Vfpdv2zECr+EP70+RGLuvqXW270ztJo++OMlvqK/5755JPG+3N3EPkjrrT6YvXG9LIY1PgcGDz7jKay+yuxVvU1Jt70shNC8Q1o3PiWPWL55uYO+hwVMvsmuWT6dzm0+sljOPR5Heb7tKk293E9PPo9Nir7eG7c9x7xivnxfhT0vzJM6RLQFviObSr4iL4A+rkziPvb5DD38Mra9Rv50Pr82dT5SR3C+hLElvocNFD74O5o+ro+xPRJ5K74rwwA+CQ7kvNPJ2j4oxj++cLdcvOzBZz3uhHC7wVPivXlqIb2zqK29HOuKvd3a1r61/5k9pXgNPizgezyxxda+HGbKvgUgwj0pCIu+dsjZPm7PG72Z4AY+6HOxuYWCej0qoc29P6sSPmzUxj7wFLW9SnDCPUn+FL24F5g9aNzPvkeOsT1h2wA/CXLSvFHeVL4RiRo+i861PtgFK74PUeW810tCvmb6OT4JMfq7KUGYvYzRuT4lPjM+M/HYvUpWaT7ILYs+fd0Ev/dvHr7QRqi9N2wGvpsWVj4eDAe/U4EdvrP0zrxVjng+JPetvYXtYj7Thii/EX+/vY89TD5axIe+uq6ZvnUjn72U3yM+MsKHPcMVOrz4tGM+gAWqPEd2F74p0wS+o7TEO/3abj6tfmA+jniwvnEZdD3R7G29Hfp5Ps6OfL27Z0299ptSPjjxtL70E/c+/Uqqvf1nBrwJTdE9zZnaPmZGPT8uniG8zMy9vdnSzT1SbRK9r6O2vv4Nhb7QTd69C2GcPC2kfT5Rj04+veD3PTtOs76BIHO+rhVGPXxvAT+lGTq9JH8JvvdDJz7Ri18+MrFsPpfgoL7gv7w+7Jz9vmqJNj/cHhk+EAA0vNJ9KL6wILI9FHhnvnTPXT4T5wW8aCIXPuEHNj6AXlO+VO5FPTFZyj6N7b2+n8P8PU71ID+g4kW/lMmwPXomJD6N3Am/XSIEP1UVEb9lPQe/WKWfPhiTxb10EyU+D7pkPgC+Dz9zE6W+1d32PbMymz5z1Jk8zIGAPrd6Zb7M8TM+njcxvlRu9T1n1Oi+elBjvgOxJ75s2yM+fZYmvgfaxL5iZfk+OOxNPg/xU7/MV38+wN0pv7Pghr0676E9y9VpPfBbST5UPPK9uNGTPql/Yj1i2QK/uTMoPU7bhL1n4aK8D6WXPTDAhT4vtAc+keurPlKH+j3xx349ueBVP7oXxb5RYNm9dFuFv1lHGb0NrP298e9BPYbvlb4riAE+xCf0vjNMub1AUss+mttePu6tgD2cmM0+W4bdvq/zuj6h9oY+ww2vPhnGSb7gqLC+UBk6vnYNjr59+yM98pOxvJAj4j5HvWM7+6iuvu4A+L2uO3690KNCvmyRpb4mm3q+6Mh4vBZqQb79FxC/J7THvsgMJrq7dRq/P/kxvVP74L2Tigu/wnhQPinD2rykJVI+Yz2DPsqEVL1kny++VKEcPoZhTb5ZhBs/cJvpOt0FFL67C+a90ycMvmkQID6panI+3F53vnd7KD4SMlo+m9U4v/0Enz4wxWa9fsJWPtrwk73X5ZC8tg6Avn49ir5arf69xKjwPQbXk77dgzK+A/aSPUUYV74Zgdy8gm/JPdH5kb4lQJM+A00dP733AT6RPPY+AH4Iv8BOFL9inBK/co2zvXUuzr7FmcE8e/40unMr+bur2K893tQZPqoykTw0As68+yckvyBOv7wJ9Q8+Uyx6Ppl6Jz5DMBe9z20jP1Xlkr1SxzQ+KukWP7H2Jj4nMFS+2PApPhH8JLxiQ8y9HWaRPY0YZj3cbLm+s+trPgvAkL0uUeM9rxk7voRKTz4zJG885qQVPZRlEb2uuq0+VEdDPkr3Db9XMwK+qCKiPBzSiD2lU0k/ZH6zvZ+kXb1Sp+s++wvrvdOx2z5UzZq8Rd13vdJkNr71FJo+dU5XviowCj+HmOA+FqZbP2NoqL5P0/++meIDPom46L0ME7G95bokvwefD79iKqY8ZZm9vuuCFLyG3d6+XSk+PbW8wj1BipS9N8rjvfADg76a1jY9LdaFvrwbCb+qd6w+Bsewv1D0EL+UJJq8CwwsPmL3xD49HUA+aFkYPSfCgD4b4Ay+6VCWvXU7BL/9iha/Fct2vi9WNLuDN/Q+OtkKvkgTfj2tN4K9l++5vtc4yL6/fjC+FuboPdVeuL3RXcq9E9tRPu5Ekj4/X1Q+4NdUPmRQLbuHUeC9N4/2PutKCT5/oUQ+n7mEPQoFl75oAAs96/NmPCAfiDzhik++O2u7vmsb1D2Oeks+WuM5vX6xrTsxZyy9q2AEv58snj63RVI+eMFrPoOEBr/FVeA94vzxvYJ8BL3kdJi+RDM0vrQ0Hr4Epzc9LvCpvmFAEb0En6E9A1sRPWr9Db+jlwE/VZbCvl+COL72VR8/zNv9O+Xrjb7GPNg9xlYjPuno4L4ghF6+jiAdvXUtrr7hPLc+JhjIPpX8Mb7a90G/AZ9RPFC6wr69N549dhs2vF1W974a8YA99JVZPWYyWT2iLDS+Ge+kvuOmNT7ylFo+uVZgPWFYPbt2Fmu+y38yvbZt6Lzo0xo/7UoFP3vaMr4+Nmc+WR50vlc9cT7jeom7VIK3vuPr8b5xRYG9quXTvam5Rr5rR40+7Mu1vQyv0L4buYk9BykVPuhbo76P9wk+pQ7QviD/Tj1Jqwa++XqmvoUlxT78cFc+T8ogvZjUbb5A67w8V9aEPjhYo749CZ+96PL1vLOHdr342uI9X+WOvnxYBT+FExW+LLqovtCeUDYHUvQ+ISTgPRzO4j1nZji+ZH5ovtWi/T2avOG8msnOvksbQT6MZeA9LUPkPRC04rypTvM9K743PiitjT51+QC+zH4avlTyx7zE+yE80GMfvUlh3j6U3qO9qxoIvZkRGT6h+yC9ffKDPmAxmj6woIA+3NHvvE8X/j1G4Lq9YAtLPgobIT1MuV09LBEWvvkIZLzq6dg90QgBv4Sh1L7UhRE/GvbovqDTnr5gv/s9OW0ZviT1gD4UMl6+0ktuPeMFuTwxPpe8Vbu8PjMOdT5bYo4+b+H+PitjM739OqS9yQTDPtQFET7St0A+u7W7vU+wpz08nBO+gydfPnPj870PJ5M+X35/vsLO770ihVY+iJgkvleguT3ZHuK97jlIPppS4z3OhAQ96P1LvYKrKD6/QxI+m8XXvR14D73ANxY8VDLtPXsk6j1QHak+caQfvujmJj45cFC+6+CEvi8aNb9uK4Q9GyNtvjQr476a+nY+HNg/vtKxH76DAie+XtGCPl2ifLmowZa+BhKbPm0E2b613NE96RZFvyeDPb49Jy2+OGJZvtr2yj1D89I+zqHZPXvJTL9hRAY+GTrJPk0Gc77OzM491s03viVEDb4uhAO+FGHRvaTMxryjpNc+6VXBPA7/nD0i54E8C0ijvAeU1z3OIhe+QXUnPgtmAj7w+QC+bmPGvmQOmb5y0AG69NNyPvrbLT4Kmmq+UaO/vuTZEL2vsM0+Wr5JPuk7Yb5THdS9iPdqvTc/37z1pjQ+jZETPoEHAb85yZg863advcUmHj4fn/I+pI4PvopT273lbi690qTRPkXAEz2LCYC8pysHPuk5kz7IttI9kknGPcD3eT6iAxQ8UPDfvpKWOD5jlPs9MM10vv7ZwL1sWjE+3Yo9vaqdeL5OBFc/1rgfP5UT9j6paD2+2hRVv7jeGb5mqDQ/bWOaPimXgz49Gs49jbdXvnCgn75R2Z0+mNURveJ8Tj7IwRO9tBHNPu2bAr1BhjA85M6UviJJGL5NJ5G+u/q8PsIn+D3RwI09D6Ebv+AzDr5jqJq+Aq9VOtejDT478FG9vn63vkt0RT2R1+w+5BIXPettJT5je3I+UfamvoLokz7CpaY9410jPq3Bor79TAW/90YlvljBfL9Dz8k+fGUsvEiUpz3IAiy/YhvdvlA5BL9bsx2/9l8ivjrWp75uyJO+JsCivk++ib2H44E+Z/5jvhaR471C8pK/+8wBv7BeSD3YiVw9oovWvgg6Kj+spaQ954ufPlW+dD5b5sy+CK34PtzEaT2f4VK+jlzRvVk+tz1/VDw+9Pf+vGtFqj3REVo9o8I/PpezZr/SVKY+Yxxyv5E0nz7sw0++w8B5PlwT/j5+9Gq9MpWKvu3ZKD99rrU+7UxbvhvuBTtcqkA/C9EYvgGroLy/l+U+NYh7voCzib7h54I8E22UPhLLpb3G6xy9I4jdvqmbzL04hkk+7ecHPmi6yTs36Ie8JbU0vj1Wyj1wc8I96XekvnfrE7+DxCU+LqXnPlMVcb6g2LQ+f8qVve5UPr0kx6I8jzmFPPIFmz0CyBY/5R8VPp0A3z1w75K+uBaRPYkqdL4nrMg9DwSOu1z8kb7xvc6+lNNDun0Niz67t4c+A8sCPp1Oor3L9yY+qf83PVsx9D7aFyo8IUD+vYvhSL5Crgq/Z4o4PyXhKr/lzwS+lNTRvQm92T3eXJK+QAtYPkqizL64l/O+4/FCvrUTxL0v9oW+ykFRPVRj0D4C3wQ+PI6ovWz+8rzRZo2+1Su5vqAVGT5I0E++GPq8PMtmgr3eULY87O+ZPm/hLT1W++Y+w2o5PnonHj7z78S+hG9/PnWke75PEkq/aVqvvk1cy72Qfx0+voJSvmw2bL7fbHE+NHkrP4BBCL4tBJe+M1/SPSt3yr5LnCI+1M3fvTf567t22go/TOSNPi/GuD4LHCo9LetwvkfVlb6Y+kq+FZMXvirnNju+roC+0YslvR+ePb7N/bM8g1WGvs3oHr4l7is9mBB2vqq3bb6DUn8+rsrlvRn4Ub69FZ0+FGSAPn1giL6tt1Q+AxzWPhzdKj4RFMg+WyZyvfc+XTqMKqA+BsmEvFTPgb0Q1Vq+mNAZPsuxW73oNhQ/+mCyvYT75rzGOH0+CIglvkpIDD6I8oI+6FSePdBQ9TwiCcw+jQO/PUeGgz21K0e+UaZ/vl69Fb4aPMs9Enmuvr24Uz5xD/A99/TxPIiYhL1WeSQ/AqwAPhwZfDyB8LM+x1HAPf3nJD+DXuq8VYELPjns577PxrQ+l4HHvROlN74fPF0+CcYBvzooor6sc6c+DD2Qve82ur5JEs2+tErQPSdTwb2tKYc+9neEvhQJvb0WiVa+PCb0vfq8SL5WhLw+bXAxvbSBHD4HNSI9/RTtvc9suztD9Lg8BZbJPjQYi72Aw+m8SKGJPmhBmD+29NK+Bi1Hvn7wtz5+/du+xjTXvWucn74DFiy+LsnKvs6rFD6q1Lg+FlYHvVvvy7wTEFQ+uh7wPb1vmj6ZCkU+VfCZvaArEL48K4W9dQWevgnWID65xAA/7XkAPzS2ML5fL7c+e0U9PbQrmL4tHXU+uN9gP2/aYL0iDXY+QGn6vHuDC78Kz4u+euXxPlgTBj8ZJga+vWz+vppvlD5kws29YSEgPN8GML3T1nS+3zJYPl7TSz7jr1O/NN2RvtPEzzzxdvA+YK/PvO46jD5M9LY+NMAcvb6cAzyJlnc/cUQGPrvE5r2HBQo98MStPkrjN72T+rk+pOghPgA1172TEJQ+f3SnvmFN4T4BYQc+i/QkOS/AnL3X4wW/lIDfvjuaEz6Ji529F1lnPsiWtD3iQZW+QSG8vXtRez2v3Am+ZWHpPYuswr5+aXO+ENmCPb2WXrxvouM9BwiAPe111bzjW/U9FhM7PnwkiTzb00u925e1vaYqG72JlBG+/zOYPc/xCL5hx609PJSJO0xh4rtHige+uaBBvbKz+D1svVq+0I93PZbyI76yB7W8Oikvvv0lTL6kddc8ECJwPgUM/L1OWMi9/zEBvhHf973So2y+EnaYvkWFoj1Roym8lR87PdynjjvJ342+CT2TvfIPKb4Ko8k8K8rLPS5i3T08j+U9lGnpPCkFgj1cq3C+MFhZvP0D+j16W9O93i+bvXXyNT2w3BK9xqcWvZO/Vz7KEFi+5/cOPuhsL7xpb4K+AgObvYdwmLsbcoI953VNPJnSjjxixT8+FqLfPehaxT1suBo+9N4OveNfpj1RahK+dQ1tvWvInT375iW+IrsivcHiUDwE5vE8MANFvnwTJj5Zd9k96fyePXIEfb2WUPq8YO4rvnKOB76L3b49Z9apvYWRsL1YIdU9P3fzva7wDjzLatU8XT1jPUmNFT1nd0M+x29OPddJBb4Fmt08Alz6PJul67w3k5S+SjTfvVuQg76WthO9sqo5vqJcrjzDraE9w9ERvsvSJL4LHuS9+neavswYRb4V136+1GJwv0+lEr2seru+BSBqvvPhh77Xj5i9Yv/CPRI2Dz6o94o+jr5+PovjWT7fg7K98QRrvH2PFb7EBZY9Bri3PedIl74rSsK9NdyIvUXJiz6y6za+OGqHPnVQmTtJnfq9/5oNPmSh0L38xQe+QpC5PbopjTymgtY9uKsAPfY73D1QQfS9x7yCvHxidjxNTKY7pjJmPn9b4b0GPsi9saHivHR5dTt+ToO9hDkUPsrKBb4l6gI9fN80PVTHlL33tl0+hRtqPcXLBz5bkEe9Fi9pvSJ8qruBIQe+nvtYPulfG77LyEy9/kklvb9EMz7rInc9WBYKPSvHCbwosjI+pFGOu8rpSb4Jrcg9smQ0Pn/qJr4xFq46n3Rlvj2Y4724gmA9ksnvPagImL6NrUU+cpgoPR+JTL1Btjq9aF0HPHusIz3+jmy+veIKvH+6qj2wdIq+teHGvQM3IT46sWi9udWHue/1yz3Pyde8XY4ovZyWPj0p2GK+/a0+vvMq+72qq3M8xUnRPR+nwDu3VC2+FjXavJwEDr6fOCm+31J5vlOD3j0IAo49/1B9Peiau714y+u9ekiJPX4yrT1BP4I81MvKPU8h1DtYz4K+Cd/uPTalsb2Etd29XQmmvXDcNbySM449CksdvpTvAT1Jtly+1NiQPnICZ710bke8aFypOrvzbjw6AFc9tAt5vGGhL74ug7y+MK2ovRNaO7y+y149nerRPCVSMT7bXmo8prabPIvLqLwHCBG+iW+pPh6LSj2+D90958JJvg7SID33K6Y8D82Mvf2pU74EjHs+fN09PdSocD2qjyu+di3fvTv5wLqkIcq9fbIIPRobVL3d+Dy9wckKPV8U2ruoK9O950MgPgYUj71z7/u7/rk8PkhYkT20aMy9CjIMPc6Fozzv1++9lCqdveLWuD2tHQI+HH8DvjY2xD16fEC9/PfJOoa2zTys7Ly9UnBaPjptK75IdwI+XMfePdv1Db1AdJk9FkJyPrULaz6I2j2+4CIxvpCwjb3CLwO9McgRvmuo+L2Rd6+90ewMvaPfHzzYUhk+zYz3Pb42wzz0JZm9wmUzvhTBK73H3VK+fpE4PSGqSbyLnGO94rMOvltvJTsZDSE+ubLOvdYWkD6fi14+uHcNPoTS671hysE9z0BOva1aDT5WfWS9UagRPUbliL5+7EM8oqZdPsinwz2WMLk92UIpvWnDkb5OSBY+y6mavbx4Y75eVKQ8KA3BPChHCT28mpU9DVxOvik0KL66r1E97ta/u+7fvL2OCqc96HoDvuZj9L0fUKg7/gNTvrbT9T0JiyK+6RQKPsnMqDt3OO4755fGPbD/PD50ShQ+hNkGvZvG771BRuy9Lqn8vSomFL5Cy5C9WLuHvg1KDTpXuas+RhMYvqhPoj2jaru9I3FrPpiwXz78rRM9l/DmPTofsLwtVBa+zxiSPflkFD48I+C9+ayhPFvZgL5s+UW9A96YvSn5ND1d/bO9ev8yPvLayLwN0o0+VoGHvabPmD1/HSS9peRIPjpoJ71CUQu+iM/lPU03LL7oSX2+9pb5OxzCwzwcpiY83G1kPZapXj16rGy8yTWvvcUE3jzUWIk8zCwZvmdC+zxfxVC+pqeWvfs4YD5fG0G9vK5WPtIWOj4Q0v26pQ0IPRXeNL7oRmI8ftTJvea3aDwGWI89O/hHPi3mez08e4y9Zo71vaakCz6klza+YfdkPHrYNj6FbCa+qHVrvoR16b06aaO9S+hUvX01lL3MvtC9beICva2xnD3Cyba9c4AqPj0xXb4hnvG9AlF4PtCiFz56gFW+EpCAvRfTHr4kLrg9MbhHPqV9sL1L7u29zFsJvl8e1b2VkVa+7ao/PgOUKL4vjKk9DWrwvW181b2Vb/490gUtvq2epT1TXyo+kqoEPp/YlT5RqFQ+PC57Pl5Yr72V+w++wFj8vW5B1L2v+oE9oRy4PU6zPL0mVoq9KVX9vOeHor0UHdy9q0gCPqomAj6KB1o86TafvK+zPb5kQFC9SIBQPeBHLL6PEzO9CU/svZAYMz6O9K89+z5CvXrXND4L6ve9OplKvsbEPzwRdOM9Wku3PD09R77iI+M+Rk+kPc/0pj6FjaM8hI2HvYitWD7kjV49KSiaPus7eL4Y9rq9QhgGvqAdVj5vkPW9UeTQPGVfiz1Fpe+9ycBHPHo50L0L4e69dVqePoYjNL3bJKe+N8WWvQ1D1z1udPS+ICgZv6+fWz0Iogy9D60Gvv0ohL3hyBC+vpwCPjylh7xjMMQ9Qfrpvn7h+7xCMO89ZuvQPvAICzz33Do7xkHyvah9Dz0B5WY+VYUXvw1C6bwW5Rw8FAi2Pl0IGr4584s9SBOFvszi2D2NS42+0X+rPJEetbo++DS+hxdgvQVHG70DJ8c8BF+vPcL4lz07cqm9wo8gvhnYLz5BrTC9dQlIvZj0rrx/aua9Bj+6vgNDaz68mHs9rPmWveKAXb5Gaae+NL+ivjiSUz4zmJy+OKYjPuLmnryqaDY+zUdDPglFqL1oYh2+PHQGv2gwHL7l8AC+/JM7vhTrHjxLQE6+IFi4PLf2kb5bOww9qfoHPlbefjy5dFk9d2uhPd4Nbb5YtAS+lFgQPrGSX74c88K9s6yMvmevmr4SYM49eoJnPuCaiD6YJFG9fH29vuaMMr55agc+5m8EPlbAEz7ghsO9zIsCvqtMJr4jeV29BrxUPipTc71smA6+dVwovg5pjDpIMrS+bP05viW0aL4bLre8oMqDvsVEJ75QH6M98OTEvcbGWj1x2hi+laSKPsOrtrswY928ORtYPgnnFLyOw5o9UL7RPRBEUj6muNo9dqsDvpTqKjwPDJC9GDZYvvRdbL7V2ZC8/luSvhew7LsXhOS9rv9wPZ1qqT28o4K+iySLveTv8L21+O28tjcSvojsr76vGgw+i4WsPlRij704M5G+Vtj7vRHlH703VDq+VJU+vs2hEj6osJO+H8oGPpiAiz654LC9BfxAPLh4kLzKSgQ+OfM+PkAXKboHTv275bEXPvt1Ej4+P0O+jTY1PutAhz5gypS+ZfIcPpDdDb61aW0+u5q7vNf4bLyK+yo+RrFNvGbPPz5dd3e7pBAWPuFiX70+pWo+tX45vLJ1Er27Chu+1mHDu2BQ273k7D4+ZZILPXl3G701Oxm+HTShPVXkzL2b2KC+AytSvtUHer5fa/E81XQKPrzsCr5hSqO7kHA9vpMzlj3fP34+pylsPrPMj7yvE0y+aSRxPv087T3iARK+wKrCvR2BQT0BOf49qioBPnd4Tj0MwC896bndvWlBWT7GKeo9qzESvAN+Bb6YJ6a9c4pQvrvMqD4Ge0y86w/yva4Q3Lxe+oe9ZfUpPujZN77lSpk9CnH2PbzlLb4/vuG9PrzlPbN0ID4jGjQ+IN7uPQlCk77TlA2+czxOvsmxLj2CFmg+PjELvUgLWT1XytG9Tw2YPsWKyTxBzxk+FNMHvg8aAj1e1WQ9iNDAvN4SYz4ib447TPxDPudggL2fGBC9kWuAPpsdur2ufRG+L9xWPb8EIb2tiDM9QIAZvfIp5T0/20s+STVuPRGP6j2oVde9nwOVveAIYT0FLje9nJkoPtHVCTw6DmY96NHUvUSaqbuOhHk+o5xkvT6FOr7c46A8f3z5PYapDL4ZXOI9BNsaPhKqC72Mk/u9FeDhPWjqJj5iGGS+eByyPZOrgL2DUQu+xcOOvYXz270isYO8pqAfPueowr1Q4iS9REQoPrSeOj7kWqO9s0JTvq1T8r2IWVK+RqUXvqm+/T0M4q49HYNWPk7MMz0rohE9sCp7vpifiT1aHyc+QGukPXlEPD7zb2C+Nin2PQ9wq7xjIkM914jKPdsCH75Rzl8+op7CvRnoMb1LOg++o80wvo+O4j0+MoW9rvlFvfTv0L1z4sk8ZZOMPmS4/zwwgL89b9AqvloR6DxxKja+NHLAvQ7Pmj2tCCa+8S4LPi6soj3CbYm7xTKrvdvUBD628SW+EwyIvcVLJ76CdIa9wDPFvQJ1Nb4psYO6rsALvuJeeL7kQxA9k/uyPGmQOL7IGOy99F4UPTaPwjtviys9JUxgPUo5ir1LxJC92PilPYBbub0DCVY+XC8Avutl7DywZX49p+rXPVfMij2nooA9LCP4PZkjE750sq29qWeBveF6ob2iz449GLunPqGZKr3Npk09uPoWPlB2qbsbDFC+un2ZPdA5az5yC4w9s4gAvseQAz6cX1w+8esPvjzauTx7cUu9ImY4Pgnq9b3sbBe+403SvRvY7j0vuvG9QG7OPZBFcb73hwi+XZAovqCLsj59MNK92fJZPk5wm75vnne+M2dqPtOmBL5oF5W+GkOgvU/dqz3MZZ+9iS7APmhiTL702mW9VE+svdv0Xj5FyB29OrKBPpQQQj3PO6Y+vgDcPJpfij6evjw9m9kWvictUD0ylpY7sVx2PpHRjL7ri529sBzrvI27Yb5bQLA9V9ckPgl4uT12VRW+dluIvfWMyT2+O4G9ddQMveGVib5s8NY+6rJ6vgjJBr6MWrm8dgaxPpGJXb4A88+9Vjk5PbubqT7H4Os9gAvEPbr1Vj7mvg0+I5WxvE/TIj2MuzA86pStvt7SIb7NTuO9wWJdvlURJj3q8L++hJM8ve3IVz4M6bE+PkytvubZeD7giY4+m72WPoUewz2551+9uNOAPgB/pr4M1HA9c+5XPSvAkT5Ki94+3op5PjPvpzzDVxO+MFePvrQQAL4MPU88Q7PEPa/g4r5aHwY9x4hJvtFRKT6++1s+O7fFvYaEAD5pjro8yBU5vQ0uWj5n5iQ+AqZKPEzmXj4oHoo+Uv1tvsjVMzjXWnU9vooAvvCsFj6e16a8VQyVPRv/eL72Qgy9UYrCvg/0kL3/ZLC9FlfJPq1gRD6XrBC92Md2vrP9Wr0Yjii+s1uaPT0rp7xj5D2+fVv8PS2hH72OBaS8qz+6vemOmL4ZtY2+eCmxPiwJeD6gYDI9q3IGPvi5Sj6EM1K95DlbPo7DOr2BXuW+B70NPqQ7db40b6g9jq4VvrwiVr0Bclq9hIAnvTpMWrwXNxE+133ePSjfur5WWjs+Saw/PtWZer65V40+7Yq1vl2QnL2c49W8SyDLPYc+jT0J0zG9GSWCPszbJL6BfaU9aVl3Ps28bb57xyi8ag6Tvscpsz2n+1o+x8XfPXnA1j2o55M9tMaiPabrPb13tx4+MHtFvRod5T6HkYa8TmBoPdvJGL0eKyQ8Dab4vSwesL1k1UI+9iN1PoSyjL2kkNQ9kG2Cvt/B8DzRD3E9QlCdPWG3Tbwo55i+0EF6vq0w0D2j9Q++b+lMvryRpjw4sYC+3UVHvsmGKL7n3hS+l/CFvjUvR75K4E8+drfAvc+txL01yKS92n+Cvn0xpL4DJJO+GG0ZPVXWwr6WdkK9QwHjve4iEj0E2aY+0T2YPSruhbzvfC6+nfNrPm1Bt72dcGA++VWyvdibYr6G0KA9ecQ0PnwLUD1RS0k+jViDPIVLwjzb0ZM9/5+NvckOrbq35Sc7G5ofPldpnD3bf2+9iMC8vcawZ76/qz8+SYgkPpZW5b2Wy6q9qw0KvVCHsj1SCpi9nxbXPXH6gr1+kJ89eOf+PUHdQr7wPgK+6DoSvi+/z73mxpu97tT2Ozs4yD2/qHa9eOrQO0c8QDoxQpA+TtHjvbrrA70lZVU+6P+JvbAhXz56jPW96EeavTbPv7u2bGO90pYWPpoNQj1LlTc9GhBGvtYEc71agBm+blcFvgE/EL4Qkfo8m21Svav51T34Eic8KAVWvlPxUL4P2es77TkFPkFdXL7VIH69yHJUvYbxAr3CCMm9UUwpvbLgPD5pP009bVDDPX4T470w0P88XRBKPcx2iL3w+RM+m1qkPpSGhb2eBaa8eBg+vrOk3T3n9/u8hEwNvQILtz2AJok925eYOzl8vj32v9Y8yY1Nvb9PWb2VLpm9L63LPG4df71nepa9hCjJvA/38L3hPbU92w1PvUH6kb0ouC09UT1jPvxTuLzt1/491k2kvYq/WT1YcYy942fGPaPKhrpbPh29sCULPlwhVT6dfFW+X5gQO7WKC73pt6a9kNv+vXU55byuLmg9XYkUPnJl3z1oZoA+8JscvnNWxj1IVCk+m4A6PDQVJz6HgjE+xAwjvr6z7z1aF+Y9jC8rPC6E6z3KI+M98FhrPX9nLL6emhC+WffGPSkRSL4scrY7E7aAPv9IpT2IJB4+RWQLPpd+h71JD2m+lFWMPd85g70DbTo+qxSmvVXiLr290ki+JdR9vBOq+z38W2u+Io3iPRnmf70dp5m+DaEFvmLpbb2x5yw92lAove+fWz3NimO+z2Ahvl4Vnz5MJJo++zLxvonUs77oiDA9hO20PAlnKj59dgM7rmKbvi+LBD4wiQU+o2ervQOikL6DFlm+VJYPPfVtLT5H37W+/5TvvRMIWT5oia29TX2TPIojab28WjS+P8/BPfzKrLzXEKK+iVXLvVeRhT1Y6nS+ofe0vnoomr0hGa09MkVsPthR+TxNYF6+r96vPQpu+z1m8oA+m2kAPpP6wr7TYmQ9/rMyPtCN7j2vgRe8IEw6PPX7P75aMgW62qyWvV8H1D30/TE+/F3evhOkkz38ZCq8juNuPdr5Nz7PYlU9Ef1RvrQHqr61EtM9oFnRPXEejz1CwZo9r+4rPqdiPL4Ku7Q+3tfUvUjoKTxnhlG9Hlu2vjXBAj2dD029QMiEPTaMIr6pUhi9qGCivQIhVj6V/UQ+ZwQdO/CIEz6ywOK9qJ4SvQUXH76vTHk9SMOaPf7dkj3Yg4S9vXVkvbkyDj0e8EK8YbRMvmakvr0Claa+A365viiKyL7QVP49ze1lvkd3gTzYaz6+KcvOvLo1TD3MZ649e4PKvrKYCz2d0ZG9sKKoPcEQ7T12yEE9UZ8GPQZ8SD26zke9ZGiDPutaGb5dNSy+0FgivhiSSr3ZaRk+0s6GvWMKiT1j6JS8lX9pPkrK0T3Vc6M++eXUvYHShD7XrqK98IBmPc5CNb3L7W+9YQoMPkhqyr0TWaO9gT2YPgaFVr6YjsK9vxUTPgHzpT3hUc8+fjflvbJIJD2v+4g82NTgvMCtQj6jvRS+FR3DvejUzD5lq2m+dZbqvbYabTyfjjY+Tt46PhebFL3sUDo+8ypDPr6Hib5OAg8+q7juvRzWiD2j3m2+/WKAvpS+mz6T/lC+MzC3ver8Mr4lo+S9bJgXPuT3QD5M/0M9LG+GPRNWojzSQUq+MMlnvvHOtD2CvEy+73EnvmAt0j3MqoI9nv8qvr9aFL7xdsI8oH5hObizqT0yBUO9YSLSvv+hDD5HFkC+GJA2PrB5rD2uiYM94Lj5PUkhBz0EbAG+xfmLPiYXZj2vs80+xwGKPsAoL764kxs+NA1YPQNpIz5TZEE+h3FAvl3B4T1Mbz0+aqxcvj6ZX75xITQ87JFtPpz1ij0FLE++O5nFPQ/Ycr5zPc696rYzPbvCLj6nsLo+fOmQvWTWSD7zQgy+wNmbPW5hZ73tpoY+NbO9Pl05QT6Krx4+oQ6QPbSjgz0U8jc9W+vWva1MqT08mke9K9MqPqQsFj7WkGe9Pv39PWMg1LxqJHE8s+CAPfxeBD58hJ69ZnXKvcAHFL6mYeE9i5I5vn07s7sk+cS98iA2vtByUzwCdJo8Dd4KvhWhGj29OZ098+dhPcbxJr7Z8bQ6A+snPULF672K1cS8/uULPg9C9r0qGXm+x2BuvRYyHz1opz2++RDvPW5eTL3570Q8BervPAxuvz2Ubaa9dvi9PdkI1ztLlkc+UV5ZPpeXP76vHmy9h13GPWGj4L3F0yU9Y8xLvgzvib1mVQC+A3Z2vQ183DwMEuw8NTEmvpuuAL6VWaA9+nqPvSgDFrz2k9g9djpGPtlfAj7YhF689LuxvepLoL2I5xO+Yg8hPuBoSr51Q6I9Cw+QPFAAJTxrd969wJoUPeBKLj6spPS9bergvFLSpTrviza9sFiovLQzjD3ByEy7gq6DPdt/B7521609nhe2ve9/Mz2Jg3q9u/iovVaZm7ztQTY+v+cCvba1n73Rl/i98HcFPe9j8z2iEda9pur5u3mmeb7rW6+8uHJFPtxuOrtg2Nm9AvSfPf0XHz2zHn8++UBkPvfTKr1C6+c8wk6qPa8eLDzVXs49eohXPujRbr2EqC8+LpbjPK6CxL2+deU9aZBWPK0f0D2h6k+97dUaPgYX+z1bbzW95lQ0ProDWL4ltkc8yiTZvgFjkD466Xu+jOeZvNhRaz7Mjxo9le2ovjHKT77MqCu77C3zPaqXEb7B0xG+2H0APtdUGrzsPSO+cfyKPnVoizv/2ZO+Enw5PtPuoD6t1oG+BeMZvA6ihbsO9xa+NaduvjffTT4pf7i+gYjKPfSD8D3bY1i85TaovgV4Aj5sCU09zB1YPo1N/z0HKZu+YnX3PYFY8z3Hjwm+h9YDPufpUr76qYe9FL22Pqliej4rcUS+KPlMvdFAJz4iVD27qoMkPa9p3D2YD1i+VMX7PaAl9z2EvLY+hXuEvMlvyL1v0+S8C7YjPYSRt7z0sTi+8HTFvHYjgT3K6EG+mmkSvlG9Jj642Wu+nSMuvPq6jrxtU4w91hQTvlxadb7cwvW9CDA+Pr4KOj60dC6+rBObPPrwkj4pMym+6MOQvrTwoz63of09mbhVvlAvAj7CM2S+SIIlvnAtoDy0wtk9xKnIPUSn2j1cc6S+3ol/PCzW8z1/Sl0+5LhwvN3Xor6qF4C82zYRvitNTT4obla+xRy5PundBz3Itt09NFyBvkizh7wlIMU+O39QPi4QPj7aHMG8cWQuvpt6Kr20nAU+DKnyPRoH2L0gGxy+kG4ivhilcL0SKUK+i2Wbvuybr71kXH+9hj0MvUpCoz0r2zS+eB7SvdQdQj2/4RI9ZT6Ovo2i/b1GTRk+v4+AvQ0yHL5xotU9axOSvhB0Sj7LYpc9zA0OPiIEAr53Ds+9VBuWvXg7Dz458AM+VlY8vqy7kr3DdJo+thwDPkSE0D1MtIW91ZfuPYwmuL1eHtu8eVj6vfdbWb3zm6m9PmlKvTLPuD7oTIa7o20bvkgoSL5aBV8+9IZsPt2uJb2Ay32+DfX5PcBKCb3oFdK9pg8ePqSMyDz43im8K0aPvhrOfj2kF5w8Mke6u49lv72ugjG9CgbzPPb8cz6sJ50962cdvUrBCT7PHxu+LUL6vWkQIb648s69wbONvqPskj5rRSG+WwABPg8ETb4PYjI+j8CqPQXqE73YiWs9zScEvsS2YD26cU89cDjuvG1YlTzBR7g8t1JaPoPWHz5sPeK9Eth9PYNFgL4XZCo+J0R7Pg9AW74Euoc95MAzPcJJeT71GE2+aYObvSMpjb3V0ak9kly4PRhVjj75g28+HIIDvitntTxCwME9xUqQvmw0lz1l41K+ahFbvgiINj6mVxK+Y5l4Po+XxjvDmxo+fNlfvRsTPLx1OZa9sKAGvo/GN72hfOO9guaJPpjgN75G7Ag+udGRvbCf0r0E7iI+oGbyPSSwAD2b6Bs9nqQVvkKm2r2+/6G+XOKIvV5yer7GCqe9gd4UPvLGAz6tpk49OfEfPpMWGz7gh7q9jv8/Plc19r1WjEw9xdYqPuKIKr3hvVi+AcpAPibcmDxKn629E6jwPMyfyLzSKTQ+k127PTzxfjsbmc49JRQYPiqQCz0uUI29c0TWvcHRwL2/hpq9sMwPvnVqkz1vkY+9HgMTvgfIDz4I6hI+IsaSvcqmrD1GggY+v60iPRzQf736Kp28A9EXPtdIjr2y8j+97mvJPd5GpT7MWqA9EqkBvcaSmzsjwc08k5tGvewXmL2gyqe9L3YfPjTqh71Zuxg+tSdSPr2X8j2qjJI9yVVCvbUAPD4LUxg90umbuzXG2T6vjvE9qyDtvV0tuL1u/b89D/BTOhViqzyzdEA9q3usPojkVT1rgr69CZLLPTlhnD1vtD29m+2cPZyaBr3lVVA+itIwPk4JXb2ZDQE+1b9mvbslGL4LPaW8uQg3PsWwOr7VigE7BPcAPhIyiz36/wo+QAgHPtM/9TwcKhu+QzAKvVhgWD1VlF09KGtqPmFqW75o9eQ9FgNnPZ0Tmr1HDRe+QKTdvWsyUrykCoi9UB0YvlNiM75T4gk+hyvVvQX6Oz7dVZs9giHbvKm9Nb1WNB+9mKpJPt+/nD3FTj89gyCOPKN3iz2PdQO9/Lw8PkW+Lj1xdtc9XFeQvRfgAr2fuPA9BYZAPSmAAD4f8am96EBMPpN+wDwjAm8+NIuePRdAX76WQ+I8eozCvUZUPz4tOU0+pkSwPUeMtr3zvc4872smvbstL76BvAu+37WFPRXSYD38RUk7QfEnveWFJL43RrE6LlMbPUi2dT3hH4i8fJT+PU+Sgz5cGss94K+qvgcbk71WMNW9pHqUvlZyZr4cjYa+jly1vhbulr5F7b+9GkiWvuT5DDrZ1dm9Ej6EPqz4ID0iJ1e+tRWdPPUwdz4OVOa8sD8BvQJAEr7hPLU8p5Q4PYvKmL6rCji+DVsXvbcQP71O2bk+z6pIPlg7Lb3WlCe96AUpPm6BDT00p6a9nWTEPQbSqb3Ol4q+NedQvjrBkr28x0e+c1n6vBjbyrxOppu96Kw5vuIo172Eiey+evqWPrllfr0YUmU+vS+ivLHpsb447Uu7awpWvdr9Ub7sq4s8dlyVviy7FD6gr/G9hOECvvdnET4yJB0+bWoWvHVcrbxXh1a+rqozvifvcL2+TSm+WCmMOwhPPb04h4C+Yvf7vRiaKL5bkYo+GCXDPabVsj28eIS+m1RTvvQGxj6Soxi9+PS2PqGp+z0peym+TSm1PTY1kL3mJN29UY4LPng3sb3NHR49L5rIPX3nlL3bnQW+F4WYPuxc1L3a8BM+xL2mvh8aqD6dGzK+UNAVPor3uL1XtwG+3MZTPjf/LL7cvJe9viaJvUrpOj5z4oK+GlQQPp9kMr444tK9YbfUPG4/yD1zKEI+1XY+vrR1VD6jzOO8dJB9PnQXnD2o7y08+Yu1Pk1Gob1WaZ89jmebvs07lTyS6Lg+yBfZve9+ST5+jRA+MzMyPueA/r0oYxo+6q2QPng1Vr7f9vU9cVjePkR1Ej4AlBM9RZqEPrFYE71AFgI+64M0PrHyJT52b+29vM9hvFboG74FR2Y+aLkxvlyGXL2HiLW+7Gb/POszDr51y18+5b+Evcjggr30Z6u+xzIiPSbdbT2zgke+s24fPTkYqz6AoiS+JnvwPF9gtT6e5Sk+jVQMPVjirru6WU0+vy/Wu/GCiL7KIOY9zWAoPY/M770Tr4Q+gJsNPiJYaL1lUEa9i30MPpdUN768adS7d7YCPrHFAD6+ml+9Y8MdPSBZrL7GQCc+ap/UPDH8Az6p6e+9RMKBvVi05T0SQyU8+8YIPY7EI73l4cC9OJzkPWg4pT3mH6g+U+VpPY8Nib1n57E+J9HzPUd3VDz1TL29pb16vUg2Wj6DzFG+j/63PaL0AT5ws/Y9lmuDPqz8bj3QuZy+AICSvpyTlb7VpcO9JHP6PdAZ8r3427o7RLToPerBJb4vtLE+3X+0vBgEur20ADm+rzGxPcusXr1qabu8YvsuPvP5x73oYVy9+Y0vPenrwD0r+cE9POPwvZZUCL5AiI+88aCDPZ+ECT1bL6e93hxgPYWAJD0Khgq+QXW4PCNlZ76LuqG9DClrvex1B72tbLW85kJlvj2UUr1XOVw8z/muvpB3lb5ltxc9eNDmPUk2db0GCdu9ckajPVJlDb7lGIy91BE1vmjXlD1EN+2944Nyvq47Qb7ghdG9O9iCvdDic74ieUW+Mrn9PKzIxL2Jgkm8fCexvcWbxjysiQ2+Ul0ePlY0ob2AJDO+7WYDvqkvAL5iq/G8EQABvo9XxT17hTs98F2OvGXkcb6noTu9pLQpPYAB+T30L/w9iKb2vUm/vzyHSI2+sJiYPWZYT74ecEW9lBzKPCVsij0FuAg+HddFviIVVr4fbs68gQ/FvSqWyzu2GMG9S72qvXgTTb7FOT29zAXQvm03ur2cWpk8DKAevr3AOr1Ltvc9WCwFPh5XM76YG6S91TCsviOMID7KCZy7fZk+vmd6UL7cHsY9r+VXvdNWh70h/RW8CXQPvR31gD2VlMO9gV8BPgO6l76WbpE9ak4lvtZFJ77ZftI82aHfPDB0T71vSbS98yVVvm7U872sbbi9QLZkvldvpzwVM+Y8l74Uvu7GVL5MZ/Y9/M0BPYg09r0KE+C9bJWmvSq4KL4UmeO9pbnNvD9pGr76INy9EdTgvZzfVb6fRPy9ZyF6vvWpnb5n8VA+6DKzPv7zrz4VoBk+cFLUPdWvcL7xYR4+bhocPgIQKL4Zmmq9TNkbPoRnWj0kHS2+wraxvXowdT29Z7e+eiXYvXj4Dr7yKw0+2zNMPhnVb73nMhU+/E6CPFAItb2phW28D4UYvsfucbtKdXa9yq9OvrY09z0kmY2+iHEIvhNIrj6enkm+Qlv2PvQuEr0J2Kc+gxlOPoWUxLyZARc+KfmKPkg/1rxMkCI9RzjRPeQc/r6Qt009TLuAPuERZr72ms8+Q60Jvs9VUT6bjeU9mPZZvj2PmD3BvJM9lopVvqygj77j90U+ZxCpPe34T76sLZ6+GdpyvndX4Tx621A+48Y7Pf+UXLxVOn8+6DuPvrlPdz5XpDk+6/4ePcy5yL3Sq0I+ogqbPBW6Dz7xixC+xZAAPjHdij2g+Jc9AVlHvFKZjjys2Cs8Q5CQvXcQfr0MP0O+9szdvOH6BD3Ofyw917JWvg3T7729GP89E7lzvdoK8T3TiKi+X1+uu3qoKr2pvFW+5z3PvfJ1MT5e684+zxdpPiK/ajnmL4E9iWWVPpK+AT6VSoC7au/TvdR3hD4HTiK+L0iIPrH7ID7vTM88FCh/vpVdKDwLm7W+fdEfPisqgb6w9Ui+Uc3Nvil/jb7ELrA7LREmPkd1Bz6mS9I9QbHIPQprCj5mEa09DHonvn/Mu73OpJg9hn7EPeQI7bwKJBI+UnkyPM5ODb6Ruq88HmcQvlWXib4oROy9TnvgvcCDjz2LMTI+UlppPvKlzD1gAH0+wGyPO/N6L74BLzK9gqf7Pe+bLb5oSpE+hnPOPX9kSTzHW2k+kKDTPTilmr5+Bik8SvSCPjz+irwERLa8G4AsPlrhArwoIvo9XKcDvWovAj4XT1u+lvJJvjJrw70+/YK+IdG3vq3grL2lhwo958tCvpIco76BLQY9+DJZvpHl5roMdCw96gg7PqayCz0yi2u9GW2zvnbs1T0c8h0+ySCNvfg2aj4ehUE+7TlRvnE04z2+tYE+qDDsPe6eWz4gzAq+V4APPrOqRz11eE69wGcqPgjiTLvncDQ+D29kvkuY/73S8We926mDvpVTKj5aiT2+X8cHPTRraL7sVk29olVxvfbpwj34aUK+vRY6vZ5mFj0jOZs9kKimPjAEFr7zWNU9B/4gvppYor0EZwq+OdfYPXaj/D2NFha+xj5PvHE/srubRIO9JTMjvox5Jb1a9Ik8tp5lvSPSgz3rfdG85kHFOq2sU73RCO495U6yvQNhgT0UYq69kjuLvei/fr6ex989u9imPfj6Sj45guw8AutdPiz6hrvG1Bm+DWgAvs5F271BYkm+ZbRwvKChfr3slJ8+A39ovp9+SbzzHEw+7ByNvXHOtDwIswQ+T/JLvZ56Wb1TTti9+AMzPFv2Hb5B7zK+crrxvbecw7yrsQu9IakrPm8Dzr3CoGe+ROqMvqMuLL7SEeS9JQZFvnT0T70Pq8a91JnGPBpu/T109/I9EfvHvFBXAT4fXBo+KnXovUzvI761Otm8j79yvl6eRz2RjLE9lYuzPbuStrzFxP29xVpCPW1kCL6IcZa9VNSqvaxza76sAP09aucxvVgQmb0X/SI+zYbxvf3oqb1XiyK+ESLXvTGzEr6KvGi++7WkPGW9Ar4q+qi9kQgXvpXOR75feIO9RKu2vTBvVLzcYz++JMqIPeIHxryachQ+eyRrvg0H/TvjUoS+J0KAPe9rl73ikzi+nok0PelkszzgEr89V+ytvMWJur1QDvI9SacLvjUi0r3aXky+Mp8NvtZf+z28JZS60kcZPT76f739cpa9ZfPYvTlR8jy7t0m+gAYmvtOuob33hmm9K9DIvb2PPr4iJ4m+Q/4rPg2tLj7dMB294BbHPexNg74rIhG+yB0hveJDsb2x1DU+Zp4DPqpoTrlU+Ps9d2aIvS+AXT0lDsq9+W5Cvg4DID6YZ3O9WFwkvk13iD1jWS89BdygvUoHDr4+Ivy94ZLYPXdgVL6nLAC9ClEzvkfSEr2YURA9OmL6vWanyTy+As69t1CRvJHDYj2TXxE+n9INPtviBj7Vd0m+xs/juwXT7z17gcm+SuouPkn/b75BbDa9shKAvTjGTr0qupY7xZOWvmM6or3AJeQ9K46zPn5nKj1kkSE+0bqHPfcgMT4YGiS+EQPAOyHClj2r1Da+rBNZvmVxqjxmaAK9cu00Pg5r1T1d8Q2+kzyAvTaYub05p8O9XzmWPcOqJj0H/h4+zB2Yvuvgs73dR4o++fGJvgzjhT2jWiA9rcauvRTwFLxKbWa+z3LPPaMsOr0JiMW9WQBwvf8Jkz2SBl2+mrk2vuFVnr0xhes9utnQvRjAPb6mfkg+TopEPp2hPrwgSWi8GdoHvs0PKT40OIg9iN1vPgdEf76ijm6+lhHzvcBsKL4Vg4Y+YnrzPdU5gr0jKMs8yZKZvcBw7r3GL1y8zdl3vtTjRb0D3qG+48iwvGkuNT0b0Qy+49invdxsCL5aoVK+PH6ZvQgvPr4vN0O+RH5jvtJNDz4tSqW9mAVQPYu9XL5VJYo9TytKvRK8eL6FLRI+I2JFOy7Vvj2p/4c+RhT1PEZIcD1jewa9+US/Pl/DEj6rEMu+gl3LvWDIrT3/mhQ+RiMAPsc2iz7NBl8+I/sGvhlaNjxPolO9rSIcPsMjyr0IuP08Ppv3ve1QP77JH+e9cvA1PdGpnr46V/e9U1e0vcvaLT4bALo+YN4zPg8FDz6jL7Y9wQHAvTqjfj1DLq296ZmbvtTweLvxM+68fuvjvWIleL476OG+eYiJvnR2Qj5fx0+8SBkOPUwhKrzfolg9cBJqvvlmdL4za0g+37SKvs2Smrybxly+b5HyvFnheD6I+4W7HQEiPp2ekj77f629jidJPQ62hD2gpoA+PgiAPaCVBD4vaBA+MNiZPcqAzz3oda4+8TgvvpVozjxIosM90jLwPRV82TzeA989vLP5vXkq8z243C8+7veLPpEEkT2ylKo+n+1TPsLkpT0KsIY9xEjCveWgXT0b6yM+sMItPd7Jur3LXSQ93VRZPorVgD4zyJO+yIEOvarCFr7ayF6+d+ZCvpE7fL0FuyQ+6YqBPQwP/L1zn7G9yNGRPYb6xr25tkQ9bh6OvRL6xz4qkiO+JsduPDOz6T06F7g9H1jtvSBHjr04fkA9hfVWPte1H720iNm7+BdqvkCGp74nP4s+TPAvvsCzCrvuRRi+opbLuawzjD1pEoq+WHw8Pedkar2yAh4+XlZiPH3ZTD3vFJS9HYovvqcq6jwgN6A9ekoyPQWwTj24GLy+R81CvInyn76l2F4+Fp4VPimmXT4sXlq+PTGBvuq8Nr3Mprc+9NRkPtBpQ70uYgA+zNRdPuR/N77UG4g+LGGQvZQxV75CVlY+BOCmO31rQz6BbxE+dUEQvvGrcD2gp3U9I7unPd0DiT0pPVK85b22viB8vj2Ivsy9DfDkvbrsxr3X4QM9lAoFviEdIr7IVQq+oov7vaY6Lr6RTkY8v5LFPCdSmb2Eh7U9UL/tvT92IL294S4+BzMTvgpZMb3pDLm9HTF8vGmnIL7s9Yi9BkpQvhQ8GL72jaG92MojvmaVNb4Htwu+zDrMPQJDxL06nJo9fwoIviskNb7tGNE8Jo/bvQKkj70lZYW8QyD5PWXhQLyWMbA8XNQfvrjUGr1Q/C+9E8CjvAXsVL7ufi6+LQQ4vorXzT1qqFK+1o80vWYjyb1ub5S9xb+WvushmD1G1YM9jmQAPrV98701+SO69Xe9vZSxnzzI4Qy+ICqTO1kmLT2Bn7k9/wnRvGVfBL4+UgW+NwQFviqBIL78Pgk+TDdDu0SwVL1ChyC+Pp4lvuM257y78MG9+rPyvWcj5D2TmXC98OmTvWgJE75ZPdG84lArPYu8jT1a7Bo+lfwIPcTf4jy6C9g9NxbbvR0JKb6h5Bc9x54TvhEf1j0fTUO9o/bIPYUQib2DM0o9MHjavS11yT1ATQe9GkQKvbeACr03PMu9dmg4vhId3D3he2O9x6E4PW0v5DyLGRk+lRQYvn1F872uS8C4vD2DPYwa573KOyw9RzvWvYaunD2p1vs9t2sAvVvTBj3XEjE+Dv4gPOMaFj2v4na7fzdAPH/BOL3WbQC9Vt26u1sKj77OE849lStIvk1gO74I9Kq9nRZ+vjQKjj6O+po9gjx5Poghnr5u2Mi9lGx0PlpTUr6gQKM+of1oPAiRu70tAiU+qawpvPmFbT3m3hs+ML6ePlNCGj1mnqy9ocgNvpg/Cj7Vzv68mMTFPom+vb2x+iG+tB+jvg4raj2KWYA+0woRPmh2hT69oEE+ik4DvxA9AT1ipww+Q4RmvR8L1z55QZ6+74VwvXuX5TxXU0S+/SddPc+G472ng6q9XGk0vkt11z0H458+gmSXvMl7aL4TvNS+XSfqvToiwj3Ijw0+y94dPsUakz4ulKS+xZAavfkGSD7PPVG+mT6gvclXXj4yvMO9FGUgPuQs8D3p0Ta+eLc8vnmRlL2ib6C+fwjBvY+8D760BVw+4tqsPDLtUz1SjAI9SWF1PS+9l72+V5K+yGmNvHpB9LzVBKc9ZegevWpz3D0WMwG+D6sHvFURZ75Ef5U+pBsiPp1ehL6gVOs+fRqXvn4eATvu/0I9x5W5PuFvfz4HGEe85GC0PD9xhT7uOXm8psBzvfK55rx9vR69JMASPgVwor21JIC9WRvXvam3Vz4v2GI+XwsGvjlZfb5K74K+2huXPiipn7x+4fm9szvuPApiMb7Wq8o8ozorOttB9D2DQI4+bP4oPq7MKL5GUUS+eA+kvgIBN75NCEg9ba8EPo6sCb6lcWM+aKIGPn62eD2VFwc+JsvhPuboC7w8rem8bR+TvhVa7L0uunY+0DcZvpUXyzs4sZO9Rlx/PtcZY73Y+r4+SX2gu4xdgL1zBm89SA8+Pqg8WD29hFW+cetRPFojFT19kJW9PFqyPgRCO77KoKe+eVZSvgDXp7798Xm92mGrPt8eV763gLU+w3DEvXZmAD4mP9S8zbSjPRrWor2wisE+jJcPPq+PlT6+bJQ+RWggPogjEb7CGTy9RzaaPTf19bwFlWS+NRyWPYd3iD440yI+LwGLPQLYor6Fzu89ajhBvl2Jir5kvHy+aGEMPo4GLj5Lu5a9Zq0lvQ5wl76nyz29w5wuvQGsa73pCHq+JvDJPSgpjD7g0dQ9VApgPiWCgr1P8bm9NMRvPiQlJD0yIbU9rbFjvtLVLLyRr5U+M1YRParTAz09ugg+Q8CpvXrJCD7Nk448Q2FXvsYUO77/uiK+4g5fPlIBW77Xncu6dO0pPvOxXDx/4BU+8teQvSzlRb4VBIY+rbmivkJ4kb7lPAU+y7qqvZlrNz6SFMS9LSBjvDjTpT0ZukI+zI/1vS0DmDynIhm+pLSKvkOShr2+YWS+DIMJvkl6X77evMY8fl1wPsNrKL7O9RM+zH+0PuQxSz1mGA0+XldNvWcfRD7OSi0+RshYvMrQMzzmfrw9EVQ5PrECLD6vpNc9ScLNvTsOkD3kWDO+fvVyPoROhz60Nus9vOMWPbhH273cTiQ+Fs/YPQnwBj4ul1a9PCBjPG02yj2P9Pq9FfaZPahRkD32Y5E+LowIvkdauz3abFU+aiEgPJVKAb6KHyQ+GDAbPj3Ehj2DKBG9leBEvSeEOD4XVRk9nhpSPu0x8T1PpZq8iWBQvhxkVT620309IilZPQMFuT13tZq7ToyLvRQj0j29mpc9RZbLPbua9T0Bswy+mz9ivBKDgz2dVhO8f8ZcPlLd6z2wtBa+42SXvZ6TyjwbDFG9q9h1Pm3ClT7a0PO9+24zvoHjXj5Bq0i9EX60PmY6X73+fgw+bDIrPkWijb1cAY89bju0PT5qH70NNAc+0HDEPK12x70a+QC+lBj+PYJNJL3IXdg9zREcvvWsdL52rIa9MJtzPcsad71denI9tvMwvVIF0T37yjE9okRIPichgz03+ES9wkJ6vfAtgj2llhw9+jCpPUOMfL1Utuc9mVtePu9G0D2WoJ8966sTPbcLPr1Vj1c8QOXAPa5HJz7vIAY+biKmvRIQ1b1sQoQ9wbcWPg3gvb3CNTY9B8EevS8VGT5kEgA8aszEPW4/yD1uLIA+OJ+oPbVWGD2u04w8VpiAPh+X6739Ry69geljvqzq+D0p5Vm+PBwLvkRBn73YhkE+Dpy8vbVTNTunhmq9MX+IvuUZqj1ABY++bPwGvjgSXL6RBwg+4qBUPMY2qD2ARla98k58PrEcNb3Byie8NgSyvhDSDD5GfLS9aGlZPSMZGT4u4cS+3DmQvbGaDb4TZMq9vkADvlaqv77KFq2+0XD/vU2WST6Yqxw+PXcGPtBqkj3x4N49tPhbPlj6Fz4h/W0+QBqVvDi+6z006fQ9LLETPkjjC76jZQQ97y12vQEMtz3WWyG8o/n5vWBRXr2W8809o7iivW+kobwjBdY9skdUPrSrcz25Sma92kt1PcLmlz2U+Va9GsUNviaPXj0z2MS+z2IbvWvPMDsnxVI9SJAmPbF0fbw6y7q+vFOqvPSLSb0EQNM75diJvRgijr2ILFS7AmCyPctr5j1X/4a9d4tXPOF0Sj69TPS9ZVWZu5+cYb0iDnq9FjsCPAPvyr0i3UW+cIL1vTv6Dj4TjgG7yqPxPaW2XD02WA4+PySrPTrk6z0FceY89ZGkPZJVvrzkh10+aceBvr+5gz1vG4q94/6JPrLNwD4Qmre+hzZnPpzo771z1LU96dGhvTvq7z1Fnbc+NnsDvoe7BD5nho+9KnTHva2iUb5HfIk9WswAPlJ7ib7TL4S9xyuyvRewXr0Qn0w+9kwyvsxQkL4XZ5a8U//5OwjGLLweP6a8pkhtvnYB5b0Jwdm9SXCxPkRZTzxkDDS+bY4VPmz3Pz41G7A9cTYAPkhThTztW6Q98OIPvlW1Jr4dlGI+xaGGPvwKR77D9/w9I0RpPsDlmb5zcC492asGPoSTGD5Ml1O+Pm5jPSzF+zvpTyq+5rGwu3forjtvxEa+7q16Pui8WL2D4q69wkVvPla2Db5tLPe9xKeovso1TL4gBak+MJghvXl7B74mVGY+973gPXaMYL5rEzu+CBmhvloLsj7FJwu+JtYwvE44Or4WjPM9aw+HvvdLDD7CjEw+0v8vPZrHNb5USnU9HivnOP4Ppj3taZ8+D76NPm3oLb44ty6+zztSPtsIzL25ZpQ9mSoePfwthzxzzIq+9127vVYurr6QmtC9vdbrPHyXOL5g7Aa+sJ5JPmQPQT6/GL+9YEE/PcWXmbvKou09y1c2vh8g2D3PWak+Z9VsvghqVj59vOY9wuY5PjqObz2K0yS88yh/vinI5L2ATzO+YJ2EPV/EDr4Cgl0+s90bPkF1672HbLi+TR5Bvsn2Eb625wy+axU+PNqlRL1ApiC9GbT6vSOVYD7Jx20+IByRvf+dX72LwXI+3oYYPvmeIb41sZ69Tl+9vSo0k7zS0KI9hDjpPTO7Aj3SMEu9cs73PWd5K76hKkC9WNnGuw9g9T1L0Iy+Skw1Pahe7L3Pm+u7TkKLvsj8lL6YG7e9mZ0JPF8uxj2R8x6+HvkDvnqWNr740A6+vrRrvL1xgjzye6+9/jCOPesyKr0Epb27eN3VPUH2w7xykx4+XDhsvqkwwDvgAxa+8xPDvV1vn72Dyja+uY0SPuKqLb01tda9pKI2Prsi8DyZ7oQ9f0BEOv2/WL4dGsu85iKGveL2RD61JeC9Bt3wPdBM7T2eXAM+g4XVPRpUX73liW+8XDTMPLFWDr4Vxhu9/0V1PbrxI76BWd872JyPvYsGl70Z5Cu+U+YVvf1cSz1ra6I7wBqSvS/3iLxpi3Q85uChvkLD7L2MlgG+f4wYvbedlr27t189nfYlvbzIXr6Lbp29wiIBPFg3ur2x8wE+/wmsvS+vIL3pmr49Z3wIPmOJDr4vbXg8k5niuw0vIb4kyoc9Q9oRvCcxkzw5TD8+qniZPaS8pD1fNOo9qAnXvUD6qr2QYqa9mOm5vNkkgD36sWO+LprzPPDBh74WO+k9Mfq3vZ6QGb7+Z40877jBvXpwwr3n032+CpkVPjuEMj1HpZW8Tv1pPnfQhz0xAxk+8OHWvZxvUDzpVOk57UBNvomM1bvOsQW++F3Xvef2Sz5sjgG+gaPOPCG4hr33cfg8hj8evv2vQr6p3+k9OtIzPs3lST0rm+k9ObxaPMYyJr6/eX49Bne6PQFKhDsrcwI+ZKZfPgcSfD6L35s9bPA8PsDRpT6C7CS9YVKrPmEhTb48FLY9X3VcPr3zi72f5+K9ZpgkvsBOzz275lG+Po3ivVzpGr5Aupm7VyRcPgtIfj2S0oK+cDHQPfa+mT63w4g9URvDvQi3TL5YMNy99pR4PYOpajxxc1G9/8DzvaUdmD2/Rtu9DUQjvEh+CT7LD4S7h4amPg2dFD6O6O89xFGBPqClvL1tGqy+1oszPTXOxbzkejy+6lVuPs3N3z1Pj08+N+QqPiv3c74rlka+EumOvo6WUb3srKM9HRuLPHungr58G+W9ETQ7vgi7Tj6PPhg+3m2IPTR08DvsRLi80RRrvbGbjz43t9u9C3cKviqXRb1qjAW+3nWAvbLoSj1jAUi907wvvZKLYT4Scw27mZJevcsTiT01wug9DnIQvTUAaLz2YIU8xlOaPhvIFb0IiKs89hwAPjMLgz2r+p09Kk9BvirUj71D6QC+Gjt9va6k2D05xte9CB+WPsQfSj18keC9P73wve+hwbtFhFY+9SA7vkh6ez6s5768EHz6vbalqzwQjE29R75APpnULL79GKc8YmgLviXHYb2IoNi91qowvpVaVbyB9SG+VqEbPn+lxL3uvJc+L/AnPgpeC727IIu+4AEaPlHvvz2zmBg9VuRGPpvT2DwTg/K926ANPhvRJr7q6Iy+lIpdvim8hD6Fm3Q+XcOnPmftwr7Eqoe+/5OEvjx1V76iEwc95IkMvs0F1L2sgwm+T7wHPlsNjj1P2lI9hw2dvf/UK73y4eY9yfcrPsgdGz3zCIO9LDCyPeexnL3D6AO+wX3BPpg6hzwYw9K9oTeQPcd21Dv3gNG8iLA8vtXrRT77mSA+xdHMvghJ+rwZbSE+8wwEOQvIbz4GWmY8/zZ4Psz6ET2rrgY+tXiTPb1dFL4jptg+5LFOPl+U/r3oLTs+VkcjvdyLtL0yTxi++ysdvTi1PT0tXyO+yDlPvmgbyr1ayT+9aLYXvYwdnzwyLB8+O/UNvVNOPL4UtSs+B5GHvH7vKD6/pWa+g/5svsSXl73dBSE98d5zvZ/xzT2fjIc80CiVPSW+g77Nc/o9qewIvt2Uqb7yeQU+VtcNvr0yc76fTNg8rsf9PUP3Lj5qGIW8lodYPucMpr22VJw+wjhMPoDACz1zLVe+PvnjvXaOIj6FwRq+gidEvpN3g76hIKE+HrlZPSGsd76SLpA+qUOJPXHPMz7XFWK+muOYvWi+WT4W7Hc9xXGhPYYMib5phWO+G63hPCIQVjzPT/m9aJJuvlbRYL7t0uw+aCBUPlV8hL7JoKa93OCSvP5Xi76ULNg8FUiPvau1G76KwW++zEe3ve+fhj1a0+c7Ih42vhtFErzEWDS9ZEMivbljET6mmiy+LGQnvog2pr21FbW9/MdCPttB5r0NPiU+L4/DvePIYj1b4Dk9N0wLvv4RoD0VRkQ+I8RiPSMCAT0PR2M9ITMMPiW5rT3URTI98w3vu9w43Lv1PYM95q09POB/kz2WUzM9N5riPVqkRzxGOmm+3LfgPWwyKj1k5XG8g1sZvlQ1Gr4dA1e+AyAnvZ+A7LzXRx4+oNK2PZgTxL1zjcw8TNlxPVGjjrwL5so8Taj/PIc1Kz4d8529oMImPWaVEz3L6QI+1V0cu01Wuz1iSJi9GGqQvfiflb3qhRk+Sijfu/0xcz2a/v68Nc15vOUISL7wWhG9yEkSPmphkjw4dH89Nw7ZPRgfob1j8+w9Ag/JvCZIhj1wuAi8wmEvvrZqTr5OO4u9Fu1VPdWppj3hD+M8OElxPfO7J75BHFQ+G738vevmWr58Qga+GLMZvoqjSTxsKcm9dKeMvZ6NhTxBck49MLyzvWni3jx/hsy9jFmCPasyS70bL6K9iT0yvnoYmL0t5Yc9oWenvbnuXjzoLXo9AMZpvq+GJL18SDo9WCuRPRiRlL3p1Xw8En4FPegoaj3D2Sa+1cgbPvjmJzsSM729R5ptPTp7uz2ZgUW+QaKbvkK/Bb7PhaM989EjvlZ6bbvXjJ2+7s2HPTlFmr2uHhC+KBJvPUvG3zyd2nW7baxqvDg19D0NGJu7XuEPvr9lNz1gI+E9FcxUPXY9XL3qJsO9f5c6PFmoUL5XYKE9lMk5vjpcST6RYEQ+k0y5PTQ9zDxLUxK+3VD0vcn0gb2M2Qu9UFTlPaLYKb5V1A2+yMyRPm8ZLr7DEw6+y6VIvr0C07v5guQ8Z9RSPjTAaD06CjS+bqhBPsoluT0Xgoq9p6CbvtuE2zv5eIq+V630PRN31zw51su9FNLVPYO+Nr7wXoG+DDSDvpHNID1LZ8q+HARyPTW65z0DksA8kwr8vIpc7j1mNCI+7+tZPcUcn75E340+Ie0kPS1VxzsXn2M9ar0JvsQdEL4Migc+6WSwPKKsQD4bEUI8pLzjvYC3PL4jQRE+aN+GvsvR6L1fwNU9nx9gPke7LT7auRO+KbHQvk7tnDz45Nm8WLiJPbuhAD6E7W2+6mghPg7Rtb47JkE+LW0dPpYt2b16sf08N98KvrGTYjy8ZOM8rzlPvc2oeT1shoe+l8UUPfU5aj7nJPU73ddxPsyABr50fQS+HoLlPGnOZb6LwHK97eWPvq810L2G5d091uNMPYBlgr64Cmm+pHcJvh5mfb7xXxM++xe5PD5XLr3B0mC+NSBJvft7vr3EG6C9o/aHPGtgyDxTFBU9iKeZPeankTy0yUc+0VcpvUxlUD4kIY4+kg9qPh++dztQSpy+CrcFPgDrmz7fvjw+ixg6vtKlFL6cHLw+sxK6u+NTLL7aCqk+F4CNPc8ctrzbVgG+bWaMPRDdfT5CyOs9yPX0PTpxxjzOok29XvikPM7RET02VKq9iB1oPmbu+ryQDC4+EZ+0PHCkI77Lx6W9+v9HvrMJRr6bALU9XKBIvXFDFrz5Etu8qshaPrcLNr4d+Jy91wTmvLklDL4Zeby9uKkXvlPaSr0G8Lq9CA3DvcZoCL5b1Le8jqTvvWe72jxgayG9vdyrPJLenbwkcmG93S/tPUBALr4NSBO+RgjTu6tTEL7WUB48PKRAPY2NjD2z9JI9snwrPTnztT1ElIw9uXm9Pe4/S74HA64+B275vY1T2L1luIO90OlpvTFKpz7WoCS+JKt1vYoEfL6C8eE9pOgNPcKDaD53b9Y+cA60PRkHlz54uCK+EhpCvsgxHr66mYu9gvW+PTzqLj35MyG9pR6tvVuaqD11Lo69OpbJPqXPfT5cWmO+hdkWPFuPlTyDM3c+JNlWPpk81L1ADpa98HWtPfxlNb1cj4M+oJgkPStzmL3MQms9UR/OvZqHML41jJC8KQC6PYIbUb6iSSS+ch0yPt58kz4Bq48+3CRRvrbtUj09BFU9AZojPjjciz23mRO+jrrivWbtaL4CfiQ9IpoQveBjh73kg/w9yvOavWAZpTwAi0K3GlEOvYwWGz1EJlu+G8MHvWxXNb5ZbRY+tGbIvbMCyr2pgS6+vua9PcrUhT2jKlg803i5vflG1r2dn/A8dc7VvZT8FbzN1JO7C6QRPsdFR70Nyy6+mgKePJKeqL1JdMu94mpUvroy9r1imZ+8lVTBPPzwg77t8Be67oGlPSfqlD2/cSE+yUpuPUSblL516QC9MN/NvaqW9bwCP6m53ezTPZlaN76HiFa+bvsqPQsfAD6p4uY99OkavmB3hD1GZM29nuqgPNaGdb6Kw4Q+FJytPXR+/b0CfUc94UABOob/O74HRJC8sjsxPtdWBjxlZ5U8CCkNva3/6L1bc4u+gsh8PcSSCD4W7+89BO5BvTD/sr0GSLQ9pRZCPm4ryjyIgoo8rFkXPYNCBr1oFEe+/AggPuA6XL6oX8K9SwBwvS5j3jwymoE8HAdYvcu6Pr1D/AY+z4MPvQBWgD2KlEe+DAqfPTAeK77WoQS+bAsKPhZjCr0N+jW+VtIZvhKk6D2qGWo+CDaQPco6wL2rDP29cF0HPosLh72CMwi+jk4EvnuQrj2pV1q9/ow8vB7j8j2iTKO9J+ZrvYFsxr1MyBS8mL4xvmJPNb71Z7E+F2V6PVEhBT7yTqq9OjMHPRKhQb1Hq1S9qBZ+vdQ1Ib06oZk8A9qmvFcXjr5dEXG7DXo1PtOplT7sJJG9zj2RPOgbNzxQYlk+MsyQPm29Lj1Neb69JTdjvt1RUj57Jh6+/hcgPoTxzTwSkIo9FVZnvs2Mmz2Y2YG9fTrHuzUQjj7kPOm8INgZPmRugL0yPnq9bWsyPhs4pL4E1ZW+66r5vNXLNT516b8+ARsEvhy/d7xSa7s9dFhUPtBdEjvxNxo+nNOrvY435ryRhAE+oOPyuunpQb7qXV+9IAN5vSrFxL1aCAc+sV40Pk+Lvr0XIqO8YQ00PtYq6D3uwwi+3c0XPU9Ffb2yGQM+O4fovaFfSj5NV/U9ko+PvDI0Cr2/zjc+pXE6vgMEs7wQCCW9XMSpPtuIeT7DhmQ9SLykPYHL47xePua8YIfpPOIZ9jwV3Yy8K98fPSlnXz5to/w9IjJ2vSlDNz5E6Pq9OrL9vdROGj5GrHe9iuMpvShcWT41SOa9LbZkvbKX8z0rrTU+JnWnPblqRT5sp5I8EfpHPe05KL0hP1a8CUCtvuX4Pj187Ti9KSAOPpUUGz0Oewa+Lz74PdKDhj7DrOS9TQdePpmXTr3h/nm+BRsYvs4j1r7AtYI+aHYgPk0Kbj06+U+96yTwPaD0JT3U6Vu+ELeiPBQZXj4FCNA+niBovfEI3TzFQzW+X5I6Ptc2j732OF28cT/ivcyGkj4TaXm+35sHPnS3Vb6HT4a8XECGPZT2mj3zgl49o4sNvsWZCr5EmdM9yWR5vXZvW74Rbbs+J9JCPah6Lr7KNhA+ltouPaMGIj4ZHCk9QmfIPu0Okz5CA4a+W3FVPs8Bpb2ARgE96/EaPii61rx3oAQ/3z+YvqOxNL7EpEs+X7gzvhWplr04C6Y+PeIIvsuA0T06qw4/DVnwPdwhAj6Ia5Y8XRaSPsldNj5V3oC+wj6zvZgyJD7hI2c9KL/uvDw5UL76REy9eqmiO8ybRzvHt9Y+vTMVPvtrbj4xliI9Y9JCvpIECj3sdOC9J87bPVOZZL4x9Zu+YUAKvgm4Db12sUG9e3pZPq04dz6KA54+2491vSKPRD508mY+3qCfvavMJT281AK+u9hmPc+vZb5WYoe9tKjnPjVQPL3dWbQ8oxPVvNDXgT6fXN8+qflbPErDQb07MI69KPwOPXbBv7yjG0I+0onZO+q8cT1odNW9iq2qvNf4xTzb3P497l+6PlGOrz7NIhA9A1hJvoSYIz7xRNA+mSqePZN44T1e4PW9kwGMvaAXMzwydcg+n72GvsDlqL57zLG9NKMbvs1g1b1Lr9e9DJZWvouiFL5lG5w9LJ9LPg9rqT5nXyW+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_2/conv2d_4/Conv2D/ReadVariableOp", "op": "Identity", "input": ["sequential_2/conv2d_4/Conv2D/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_2/conv2d_4/Conv2D", "op": "Conv2D", "input": ["Func/PartitionedCall/output/_2", "sequential_2/conv2d_4/Conv2D/ReadVariableOp"], "attr": {"T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "use_cudnn_on_gpu": {"b": true}, "explicit_paddings": {"list": {}}, "padding": {"s": "VkFMSUQ="}, "dilations": {"list": {"i": ["1", "1", "1", "1"]}}}}, {"name": "sequential_2/conv2d_4/BiasAdd/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "128"}]}, "tensorContent": "JYDFPG/1db1+XLy8ED1pO1ukpD3+V4m9CgoEvNKjpjwnIAE9ZgQMvV1Qjz03gkK9YIQevuD5g71A70q8RYnoPF1jXbxExTi++jG4Oz9wAj2JiCY9ZwVfPR2n7Lx/WJk928mTPSkJ4L2VZ+s8r8RnvWm4OjyfjZ87h3sGuuz+S7wMy9K9lMkzvlWPlD1sPO+7kwj9PHV5g712RFS9ivgCPAwknTu6jG68vE2cPPmSKz0jX+O8++4qPVBUSb0dlI6894upu1BSz701Kiy+btD9vN5tmbpg8zc9PxgrvgJvBz0sa2U8fCASvXNORT0P7lg9kaGLveG8ur2J1mE9Nse5vMVAej37d/S6W26fPQn+lrxrAwS8UGU1vU0+PD1LsNu9Yy4Xvm1bgbwhLzq9hmwevee88L0Pf869FYmyPUkn0rsjGLw9p/S+PE5Jiz2efge7+TWjut751bv6rTW9q5+ZPW9QVbyAVau90kfXPEd95DzPfIm99D+gvRc9K75PO4I9klJ7PILKT73DMtm89OSavQDpoT2zD1m+7RgKPb4BVT0/ZNW9DpVkPFXepDyl++e8OvKDvXQjPDy3OAs9mL91PEgdzzyt37S8NHyTO0AnTL3wUjk9aVIjPS/JYrvZbsu9mwktvEP39Tw3riA8pF8Jvc6xtDwBKmI8EHjgvNUIYb0="}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_2/conv2d_4/BiasAdd/ReadVariableOp", "op": "Identity", "input": ["sequential_2/conv2d_4/BiasAdd/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_2/conv2d_4/BiasAdd", "op": "BiasAdd", "input": ["sequential_2/conv2d_4/Conv2D", "sequential_2/conv2d_4/BiasAdd/ReadVariableOp"], "attr": {"T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}}}, {"name": "sequential_2/conv2d_4/Relu", "op": "Relu", "input": ["sequential_2/conv2d_4/BiasAdd"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_2/conv2d_5/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "128"}, {"size": "16"}]}, "tensorContent": 