{"format": "graph-model", "modelTopology": {"node": [{"name": "x", "op": "Placeholder", "attr": {"shape": {"shape": {"dim": [{"size": "-1"}, {"size": "-1"}, {"size": "-1"}, {"size": "16"}]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "angle", "op": "Placeholder", "attr": {"dtype": {"type": "DT_FLOAT"}, "shape": {"shape": {}}}}, {"name": "step_size", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "fire_rate", "op": "Placeholder", "attr": {"dtype": {"type": "DT_FLOAT"}, "shape": {"shape": {}}}}, {"name": "strided_slice/stack", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAwAAAA=="}}}}, {"name": "strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAABAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_2", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}}}, {"name": "strided_slice", "op": "StridedSlice", "input": ["x", "strided_slice/stack", "strided_slice/stack_1", "strided_slice/stack_2"], "attr": {"shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "7"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "7"}, "Index": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "MaxPool2d", "op": "MaxPool", "input": ["strided_slice"], "attr": {"ksize": {"list": {"i": ["1", "3", "3", "1"]}}, "padding": {"s": "U0FNRQ=="}, "T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "explicit_paddings": {"list": {}}}}, {"name": "Greater/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.1]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Greater", "op": "Greater", "input": ["MaxPool2d", "Greater/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/input/_0", "op": "Identity", "input": ["x"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1/values_0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAAAAgD8AAAAAAAAAAAAAAAAAAAAA"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/input/_1", "op": "Identity", "input": ["angle"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Cos", "op": "Cos", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Sin", "op": "Sin", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1/y", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}}}, {"name": "PartitionedCall/mul_1", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_1/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/sub", "op": "Sub", "input": ["PartitionedCall/mul", "PartitionedCall/mul_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_2/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul_3/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/add", "op": "AddV2", "input": ["PartitionedCall/mul_2", "PartitionedCall/mul_3"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1", "op": "Pack", "input": ["PartitionedCall/stack_1/values_0", "PartitionedCall/sub", "PartitionedCall/add"], "attr": {"N": {"i": "3"}, "T": {"type": "DT_FLOAT"}, "axis": {"i": "-1"}}}, {"name": "PartitionedCall/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_1", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}}}, {"name": "PartitionedCall/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/stack_1", "PartitionedCall/strided_slice/stack", "PartitionedCall/strided_slice/stack_1", "PartitionedCall/strided_slice/stack_2"], "attr": {"Index": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "11"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "4"}, "end_mask": {"i": "11"}}}, {"name": "PartitionedCall/Repeat/ExpandDims/dim", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [3]}}}}, {"name": "PartitionedCall/Repeat/ExpandDims", "op": "ExpandDims", "input": ["PartitionedCall/strided_slice", "PartitionedCall/Repeat/ExpandDims/dim"], "attr": {"T": {"type": "DT_FLOAT"}, "Tdim": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/2", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}}}, {"name": "PartitionedCall/Repeat/repeats", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [16]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Cast", "op": "Cast", "input": ["PartitionedCall/Repeat/repeats"], "attr": {"SrcT": {"type": "DT_INT32"}, "Truncate": {"b": false}, "DstT": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Reshape/shape_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Reshape", "op": "Reshape", "input": ["PartitionedCall/Repeat/Cast", "PartitionedCall/Repeat/Reshape/shape_1"], "attr": {"T": {"type": "DT_INT32"}, "Tshape": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/4", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples", "op": "Pack", "input": ["PartitionedCall/Repeat/Tile/multiples/0", "PartitionedCall/Repeat/Tile/multiples/1", "PartitionedCall/Repeat/Tile/multiples/2", "PartitionedCall/Repeat/Reshape", "PartitionedCall/Repeat/Tile/multiples/4"], "attr": {"T": {"type": "DT_INT32"}, "axis": {"i": "0"}, "N": {"i": "5"}}}, {"name": "PartitionedCall/Repeat/Tile", "op": "Tile", "input": ["PartitionedCall/Repeat/ExpandDims", "PartitionedCall/Repeat/Tile/multiples"], "attr": {"Tmultiples": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Repeat/Shape", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AwAAAAMAAAABAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice/stack", "PartitionedCall/Repeat/strided_slice/stack_1", "PartitionedCall/Repeat/strided_slice/stack_2"], "attr": {"shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "1"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "0"}, "Index": {"type": "DT_INT32"}, "T": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice_1/stack", "PartitionedCall/Repeat/strided_slice_1/stack_1", "PartitionedCall/Repeat/strided_slice_1/stack_2"], "attr": {"T": {"type": "DT_INT32"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "1"}, "begin_mask": {"i": "0"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "0"}}}, {"name": "PartitionedCall/Repeat/mul", "op": "Mul", "input": ["PartitionedCall/Repeat/Reshape", "PartitionedCall/Repeat/strided_slice_1"], "attr": {"T": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat/values_1", "op": "Pack", "input": ["PartitionedCall/Repeat/mul"], "attr": {"T": {"type": "DT_INT32"}, "axis": {"i": "0"}, "N": {"i": "1"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_2", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}}}, {"name": "PartitionedCall/Repeat/strided_slice_2", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice_2/stack", "PartitionedCall/Repeat/strided_slice_2/stack_1", "PartitionedCall/Repeat/strided_slice_2/stack_2"], "attr": {"T": {"type": "DT_INT32"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "ellipsis_mask": {"i": "0"}, "begin_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "1"}}}, {"name": "PartitionedCall/Repeat/concat/axis", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [0]}}}}, {"name": "PartitionedCall/Repeat/concat", "op": "ConcatV2", "input": ["PartitionedCall/Repeat/strided_slice", "PartitionedCall/Repeat/concat/values_1", "PartitionedCall/Repeat/strided_slice_2", "PartitionedCall/Repeat/concat/axis"], "attr": {"Tidx": {"type": "DT_INT32"}, "T": {"type": "DT_INT32"}, "N": {"i": "3"}}}, {"name": "PartitionedCall/Repeat/Reshape_1", "op": "Reshape", "input": ["PartitionedCall/Repeat/Tile", "PartitionedCall/Repeat/concat"], "attr": {"T": {"type": "DT_FLOAT"}, "Tshape": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/depthwise", "op": "DepthwiseConv2dNative", "input": ["Func/PartitionedCall/input/_0", "PartitionedCall/Repeat/Reshape_1"], "attr": {"padding": {"s": "U0FNRQ=="}, "dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "T": {"type": "DT_FLOAT"}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "data_format": {"s": "TkhXQw=="}, "explicit_paddings": {"list": {}}}}, {"name": "PartitionedCall/Identity", "op": "Identity", "input": ["PartitionedCall/depthwise"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/output/_2", "op": "Identity", "input": ["PartitionedCall/Identity"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_3/conv2d_6/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "48"}, {"size": "128"}]}, "tensorContent": "o5GmvrxRDr/WQ+w9cj07vpAvgb5yKNs+tr17Ps3iGj1EdBe/sYyCP62+I70V8bW+ECN8vqWypD77Ly0/GC4TvZidBz7BbR2/tcdfvihN8T0AXhg+S8KgPvDFbLtT3h8+IQYuP3ignL2XYiK+E1iHvvexnD7/hHu+kQZwvi5Vv71rhdw+cLRDP3i9Uj4Ejiw+3lJmPpJTL74n9KM+vK1nvn2tX77u/pQ+hqQeP0VESL/Druy+1tJAvpKO9D7Rcua+OKqtvoy/Sz3erbs9tFZVPvrPfT6zPVG/5dkSPuzobb7Ircg+mn4+v1ubOLwVYfy9LQkIPtqGVr8bV4W9wuIfP6FS5T1FvsY+plZ/vTpgLj/O4Tq+KrWaveD4ID8X9sk+di8QPw61KT6JcTK+BG4ZvjQfmr2WXJe+lvHJvtDEE78C96K94ZMgPz+5Ej7zCWM957D2vt4nID6EKmc+avU4PnAFST7jk54+c8kJPtpXAr86or89nXoHPZaFYL0Nkh4+2pmgPhyO2r1v1/A8FtYVPXRP7L79/Xw9V9Inv4pXMD89WYk8JR54Ph3Tlj6gGh2/kGeiPBz2Qz+QFxI+IjYXvjGYRb55j+y955FkP2m5pL10eDy8o84UPfSyVr58UDU+YuVMPryWMjw31zy/9toLPTqPnb0HcLA92HxpvhVVcj5+Zw+/q2g1Pjjxdr/kgNa9tw99PrrJrr46ysM+jHtru2w72b42wwe+R6w+P7tFrb1A06e99mwevTe38j2sgFC+gSC9vhcJOT25pnq+m+iOvhSluL4Y5UE+fPI6v1QvdD3UtJ+83MrqPBVCZr7p2Ak8CcH3PJru9L6xqp4+GNWcPmSgHz0xqWc+xg4kP06V574q2Kq+tJ/nPpArVj0DQY6+MIgRPyuPlb5lzLU9A1aqPoAXQj6c9I08p/0Qvv4ulL6VbLu9nIEDvjdnPT7jaOu+3MeVPeNOr7vDQ5k8NWtovqQkPzxHWeq+8OUCPdZFUD6t6ng+WreePpJEw72QaPA+ybmZvklvlT1BGU+9AjEMPi7gR79LAis+YeL4vhk3lL50RCI/sLqovoGAMz7OZ9W+Rh2Tvg0EFL6lUoe+Hb8sPhdJjz40BhK+9KQiP2tMFb6KHJ49X3FjPqB4lr1JOCu988GbvudZ4j6D9Mm9gWcUvz38tT5KvES9AgY2vvVTTj5n65g+CMPevZ/WZ7xmWQW/R9FKPvKd3DrZVRs+O3zTvQ4biD6T5SO/y53GvAgjib14KlW+GzH6vt9Zfz2YZ9y+ZEZuPsq19T2UB3i/h3omPmbfN73bYUw+Vp2avrm5671Knoe+nGL7O+IezT1cBwO/Tew0PcResDvI5469rXxlPg+y1b4sDAm/G/sHv4ewjL2WMUO5YK/uvXJ93r329A++nkGfvgTcMT73axe+mhYJv28n0b5O5hG/h1okP6M4zb0cOwM+B5doPqyxpL3BevG9yGXcPaQu9L5sy9y9uzXePh8piT06Q5C+p78zPgZD9b07eLg9rviAvnUF076UoDu+ro0gvzPZNz7H6km+SMV1PvsgAj219YC9WecpvuELe76NAC4/Si3qvvU3A76mCwW/qawPv0+CgT6Cb2e++Q4nvnpKHb2P7rO8bF3cvnk7/b4NdxY9spwAv9FDrr6DBDu+7mVavemPiT4C0tU8ewKwPuFCTr2aoY2+WYy/vmVWqL4m9ru+BzO6PYSXCT9SCA2/M2ftPYEK6T1klfs9P95NPjRQ4b6MWs29vwUVPStkAj+NgFq+NpZZPqhzKr55KIm+DSObPvCM/bq/YXO90eukvpnV273qMyY+d+o3vlNarr60SMU9oI6uPRmmarzbMKq+KdQzPny6YrxNeA0/KpidPr8SFT8iw7u+CNyQPtq/TL00b9S9AYN+PCilkj0rXRC/Q3a0PcY8nb0UrBE+vncRv6iH5jrrLN4+SxwKPXceRb6sJrK9Wt4oPnPkEr7whtg+l4/IPjGI+j1iyEK+M1e5PoY/Z75a8Iq+wtqQPms6B75Jk6Y8mY4Hv4tT1L2ZDwC/QPK3vHyS2D6P5C0+DH8NP22ow74xU6Y8K/A/vgqMsT26dpK9ONoJvwdoNr9epOY+KfQ6Px4Ztj61ORk/VPekPr4MIj58rhu/TVkLvud8hL57nRG9JcCFPmU7+z2VwLy+JGJnv63Sbz5nfq8+22ZlvcJd1j2g34O+8XPXPbwBj7zXr9c++la9PyUzJ74bfRW/D4ydPrQ3Gb4VMWS+ltvcPD+MPr//0G2818Q1v99X3zwGlVs+Y8sYPjWpNz8ZVW89frm5vk7bLj6rNHy85fEjPuz9Dj4BCHU+P6Ymvg2VuL5vqTi+yMcgPboYrD0s9Dy8L18SPsYb3b4cKmm+GfBhPgOauT7LNTQ+/TC0vrQnQ75ic/g+vgCdvktQVr2vAqm+SHqmvOfmr76wqIU+JOeovuTpDr5Syw2+D7HMPhDJqL5U8hG+yMeJPouyG7zVz2E+AZW8vjgnqT6ziQu+jszEvh8xcb796qw+qWUPvZouIj9Dd/K+EKcMPlaR67zlCxG/NG2UPYQFjz548SC+wstrPjaTir4OoRA91u1tPWyBDT9ctr++gs4Bv7vy2L1S/KU98HCZvKB+4D0OLys/gkfHvj79tT1Vt/O8Shltv2K/JL66RU6+5IWXPl3NMD9xs/u8Sl94PsJ11L6gNb8+pd5BPo+ckD4Bkwg+AHNjvkRXdT3wrNA+eEiSPdRUhT63kxA+cxenvif4AT+Z9Q2+D74lPn4bvD4JSqM+gCaXvrwydj7+81C+4XP8vtA7Sz7RNya+yMUaPhyZvz6DhWE+FeRdPsaqmr0iham8MRDIPvNNzL7Wda6+NQBGPp0Cnj6vxbE+Nuk3vgVOlb1j62s+vcGsPoqVpL5jQxi+CBETPn2LYr65K+W9WZGQvVaZcT6SYGA+FKwSvwHb9j0hmCw+9XWrPKh39b7Lfi4+attBPnrEnj5ngAM+9dRXvdrwKj5GN2c+kJOEvjRg2z2GNCc/oZUKPphXnz7AYjI+kYUBv2NAj77m4sY+DVsJv9uimj5me/o+NjGUvuM2uL6Fteg832xoPvvzmL6xAdQ9BC68PpkRAD9quQQ+e7yHPmv+zD2PqIA+Hyo+P1cl/DuappI92qkzPtcC375Tz1++4qzzvm2hKj6Eaqa+JGFqvtxM4z0UbMI+QZgbPu7hxb3XA729AOYQvRrYVD6Wu/w9KdA6vzdJFz9wg8o+HuC9vnw7XD4TtJs9bd8zvoU9+b70t/W+tSWlvQGEW76+iOQ+t9XFvLZQOj0C0UA+mgZmviFnWj79rFM+HtlBvoHePzwTJCg+HhJUvhXzDz5hSxs+nux/vuKKCr4jIig/F2WfvvV/i71CCGE/tAYbP84Pkr66L8o+uclGvr9edr6/h949bYKfvTWADTxfP2y+CsGyPEExg75zw8I+JBPbvcJ9ir5a5Oi9AeJ6PhEhnrzuEPA+LMXGvpgU/z0gBbU93lguvmDcc742TVq9P7CQPrZGvz0Gfyq+0n8xv08FRL94qrI+3Y72vJt6/j5jod47i8r8PgZ7ED4VGzu95HkpP0yPjb0Ifys+lNfmPv5Wlb59U74+ndt0vjvKFj4EbO0+HjFevUKW8DwBYiM+IdYMPhVt8L7BCw6+m02XvlN0fb3pILK+E1PhPV2sij5U2U69eDyxPgm6Pb+cfDW+RXJ2vgq4Lr5z/uc9KFaVvvH0nT6BN5W+dXudu2Upkr1Efpw+rR/Tvor9iD6cggU/NJyvvibAMj6NESA91Tvkvig87z6aF0Y+F+WvvTcsXb5S8iU/0T8YvkIaN73v2/u9HgKfvQOp571cNZi652uHPmboI7769EO+CfZzPicyQr6xVxm+bS2wPW5s3j2RDRY/oI03PuYFXL477be95e4XPkBF7jjsX+491hIfvU6gqT6A54c+kgMkvtWYjr7VnYa9zqiSPAeL476nFfo9ZawRvsuoBz/NmFw+GXBBvsxYFT0HS1E9bK4Dvm8pcD4XYVM+RP2ovhwu5L11rOE9VP3rvNSsPj56v4w9Riw3vpHwaz3HUtw+8j4SP42OILwnY9g+wgIPP/mpEb1bfTe+HxcZPXvanT6jWwI9q6+Kvkaan74J+A++m1prvrLOKr5qGL8+f2AdvmqVYb6JhdY+ebaUvsCxPD4SA669zzKjPkcVnb27p0m+TcR9PjVoSr3fxI0+W2/4vkdfWTwE3By+bHRXPTcN4D6SBJW+zF2TvsjWYD7ap7a+Tj3RPstggb1xXzw/27L8vdBevD0Px4M+9jDUPkJ6lr4I8Nu9CkYnvthHK79Vyas+fNqYvowocD8TQHG+SeGiPZEWID60ZcI8ESmjvv1o2b0C6BY/KKCrvnzsZj8QSF0+0smQvimr4Dy+++Y7x+djvTDumz3XiVc+UFKSPl2qG74ZaL4+nTWkvrJuar+Sg3Y+zXiFvoSgdj43m/K+jmfbvQNAUz7qkZc+auf9Pthwzj7Fk4C9arDrvk5Fnr09Ois+5OwoPoLLQL5ZU6E9F0KOPut4nD5AMgM/6v/sPjospD3D1Ou+Gf+7vWEaJz5EZH0+EAr9vZKQtb5x5cA+e5I4PsPa3L5Qpby+Pfl0PuMNKL4x4Va/jQidPbRBGj771DW8fjwCPo012L59j+K+HVHXPYcmob909Xi/xGfPPiZsfj4Sb1w+yrpDP7viSr2voQ+/SaVDvXOaJb7Orp29y4WwvUOU7Txxops9GDmZvjxl7b2NPo4+VsVXvuOWqj53xxO9XkLiPtgjLr5UNVK+IR0pv63HFz/4D/i+ns61viEgm77NTsI9grIjv7ftDj4X3KC+SPpnvjtimj4pIRK9ZH0VPgd4Sr5dh5Q+i0ZhPvXdxz7r0Hu+QlnKPpiF577rKuk+6hoVvpMSxr7pRIy+bVeZu4QHiD1zOFs+j5kMvWRsuD0elA4/ITIqvOy00D5+9XQ9dmu5viRPu769msA9R/2TPggji73GYcA+4RLfvtB20b6aqCU9iPBdPpdDe75cWwA+ZWQZP9LVuL5NfZ++AkYzPpqjhT0G+xg+IyiZvdAnGL5JDgY/8u0VP+0JTT7X0Jw9zLsPvhWrnr4Twcw+LtyCvuILpT1eto2+82Ujv2KI1T6KjsG9+hLCvJKRUD4h+0i+RQXsPoggjz3/ZEo/PwewPQJznTw9i6o+9FluvivZxr0qE/G+tnADvabuwr47C3G+cwcsPfZX0j7Gzx++v6SCvTf99T7laxu+WBorP4EQ4L6SCne+WRfEvPN4z71wugo+4VZAPpIpBb/8ASI/HLAEva0UTb7NGI8+mIXkvV974r5pX9u98HGMvW1ekb02pMY8e/KCPq7i2T0DAle+AKDXvuP2O77d1FA9cxQZPlQcRD4GRow+eq0jv+rPWj9oh4o+mRIeP8LxBj/B8Qa/zFbavuGxSb6wess+C06LvZcgVj51bQG/YthuP2ABIb8j5UU+onJFPnC2cj4obKE+Ni7BvTRsVzy1hBG/5NdzvcQ7jj4i3su9FDhsPwt3qD5CGYm9EhW0veFOlb1B2T4+PZDZPjmu777cSUy+ZoB+PtwMZD3toek9uWklPv6hJj7KnD6+jzc1vpFBQL7YFtm8rfwhvqu4Ob4kPSm9sOfLPi039T3Fy5M+WjxxPivCJj/duIg+HUmTviHOxb6x34G+t8IpPnTm4L5ooha/bPU9Pg/g+L3DQ4e+ma1+vr+uLb/fUp48i7HNvU04I7+fMic+/1opP4Jdx72Lwb29TzrwvXfM7D1hLRA/qRnMvAABOD6+XoE9h9q6vhTrbT79is4+1ZNtvmbgoD4MDRg+/emAPgfcKD4uw80+izMFv6U3Mr5Lpii/snDavWTF1b7T3yc9ocCiPhVAXz6KyG6+S9icPvPKwj1JTY69mS6rPtKmCD6flXe8u50Nvu9iqr5mvpI8VcEAv+pBqj5BNhI+kQoyvuRCs760gtE9PEhfPq0KmD49n1A+q+ERv9ZocD4Tr4K+uBGUvulx8r5poyY+tmRoPuU5gL54qYY+46frvgOrEz3v02a9o+PKPet7h74+rGw7jY2tvltDfj5rYrI9ORyzPeXzo76V9ia9Yru6PeAkG7w/Hx4/8L0/vr37Lz/1syc+KwLbveneSL3ocp69jJMoPsax5r0BYIQ99M4qvKUSPz3xlBQ7IsLdPUwQWL3e1AW+arRnvrQOdb3Xnca9skoIvap9JzwUGbK9YmYEPdwWxL2NtXw9ReQtvXzZhb0XPzU90TcAPdTMfT0nKQq+Ybeaug/pIz6fRpE7jGZdvXbYJr05aZ49bbL0vb3SWj0qX6q8/rSHvimDQL42w6Q8PxH5PQjfdL7JLq+9InYmPj2Wcb6g8ow8Y2n9vWQbB707KKw9DfM3vhSl/r1S7Im9ofACvgYj0j0+s028v3Mzvu1UCb8HwpS+5YOVPTvZ0jxfwjC/NnH9vdzv6L1Y85I93PLBPfGTgz1rljU8OSIavrzRW72Ku+s9nMNpuk9QZL5eUYM8XA+ku6yftL2emkY9Dl/VPK2JyzxS8IW+XpP6PCRuIL7ZCDm+RLVJvT5u1z3xiKg8I5/7O8fgzD1MpEm+cb+RPeSE/D2uLzq+cD2jvgSm9j3o85Y8r26cPXlY9T0kYzK+oQGQvmOccr3QGI299y3SO8nVrzuUe/k9cBxCvn7rD73edIS+G6dEPTXA3L1WLEO+jrDiPasVDz10rlG7f0uEPanbxT2/x7C9r6g7PXSMr72ePfu9wXIlvIG1C74oJw0+dsmZvhJAer0b2T4+IM0iPAUsLL5RE5m9zrVXPSHubb5jFM67akKjvTTMU77EmHM9GD2GvEUCVr7p3C07bDojPvmBOT3NTJi9BmNuPVC9Ib4lw4Y8mOfovRdudT3iCbW8jbkEPctyRTz9Vbs93UAlvZGGL74RLuS80ga/vRSovD0fWSs9QugDOhxDpTsKmL+6q5EpPnrugD16Kw09RUgGPh8LWT3w8XM9Y8hZPnjNALxifZq9YOHcPbLpEjyDiIO9pWxpPnX+QL46wwK+zDF4Pbu8bD1mbE0+LboDPujTEz7tTlW9FXFSPEHMFDzB1hc+OCGyPbwwfbwcvRs9rncAPlyQMz4wHvq9GOjBvZ/yl70U24697iOevc4pmz0TFqA9upzRPA+bH7whc529vi5jPhUBSD1kmKm8CyMNPtjGO70xCvG9N8N1vt4mbTxAWJq7Du6SvUcBKb5eEt89+120PSi+Vj3DdZg9lQE/PSTpDD296kI94p5ePeKziD0uPww6DJd+PVnxAb4BPEy9ki1zvR4VXjyv6ey9vVoAvnz9/L12TsA9UpybvTqMpD4/m7+6Kt66uwKyRD0B3JS9FM/LvY9o/b0pH6w9hTshPuWBdz3p0J89+K8qPp+0DL7ceYs9n+EXvRsI2T0iEb06W2UDvmdKSD6rDgG+2M2ovCNDxb2e8qY9VRgOvuQnxjw0hNA9IDJFPvPPrb3uyfC9mujpvC7ggL5WMEY+C7sJvfeNd7yHNZs91boFvkIaHD0+SNe8V8W5vRTo9D27XRM9JhegvL1QIj5wSKs85aGGPfSaWD63M3C+BzzMPDp5Nz1X6c499G5Mvuy1jD4gmTO+Dg7OPZc12Lu1hUg8CaNWvuhyST7DCSa+RAPtPT3Kjj5KXXs9sJ+EPd97kr168iu+9WVKvHjMfL4xYxO+WOAePb9QBL7feZ0+w7K4vTsgGj2r9ZO+NmlHPsksGb7phiA8BnRRvmnPBz0SOCa+cIUrPfXzEjwz4Mm8jdoiPgSzF77YDDs8aD8xvmlyt710yxU9TlJkvZt3PjzuiY++waQGPiwUs74HG2a+effEvcqMQ74wrti9oQEtPtZfib1xk5+9o+GaPc4IGz7Z+ao9PmmLPYsuIb3yhSu9/mQOOxY6Ab7ZcYC+3Wlhvp6DJrxc1zE8NBKNvdOHETzXRLO9wOemvseHNr6ZsFK9c+RUPtNLgT2UpJy8zXxUPGwVkj3PxxM+ykBFvYSSn71ltRI+FUWZPAuWOr5PYO09vLSEvhZ3Gz334kg9awtnPJdx+71CUiG+1lVNvhggSb7hr049YmoCPpQud70sks2753PfvXYoib1WquY7GicqPmnIs725iY27xyQXvqN5Bj6o/hU8PxpIPmdyaL3CLIM9+C8BvvvC6r27eo6+4nw0PTM2KL5vame9lJNyu9zIRb5hOMC9LAVHvmMj/L3H1LC9bug8PJELgr220bs9vRp2O+utmb4S06w9MXANvY4s3b1ed4q8MjcsvIr6Hb4hEwi9E60KvoOhT75AgQ++eXmOvRHeNb5bIMO84xX8vZLaW76aVQk+UXIwvtKwIb7jpXi9NZWsPLC+DL7ghxC+Yff3u5P/F74KjGu+Q1D3PYWnHL7zyNy9el5GPWTg6r1X6NQ9PY3oPMMZDD6Jo1S+oG8/PGksiD0hF2m+CDSeuyghLr6wz6c9OVMDPrEiwb2ZjBU+TmS0vXEPMb6qmUC9SyYsPZR5ET5SZDe+mYbUvSjRGj0ZFK29pb4FvVegnT3qRDm9x7jlvdXjw72M/AI7UT5lvvz0Kj2FzUi8Z35pvvLDb75/V2u+fvMOvmOpXr3yLMc8OIy/PYNerz1vRsG966YxOTN+j75yCpO9vF3nvay2CT52Aha9rrnuO7Jvmj1pzMc9ouk/vnpr2L2WZ7G9guEfPcnIML4uPWo9gacuvm+bjT2tQJU8EGK5PRuRWb3W0sk9I6bDPGRPwL1p34A9MsxMvflb1D2N8mq8zzKyvcN3YT1EZUW9y8YAPlQXLb7MgR++O128PT8AHr5ifSu+1gMTvuxnJzyEaJE8CNgJPo7koL7e0YO+MlPZPeHyFz5XL9q81ToRvSW+Vr7zZ5M9kW0ovuGVlrzInZc9QX2GPuiNFT6LnGy+UnllvZUbQb3Abik9DWnkPUbemj2+JL89z4yCvujBmr1yJoa+Qq/JPMO3ML10wmM6N1egPe5SWTsj12i+Wrx0va2NEb7dnSe+Ej0nvvnfXr4huZi+Fh4ePjgcor6aqea94xDKvhWaTr3Fq/K9u0MVvk8bnj2T3hC76EzuPdDBir71zlu+bpjdvV9POz3wWva9wgYKviz0RD5BQxO8t9gMPaLzbD7p1JA+h89vvo5FQb6ShoC+XlSjvXhwFj4fRoe9csPKvrNVxr1oSVw+ehQEvk6W6b2w8TK+4mzJPRkwrj0aTqi+GQ/xPRLvwb7b0Wu+czAuPjrLgb7Bz469Mikgvu9TPr1F2u08RqFavY/XtT2S2UY9KznLvf29pD2daiS+vcKIPdX1gD5eOB89hRUnvYZq/r3GXCs9EZ1bPtS/1LybLs69vQ6aPL8roj22N7y9IrXtPagFHb4EKGC+2jKtvRiytj6RVC2+x2WFvoWOh70zwso9r9mRvclWAr1lbje+FL8rPip4EL6YJPA8V9AUvXAuCL4RSsI8blzGPRfdPz2CUrA8gv4zPvT+cL4LuEo9s3e4vIw9az0lU6e+QDfAvUbQab7hN1o+4M/VPUp5pj37WC079VFBvSNlHz5MvTu+JiHtvWECEz1ZLHO+YTWdPbJUnj3phfi8Wd3WPXbJm75JRFu9fdUYPkJOaL0j3o6+8d6NPfwjCr1UfOS93poRviG9bb1uhqy+J6q3vX/djD5nb++9OvLxOpbJsb27Oww+fjjDPQ4VkD4HqQu+MttwvmFGUb7CEgs+dExrvhFXPr4N/oA+ZK5dvhhLQ74gvKs+yVjkPcQPOTtGDZA9u34rPhxMcj0bbfa6xZ4TPJrVK7tOJwM+IGOiO6DKxL3JFGq88+uUPpJpoT7ixiM+KygNvmWZ/TwnDLg9WW//PSn0Gj3PiCu+C2YfPvsG5L2lxKI9yoBEPg7c1zwJyci9CVkMPuPpIz5lKQe9EdCwPqWObD6eucE8AIT2vYKOwz3m6iQ9dTOgvWK0iTzcxK+7jAUSPfO8hb7q3va9oCNGvv6WND4pcKY8BMHbvdmWdT67BDG+NVwbvljSSDzYBAc+pdaCPBlmnr2b/jY+ZKzvvNLOyb0h2ta98j4zPUc7k75mPnY+/sQcPmvS3r23l5g9bbRJu6opCz1v2yS9fwCfvdcVqD7D5oO+QggxvnVPK7yxBZG9/qQkvqibh76rRMa96lOyve9YCD0Ws5c9uz+Yvdialr4KOUE+vbQEPqAIs7xpd+O9bK5Rvk57UT5RqkQ8Eag1PukOU74aGR+9q0bxPVI5hzwjNIK9FP4UOoDtiT5Y/zG9p1sAvoUkEjwyB7Y9j8TTPBFr2z31SWe+xPecPTSZhrxIZpS8beRPvqsVhL1sYoO+DW8qvH7yM76Vtz4+dGf2PNHubb7VGxa+qFhIvXAKPT7s20G+GFPGPf+F47zxsSS+8vmWPVJZO73ETKi7sJnYPAavAz6UwZa9KhDYPW0AxjyeWl++5nQRvgOWNjxdM+k6hU4WPIdI0j2KvV0+HqqCvSoXzz0eBUi+HvqTvS1Ufj0Thcs8ZHsBPvt6gb0l3Eq+tCO/PVN92T0ZhcO97llgvLrYGj7un4k9RikVPDHKj73Rd9U8lC2tvXYLIj6cFi++KQuXvYl9q70VvVQ99/yUPIyX270mnTm9X3mMvfHSbz1RWws+tFkyuGNHe70bfTW95o0jvVqkSr5CXPi95SCIvjWk/z3mOaa9hj0RvWwSwr22lZS9XcRbPdJ6KL5T6i69V3XdvQORA77aeyc+NGzOPGve4z3cGj++l4KjPUO+Hz22s4o9kTt9vkPx6z3XeLa9oNJ9PcsBh76uxJG9tbwGvQt+5LyWnvo8wT2Hvpfskr3B8MA9Mz8RvD5JGzxK+aG8t6IfPflXhj046qS9x6yJPRwQmr6GKAM9uGxwvTObrr3szTQ9P/acvZ01CbzBpDG9TxzPveICbz2H304+iKwIvoXzbb48aak9E/OHvmPxuL7ZBW++EYVYvb1GYD63FO88rhA2Pvv+kr7lugg+2OZivjZsFT1oVo89xDCUvgSLUbz0DR0+y8FXPndhdL65HC6+P72jPtd3mD6g0Em8FBikvqZEnT21zWi+rbNHPnK4N768DDK83HSOPvEI2L6vALG9j69OvqzlSD1cWTI8ShuAPU+aDj5xGuC+OM3uvN99o77VkT8+hGwWPgwShLy8sZa9gRdXPtbbkTxZDq29XxvAvViXHj4xeQs+oY0kvfX0F74iVZE43J7rvWpLQr0OrzY+fJodvqu5Zr1pSzi9cFGjOJ7Jpb32BSe9sai9vQRToDj2S6Q8/i68PQKeG77qZ5G+xE+DPve0Nz24I9m97lYFvr8nFL25jPS9WCFEPjDArj2cARW9XwdJvtLBsT4YzKu9idUjvmSbbT7CExC+9fAUvTaf/T15t5U+0yTCPfzUfj18xxC+UmqTvofhPT5vQU2+TqydPq8QQz1Axho+Hm50PpFLGT0lAue9ukE6viKCiT4birK9O6CWvgCbTLyM0s09WzA7PooRlT3FB02+e9WovcudvTyaph0+sQjRPNGkPToNEV4++WbovMPArj4RzCs+JY5IPqyqnr0pdpC8Vgy5vmuLXb0/N4Y+S4HuPQ8Jv74y3A++yu2YPAIKU745Qio9EWsDvgblMb1eGQq+oCsVvI30tr5nsgu9TuJFPdOxxD2+2e88hEazPc55Azy/HIi+OnYkvu/Vq769r1a+zds8vuYXmb2iEAm88rNkvZeGwj4H64Y+ruetPs03WL5urWc+DNe1PQHgJb18fEQ9NnO0vh1SIT50e/Q+iPyQvg8w0Lyvlqg9iIPTvKAED75wSkA+DqdrPsIwrL6WGi0+FJI1PgfYij41nwq+aGNsPntNDL6oXeo8pj3pPCJDijwU1aS9yYGqPpE/dT5xoJA+iD+HPt6MgzxGdI49e0hzPpMlvzzj0XM+9+OTvSJvST4NITi9WTSGPiIZJz2ve42+ZdunvF5QvT4nT2A+4uClPntW0z0TaCK+53bJPUXeHD7qGZE8cXX4usTMhz0fmKA+ihotPuFK0LyEVMy8UKwMPuFNZj4ST3a+se+UvW7agD7ahlE9TC3GvfhWfj7YJhQ+hs1dPlnpfb3eZ+A+2r4cPfjKiD4/HAA9ScCMPq7rWj1oAdc7NftBPkYeyL1Q3wm+R2kOPh0pFz2l3ny8U3IhPnR+yz0bwkI9TX1hvQzdmj7OhZW+92UgPqGXN77EjVg9q9w7vknhij0ZFZW8W8lDPnNQQb5zuDO+hLi1vkEIUz42BIy7Miw2vhGxAT8lyAM+UWfhve5wFDua2x4+tTsJPnXtJz59fAo+f86PPT2AoL1feGE+phNHvUPbJ76/pfm9qiRpvT5wkT2cFWc8r4NOPpKSPz7VzRk+CfYWPt2RhTy6STq+gJquPh8V573Y2R6+/as2vVx2Fz7dSKq8fGw9PnTV2L0/oVM+UECbPBBSWb3d99E8JihUPGOfcbvQTAK+cQ6SPOnDeDwJh/+9iKd4PtuqR72gU+s4ebbkPfV0oT3ijp66cGTTPfE4bb5mQyG++iawPlF0OL7SIju+IG2tPDNPjL29JwI+kLNjvWvjJT2elf89X69Cvcd2+b3htbW9n/sEvRS7l73BjX8+1Y/EPSTitT2xOWq89ZaUPZnOhD4BL4s+K0E1vlcsNL6HQ0C82ZZkPWmHPb53n/G9kxOvvK1nJb3pwZ69t7sSvRuZ2zyxSJk+O2IjPgLqkL0VR0C+h3SWPWwPEz6w3NC83hegvHOVIz4p/828meXbPCld4D32TJ89yPE1vR1nZD1y0c49Rj/xPY3yqL0FNAm8tdVBvUtD8jzvwta83TEDPRRq1jwOGhw9CgKYPTthPL3Za4Y7Swe3PT9/lT7Rhd+7K1UpPMeAcr05DR08dQ28PQ4z5r3sQaw+1hYRvkW2yz1JelO+ydOpPWLLcb7KUEG8Ws3WvCdBMj5JSW49stwCPlS+nT1OZJe84G9QPtn67jvef/Y9o+s1vulUND1vF5w9Se33PWvqKT6K6n++UPAWPkEujD79DQk7OrLuPTd+hb4VSsE+BXN6PRb4Rz7OT2o9bo5VvuO4MT6Z7nk+sXmKvjpeAz51kuK9Z5QGPjgRvb1y0E294kU5vthjlL0UgVW8lJstu1FeSr5GAas+fiqLPZhN+73yTDi8eW65PF1ckz4TuX2+QWLavXtTqj0ngEe+imXWPR89qb6zSis+V3rrPJDBWT04iQm+zdqbve3GBz5Rkwy+lgryvTEINz1iXHg+75FevghdF7442WI+VTgOvsKkjr1v59K7aNoIvM/4lz0ennW9zlLnPZ6Ow728TT0+gH8wvljW+D2RQ/G9Zoo2PvosOL6U+5W+RvOdPoRDEj6KHj083HILvcjAJD4Cl6++KzaaPig5iT493IC9kxNDvmF8Cj4PDre8qgkMPjir6zyzeKC9HD1wPldaEj6Blok8ntmFPN5fgrsM6IY+hoBtvapYfz4B7AM9+TXsPJyP0TzECIk+YEsZPvecHL719Bw+DKaqvQyM4zz+ovs9Af9IvmHNB7699eu9LXmVPlAfQD5aEYg9gFAAPeADDj2cNrM+RdeJvhwINb0yJLo97v5svIbRL75rhBI+Tcj3PU73kTyfi5k+neNsPIIVJz5yTm8+Q7FOPuccF75Ob1g9xZtEvROIJ70p0hw9/5IEv/E60T2ckZW9mC5TPgXVAr61X469n4RIvtNLj71p/kK++DF4Ppu61T1L6e4+cSpXvuUcDL2kJTK+NScOPZcKmL0MGty+XyDqPQ0xJj6yKAC/EJESPf90bj3hZzI+JGu4vjXrS73U+MA9DlgrvhU8Cj66y/q9Hu0QPTIj+z3rOIC9qyQnPlsnRz2BDAM9b6VJvvsh/z0vYz8+A3yOvUiTFD7b86++ReQ0PunpGD7xGxa+F6qOPSvqOj3aChA+TWPpPcGWnz5upnY9zBqkPQTyQr7jXUS+I819vDR0gjy/lNI+zqXNPS5Q2L2pwqC+qsyHvgtVEr5/MwG+FPMSO4LZnz0/9I69Z+KMPrJgSj6j7Qq+gjvRvuuS1D1cWck9hCFDvutCcb4A/yg+5CNoPW8I0b3DU/29HWnvvfewRT1SNgw+0BROvTICaL0I5Mi9FYNVPqlDYz324Yu+lCdDvSDk/z25vqc+nIGZPsSlEr58SJU+n6K5Oxg3Q77SylE+rw2fPj0tBb10KCg91BgLPgb+iD4Gw1C9LAuGPk2Y7z3XDS29WXMUPBGgqL5iWso7YtJPvFrGFL6G9Ke9J3hzvp0icD0jyFU9/LGQvrzl+r3uC5Y+/ksLvmYcFT38Yk4+PIifPf1Gxb0G/V296aw8PSRSJ74vmZ09gzryPWfTJr7J7Ri9CAzwPckUDj2WU1k8pVo4vXeMwjx72we+3FLIPQPuAL576g48Ec6YPX7IlD7KRhc+L6h0PUvmoD1THtw7fdkZPk8VG76tfXE9zpUWvW+OZ75A2MC+S690vfqGgD2QbWK9qB+ovVBnULo0Yu69p75qvFOthr6s2Us+MegOPf1gzz3jwUs9xhExPVCKiz52KdS9Uu2CPK8EET4fck69Mry6vLSXvb1DfGi+VcZqPq7BmL0Y5yS+CMfmPcqwij6HWZW9R94ePmQ5gr1rQRq98yWBvNbP2b2o7Q2+8t5evMiXlL3a6dy9TAocPtgUYL4HyDu8iSJEvgiBYD4rMm6+4SwQvpZYDT5EFeK9z41Lvl6OPL4T4Bk9tkQ5vkq9xTzKBFA9AxQ5PmXRor1ImA8+mXRqvs7WU7406jI93qExvROhyTw1g8Q9NrtzPGQob76caAU+B0vCvcSAfT3V0TC+Ip3qPd+0eT7IEw8+/fYeulqLUD6aDwE90ONzvdOvNr58qsc9/sm9PdVKZb6AM3c9vbgsvMREh7vLu0M9XqsUPpmTFz7IxHg97rQHPnC+Nb7icjc+RRigvdEEkD23OQ0+QfWUPc1IXT7Ku9K7YGAOvckglD3kd2Q+Fx39O5I0sj1oOSC+GUgRPk5hDb1+1yw+Pyx7PmaYCL3M0io+bp/DvgD2yL3zAfw8afrtvvCV3T3kBDU8p84kPaAvI77BNNa9Ako5viPadL3Tbhw+495Kvm1MLb76b5Q+8qsSvu796z18fY2+6t9fPZfB4r0RTfC9ZcmDvUjrlj1EP5m+R6kQPNL6Zz6FjKq+bkUhPXIaq77SI02+Oxq0PlsiIr7yDTG+nNNqvU2qVr60/1m+gTfLPll8jT0U9Z2+rFlVPhpVmznjRlG+mV3cPY32Oj1xVCW+i2YdPeWqb77Emla91EFLvu+/lz7C21m8s7AsPu+mYryPS149cOOCPK5iub0hiPM9GnCCPQzie75H2Z68YKb8vJ94AT4jkvQ8CDI1vujMP733uTu+QMKiPTbs+j2smzi+878YPp4L072GoDs+Qus7vl3Sk76NEWY9fkeEvqAJPT4YCHW+KlbWvlrmmT2TtaK+fxGRPgzSfT6UnKQ+3mWFPZ7DAr77WQ6+2oZ7veHqLT2hG648Xd/VvYeiHr6mpmK8fLaQu5J2Rz6lkfa8YmEfPtcjMr4EJiS+6vulvkeuOT6EB7O+3OG0vhWir7tO0/O9PFC0PnOPMT1E90u94M4svf4HDr0e44U+0bBRvuTGxrx2oAG9ADoWvtMCFr5Imjw+PpRIvuZsvjpQAQA+AbaSvF/yArt3HH69Ua8nPtvEGb5lRRu+63aKvjPvLT14eVa+qfnJvqkB5Tu2jD09FnlDPlCfZr7NooU+47EQvmXxAD28e7S+P8qTvqGSHL56G9M9pymmPRmnIb6D5pE9qIYNPT0/hL54THy+iC4XPeGYVD4I7za+u1Yxvu2huL6F9zc+mvJUPRfB5zxQe568Ml+jvnvjW758+bs+/9Q5vqAmjr50MxQ+zNnTvQnH4L0QXCG+xjVdvA1ep76S35I8X06LvF6HJL5GA5I7gtu9PsqULb41g46+9a5avRzTFj5SVJO93X5FPvC37j0D3cU+SlCIvM0rsT0fj0e8UPVJPpoFW7zit1m+1Q9XPkNkqDt58T8+0vL3PYVh5j0e/Pa9f1fNPB3dNz7S/qg+0fWcvrwe67w6h8y9fDe7viE8dT6+jii+7dHIPf9ugT1++Ti9w1ZhPrTrWb351O6+GVzCPYeiT75U8jc9IEAUPkJp6T0/vXE+uXcYPqPh0D0OP1o98HF5PvEbjz5UBpw+mzHVvKJxT71YfHM+TFkIvq4jvb430f89mJvQPRzMh77jVcY9LEo6vvOlVr5cv2m+YNuJvbzK2r04FCu9tMWvvi8qBj8Rrxy+NN24vByuYj1BVS++pG/XvLnoj76dc68+z4N5vlWoMb0eChA97uRSvVg3Ob6tIhU+mtLuvT7BJj4SsdY8apyuvYumUj55CKu9LrK0PPSyab5ykCm+lXs7vrf1cL20Dnk9loNmPag/nzyLBIC+hLbuPSpyWDz1WIo8XrsTPs8pPL6znye+DxgJvpckG70SR3U8t3wyvheaDL6+bA474PjXPKIsYL68xJW+aIO3vRHqTr6zKEK+D/uvvZwrKT45JVi8tjo/PEfacL2M+B6+81AMPVt3Ur47KG69febEPT3IAr6A/KK+bkPevMogAj4IU5s9mfUZPjdLHD5eROy9RFt6up8kPL61s9K9KevxPV1ewb2k+ZO+o/hJO+Fdm71XNae8l+9qvlSMID1y0f49RP4iPi9Jnr7hS9q8MSkOvl+m3jxhCUI8CoOgPSyKS70DnY09PgkXvmNRuL3ciA+9asOAvjnPyb2k/o69GWr9vEbIOr4wOBk+8TOfvbflHL7WTSc9oKCrvgjjKj5fS6G9nA3gPa8Qir7GgTa9xtR1PdKmSL6u+7Q9JZkdvQAJPr7g2Bk+p/UXvRGS3D1WzIO9JsU5vj4hqr0gpZ87ZWmIPfCk170J+xW9zOdJvYdJOb4UzwY9MMWnvaMdvT3gySA+8Tvqu0Om5rs2RTi9NZgFvqfSDb4/dzw9JxsKvYUCU74Xcgi+DB1avWtMS76n6cw8PO4tvdZ+e7izt0S+rYLtut349T31bPQ9R91UvpCYNT0JDPE7xkODvm2m9TxM8yk+2r06Pjthzr27Bki+nEdMPq7aib7RBx0+E7tqPtspIz5z1Z29lxn1vSzOLb5FL2S9g8ECPAW8gjzQDFk8YMAOvkn9Vb4Ibj++EvRKPqINpr4LDqM74Eh1OiQumj7iYsY94fBdPpZb/L3ONI6+OrW+vZKZCb6KDFg9VvAgPpX0jL5tyj++5nEHPekumb5Qbgs9FB2GvisJvT4Sb4e9SRLoPY7wzTzR3u48O4YSvmhsrjx9KUW6wpBCvkNkKr5sNaW+OkazvlO6xz7p5T6+o4tQPskV5L3UA32+kQk7vYnmgr1GEt+9vTZ0vkSo3r0RQXE9fjIqvY2SnL2FaIu+meYAPutVYT61K/u9mAWAvMCOx71NPnM9YCqDPqjCFr6Dj9a8BR9zvjn25j2VYs49QKq6vmRgjDyD32E+U5dTvlbCWT36zgi9CEOMPFH7lT7iPkY+rYKOPv8WBL25bck9lX+qPms/wrw12EQ9o4hoPum0OL56ge8999qnvFNaFr13lXC+hoYxvsXNmz6xRSu+Te56vquE6z1hUA2+914cPOPBhD01jAM+8qE1vhEIFT0wqbq9tSBJvhpR2z2O3IM9CfjUvQg/6ztbNy++ngyIvtvU+b0ICkG+F+yCvJ/olL6XEZu+IFQRvgRXEb67BRO8KBWvvGDEPb4iu9o9bsoevonPZr0+oxW+Y407vvn58z0SyJ29pucQvmL2Tr4Fe0M+xke3vBswF76E5A6+mCRsPf6Slb2b39e9gL/XPQmfsb16b5y9zv4QvIieDD4qkGm+0HbavpCqMb6qFvm9HkdWvkVAi751Oiy+CEtuPjGgiT4XsTg9TpYpvuT0N7vjHD8+TdGBvYEecb77Bns+AgCIvpDfj76ptGa9TAHKvlNrHb5QDBS+Gb/cPWincr1Rfg6+QoMEvjqvtb6xWl49wRVVPApZiTwRol2+pwrRPHXwq72lfsw9iVOLvk/5Cr2vRTW+Q9y9PQuA+L1Uu8i9vXLXPYIDtbonQj0+CBHrvdqlGb4U3nA+nAf5vbQZFb4ZR1o+8YOLvZ7RVT6NYIu+/ivyvPDUGj5dQBw+gIjAveO8gL0droa93JCTPXL2n76ljnk9GeyVvchOAj3xIZA8hbwoPhtKJz10ymK+MAx6vozN+r319qW9IwcHPn/ayj2RPlO+uJbUveBmbbzsJU2+CZuYvjR+Fr6UgK0+FSF0PnoXtr4s02Q+IrKYvQFBVr4oDj++5k+COo/ngb7l3Q8+WopBvdKQhb0d4kC9cwlEvt74sb3LrlE9aO8SPqwAkL6Hf5E+s5pGvtZOYb5U8Ga9l7lTvbFEar67paE7BCiqvjTIZ72lQyk+xEwdvBX8hL3epZy+3A0XvmJRB7y8EtG8Z/VqPnQezr06Pzk9xWT1PT8tGz5wt5m9yO1YvHLyMr2VdKI9LanAPXz78D0uVGA+sNVHPlIMIr4JlSe+wVsnvZyjo71FTPo9/MfrvdvDFD1fI0k7ZItZvkWhjzwL+UY9t+XevXHSC75KIWC9KMVpPjL1pL3rG3i9BPzavRy+Y71nmu89QaHyvaH4Ib5RcRe9PpO4vc+ySr0jJyg+Vnj7OspQ0D2TJZ48rYqXPIDE471S/Ka+yacFPch5Or5l+oK97TvuvAVnF70VNR+92sFFPp71zL3+66I9DxkGPqPJBL7NHR48m7W4PS1st73Jw1K76CPaPcsiA7zUNcu9E/7AvboX7LzBo7G9TCuMva80F775vpS9/3BBvlo4jL58I3I97kFGvqft5byW1a48O2CIvvsslj0YtBY+x7oTvuO5qD1AOUS8mFAWPdDngLxPa4O9bT5QvqdD6rzz4Ps9TRcnvdbZxbxA67u9jzTOPTSuTD6uDuS9ZA0cPn2vaTw8zKe+dhXLu0p44bv4tco6cPvXPfiecbwVBYs8sNyLO+SoKz6LPC49V4TdvXM0CL626aS9viWYvYyEHz4SmTA+rOeuPfJFxz1LlWC9xsAnPiqDqj1T4VK9SriTvR5fpr3NWTS+f4IhvXkyX77ONVu+4/AnvNYkYT2JepA+RLrZvWscBL25KzK+D6tZvmsCq74sRQC+6BSaPdY+yr2ivou73+KSPZBK4r10s7q9wecOvhmMJL7w1xc+oFTzO5gFk74dTAy+M+VgPbmt5rwL9M4922DAPkBH3z2HVoU+zRKlvSlgAr7uOZi+hr/nPVmfTTvUvyo+1f0UPerpErxyC2+9gZiQviJo7j0HDRQ+wU0Fv5ROdz5i9kc+lA8nvrHMe755H6u7YxwTvkUAD76eUki+MW2BvlqjjTwiD4s90MDBPc9iB72fIdm8fE7ZPaQsbD3OJdO+vaX9PU9BIT4XDpY9KvFXvAMKZL3ClTS+zMMlvc7K5D3oBeq9+So1vgdptT47t8U8JYzovVtBUD0aaew9c6fqPXvWhz3hMiS+WxvIvT5tlLtp4Yo+4Ww6vli1bT5A0pE95D4bvuBSKj53VSa+L0FavTZ8Pr2bMN68S0OEPi1dDb3f47866IpsPtRkMD6bphM9/C8KPY8bgjt4AWu+GQiJPghwnT57rd87JnpLvgFoKjsNVXK+CbHsvU1RqDxtK+e8e8QkPs4bQ703qYa+kn/XvSwZDj6sDDI+3qr5u6s8y71nUjA8ho4Dvo63grp6XKs9JnGJvpPqnj5BzMk8E1wyvn24o7yOLCC+0zX7uz8U3z20gda8Ta60vT0dkb1mXiy+7EwuPXytJD50yB4+aEIMviJ5D7u8Iy+91EAUvn2uxb30d8e9Eft2vcoFtL1xJSS+zy5BPvaEoj0MGfw8ZfWCvtxhuL2/DEu+5EAePMITJ75d3Zu+diwiPnPZUD5UdYy9ZjyovSzAIT6rEzc+Bb9ZPu66Iz5Vg4M+UNJdvrh9gD7fplo+qG2NvcxR/LybMvs+8aJZPfrXUT7u53o+Abq3PdGKtL4ByMC7ybIiPtg9Qryr80E+PTqmPdnPjz65wOE9E3b6PSi9Kb7aDmI+k50wPXEaNT12jhU+69TBPf4jgD1yNlE+4CODPtICtj0Xm1c+pSFVPmi6QL3yMnu+rrubvO4kfL2dBk2++2FmvjHltT4j30s+r++MPqyUqz1H4RC9opvGviCMeT5CB8U7ishHvUur1Twgzuo9Bmk5PjTs6j3Ra4m+RuK8vr9bhj5zMDg9IUCzPTVbOj62O/i88Z5XvnStmz5/Sda9pdizPcYVVD4lACk+YG8QPj8BRTzAgUo9o5GHvlBeGL0OZSA+8PMrvnEQkL6/CqI+E+a9PXOHND475r++EplBPe622D45J/e9zZ2OPVmlVD1kHke+sqSfPiv4uD3jZiM+2zIlvWAzeL2KkYA+AJWsvYKbYrxdYv29HBg0PTVKbL6Bczc+222yvmm3qT5/7kM+iSgwvtZknT7oXdQ9PvsUvGY4Fb0SteS9LVVPvm+80D38fti9OENDPaWDMj3w7gi99mJGvdogFj6Nzhc+pfpTvon0Uz5SgcK9XWq3Pe89cj1COI27VgcEPu1YQb4ZARW774OaPVs/97vYiWi9LsUyvfDH4j34r9E9M8T8PU65AD6gxPM9BcEqPILeW73DxCY+LMKAvAotrLxNSR2+DRmVPGvJL71nze08HN0Gvklgmb4Fvos8DI6+PdGdeTusNII9kMcavoG2Mj67De68/LEzPpAhIL78IxA9i/LQPdOWoz2CG3I99V2nPcHM9b1Ly+G9Iu3uPHyWaLxWDWA9mQETPscvAL6bEwS98OoSvvzAIz5VLNA9XwZovgf8nj0EiWo+Cb3PvKkWv7zd9s48tp6Zvp5qm73fIdS9beNFPuDTAL7jREQ+yclmvS7INj61pXu9Q1wFvtJVND5uUQw+WMYtvZbJGT7qnoc9GbPHvZ88Zj7IMkO+/rU+PhUlbb2b+qk9zAgUvRXn3T2Rn829uFEJvZgdhD2KHV29IgqIvULmX76gtCE65UNgvhizyLxKeoS+JXA5vYPIM727U8c9ZjAQPdGkcDw/AQK+WFsOvns/MT5mS9s8IZPPPLKv/D3CzR0+wLFtPYizgr6qhEM+kKi6Pfs/Ur5f4Fi+TbtTvkZRH75ErgO+7cMwvu1lDL0VkY4+EJqtvrDqzL0EEyO8dnjzvNPjCr6mKVy9caJSPpA6ij1/LZI9FReZvNJqmb6Ii3y9CYySvvKl9jw9VBM+zTbSvJagbT0VlSs+o35Avf9XQL6+nP++tWPPPQiwDT7lx/q9+2r1vUGf076sqYi+O+rYvcjQWT6b0wg+qkOBPpDlwb4dw789R6Ipvd/Aqr1O/LA9cqrsvvvP/b3feBE+/So9PsUzKb7ZkR89q8/sO4i/Nr3HdN69lY0Kvjf9mTz9FzK+Y5wDvixm4TzzxEy+ZCkLvuYaOzlvt+I9QCMjPSeqOT5HOYA+CkhGPnjKdL7v0BI+McL7vRKNyL0n5sm9t73fvfhb2r0ZGWS+RfdxvZM3jL6mhQK+hEyTPVgrRT3J2Ai+4TJgvldsU76Gf5s+d/4Pvrlzqr0JeyK+KuhFvn/Qxrwu5Ke8r8WIvW1VXz4LgqK9UD4pvuV3Jj4R4oK+Wu4xvqVfLz2Oyle+2EwLvluKiTzD92y+FRVEvbj2eD6bPQo95qdsvncWpD0xtie+T9mVvlBMNL5AZQm82oEqvjvWQDzglsS90yn5PYdLnb5eaj++07f6PBpS7b2dG4U+4DxkPhXPDb704ma+cn2GvlZbiz4t9G2+A38mvqQFkb0VWRG9GRHdvWA8hD1/CBw+VO+RvWbYbLsJyaG9fwU9PngvXb5Nu02+7GBpPUqalb2U0Qg+nDKevXK+Nr4aZ0E/a8eAPk3+BL2392y8XaEPPtO6gb6xjNO92f28vRU6xD6XTJG+hihoPmWlyD2+Ms27TH7lvGH2Kj5a3ca+7P5hvQdAZz7DNw8/R9o+vl8Hfj6cyZw9bZ32vVeDZz5TROw9BBazPplvUz2Zigk+SEPOvMc24b7112Q+rH4jPrF8XD5v5mS94dEKvbZder5dlGo+2TPlPYMppL6IQmi+A3ULvmg1GT6qYTe+pHW5PdQ4IL6D7a0+C4SuuXjTwb6pkpa8H7fxPRjYq750MHq+2YG3vOlqhT6pk2W+YiYPPrtZpr7BzMk9t1MmvW8Rez3riR4+o9TdvZikUj47SMq8prOpPsAP3z7aCl699gy6vjzCND6+8Um9ibUtvk0jq7ySf3c9TtGZvJyei77X7JW+vhe+PmBBPD7zHgM+Ylu9vEiK4L1rX4a9/vHlvf3eBT6SmNc8ULAkvvqw8z0Lmwq+7B7CvaFxgD4puXQ+TWgDvRE5/73i+Zw+xYicvouJsj278ZG+el9tvQ1yZL7+Q7u8ze/KvjWQSz1ZGyo9o+0JvkJehL5d7jA+09Rwvr0te74BFmw+nFQxPrXpgb4zjx0+iFDMPbt4eD2OPcK97FncPFc/WT5U9oS+Sx3AvcySOj6PG5u+91sKvr8UHz4BQ+o922arPVFKhj1d5FK92LgSvuLF0zuwuy49ynJ2PcDSlb1A6vc9H0xzvsvCGL6/ZkQ7t3w0vptJSL7F9o28OCzRPC8dlD2BDbO9yMhDvQ/fNj5uR2e+tRngvFmCs7258ko9hXGYPN1SDL7g8SG7Lz9APZeCwL3uEE2+3rZdPacCn72MWQe9r0cPvmmh+j1yJKE9nXVdvW9qyLv/AXm9lBq7Pae1Nj6X/De8fcCOPVj5Or2Qyxy+QFYgvtbWkDzm3768bq+NvG1iS72z9D29d+zPvEucGDomHAe+MLUnvha01L2p/sC9oK08Pu0xK751xVm+PdP4vaPHmLiBYgC91DWnvYC/o70jbwO+fM2TvnwH6T2A+y0+biJlPaPpeL44a/o9voMDPj/Eajz2rZc88Nv6vQ/VD74VmHW9AtMtvkV4cb7tTMg9xxeFvaAhDL6NloO7/xEjvqHvuj1p5TE983lAPYfRdrvCbVe+R+xCuze5Ob72xjI+pO7VvVj/zj2ofs69QBjDvdYaWTwa6TO+zjSFPlIUi7w+/ky+BnADvjiXjD1X9hS99n5EPesQAD1VpI29BiqRPZ4G4r2ls4k8kJaHPeRv071xiCm+/+N4vqBhwbwmDgM9es8ivh3mHj4HF9m8Mb7SPPZtDT2DFZi+vZ6evTOStr3EtHA++jAovpy7QD6X39+93jLqPYQblj60oVa+Md+FvX5KUT5c1NU97sitvW/NrbwVZLW9eauLvnjlKj6UsNm8FxX9vAG+dL4w+Ri+c/m9vTHWmz7rcEq+goHAvWY8rj3FbKA8BNaBvqsumT5zJz68khqnPQFz3D2QdmI++Bwuvvrpxz20+dY8fXpmvWLAKz7Wcx69kgtjPrDCUz3MC6s8nwEHvu8Onb1XZkg9SYEOPmEz7L2FS38+8wMHvS9PR76Hy989uGSPPVlW87wFiRa+WZziPVW+yL2tR3s+dCf1PEbCFr43QSI+6ah1PmqlOz4Yi7S9BhoKvNE/+LyxkbC8QzDiPFQuJb5iJGu8Ro9UPid0zj33eXk95rdaPm4oqrwFGl48VmZZvrmzij4SzI0+gx1OPZdCnD3Ib40+bdYBvuAu2b1E/ja8TtkaPrZboD0E74O9IlcivfXHJD517zI+eJ2BPmiRaL5urwk+F9vTO8/mEb5eF6++PC6QPgXQUz63KnY+ozuiPuAN670dOO09cT3PPQ6Pm70whWy9rnosvZrRnr7DQ9A+5JqJPr2sXD3qwKM+koUnvjeBLj5Xreg+mreQvoRsJL7PKpY9NLP5u5gsKT7Zzlo+Oe4bPhMQ7j3ndgc/NAjsvV/Q0D3Gcbg9C8yDPrNYmjwXokc9Qd/DvfNLobw6laU9Up9Evn/63z0TiTY+hd4MPv5di76PU18+cpahPZlGVr6pSQO/igepPQXA1j30YsY+FFs7Pu/85r2KjVU+g6qzvS6ABb554l6+sCPAPujlHr58Oo6+wreVPQaT87wYb6M+RLYSvZ7IuzziS7W+oOs+vsF0Ar7xRR8+dH5hvvS3Xr7jCoi9+n+pvb9BFz4t4hm+wutwvgqyqz42qQm+gRJ3vtA4kj1DF+U9d+F5vYuWwDwnS5S+7uIGviEiID2Ju0k+Eh5iPr/0jz3WRUI+Ev6bvevvQr50FNO9gjSfPTtPqr5PuVS7enOYvYtqkj7QJEe+AsesPuy1rDu6jCo5b3OdvgJjZTtum7K9HsI8vtqynjscjYq+uqtMvupTbT0Rl24+HAWCvu044DxLt7M+DpM2PmCDNr7890g9+1TaPB4Dn72jDDa+A+sbvhpNhr6je4A+G2EWP0yACj5OpQA9cnJRPGcMW743YM89Gx1DvnMABT/340i+oh6QvimGZTyic9y9uIdUvjU8mT6j0aC9K1bYvcMNWr6pxJe8DRyWvd0HEb9mPmq+bQqTPQ5MLL4RHRi9h2gsvVtoor7mo1k+pg59PT7zW75k3I29rUOIviOoPz5PNMe+EoM6PcqihL6GQgk/5uQQvhelhj6L6aO+DtqLPhaSn75V/Zo+NtBBPdXf+jxsXyo9zlMKPrQIFT6YoAm9tY1ZvIYEob2+iEO9m92gPXstlr00PyE+XSyjPXpGIL0ZAEY98rxbPj2ggz1NVDg+Z5IbPsuhUL0fJDO+GuJYPSzCeL3H9GO+wM1XviDqN7535+A9QKrKPEb+ib2Aksm9nI+3PK0Amz1bsRq+dQ5KPtm1Pj1muEs9Zz9hPaFgYjy9T2K+NH6Mvr/adz4ycy6+/QACPvA+IL0OOme+Z6fDO/XExj2NxHE9TcEiPsmwVj0ZoqY9KHAkPhn51b3SEn2+QTxYOkkf1Tz02Ma7PD7KPdboojxmgFy7r0qFPVjuLz1qsLO9na+WPfEPDL2lTzA9nJvvPZpcLjwwWU++f2sNvT8JybxltRg+lAf4PBUoZD3/8hg+v019vtCaAb4jdk4+e3PlvMyw4L0u3A09o2pTvn9VSL4AXDu+VAIpvitpJL3SOBm99mJOvgz1Nb60L1y+gvsMPJeKqTx7cfQ9CqOWPeTaNL3EVlE9xh/QPDge4b2dajG+t3yNvgmsTr66UXC9EIIYPq6plr14XFu8ZCXcPNrg9z2xW3u7ErNSPSbVEj34qrI9PtoCvXPOHT4gHDc+E1YOPd7A1D1S3Gy+bLOuvc6FAT279qo8gtZYvmcVSz2Trp49+zUwvjq+ybxs6V68iUFKPY8yz72U+MU9iq91PvdLiL7rA1W+EN3xPf+Rjb6VOF49ngiTvW4A1z0cXnw+uI4rPpyjcb5jlbg8pOWLvgYdWD7oSi4+PYEOvgQA0T0iyqE91ZUkPdfRjj1HMro9gJVHvlDakb5Gy4I4fvqjvZ3XTT5xyGq+BnaHvRprUL2YUbY++YMuvsUfZ77EUdY9hLcxPii8GD55MpK9DrgRPhOy1T18Hgy+08eRPWrsrL4RO/m7OZypPD+XhL6ADYK+J2dCvgdajz3WdzW+V8//vTNBAr61b++8jZ/QvbxwIr64YJi+M6EUPsGiPLwHbps9dm3qvSLDIDr99SW+WRvmPTupk751rJY97vNbPuh8Kz1GLa85MGfuPXi++7smJau+Q+5OvVQPmb30De+95I6IO9RsQD7pHWu94o0MPnwYVj33i8U98eprvYXOxT1TEqg9fAKXPjiDnT1nry4+CwtVvnpRlzwK+jA+DEqHPeHlO70BbEQ97DJBPdVcBz5cAly+ecxOPhEoDz6GhaU+YJYcPjhO2j2OJ1o9MdcEvpIAjD19PKc9YPyGvlrWU72Bg1m+PiFMPtAcLz48FAS99NaUvbeS3j0SYT4+ZHWEvi41ED46KJA9OWOAvvnkB73EfiI+REKtPd5RFbwfkXw9lV1Gvuh7OD51yDg8D5gGPgmcgD7Za8c9GsHuvV0fgr4lBVg9NZwWvoF/xb3Ke6e9jdQtPrMksr1/rBA+4upjvkqA7rsMke698qkqPSqMMD00hgm+84E6vn2XwL1S7ba7SPQrvaFYCb51zEY+/FvXPdQ7+L10gkw9qzS8PQr64j1kfwY+0t96vuyxrT3tEks9DeZEPsLrm7uR5SM+/ULYPTGOLj6SB5s+pXabu36QWz7Fnla+Md6zvlek37xUMBw++/IzPrwrEDz3bOy8nkoCvMGUkzz+G689FqsJvYYQQz7bmns+Kb2bPpuB1z2xo40+AGtiPiLJYz6ddBY8RJgKvpKzdzzc8Ry8E4sNPsHXXLvH/UG+uLOwPuYPU75bmDm+hUcSvvz6rD78Pbi+KMGEPnFETD4rjz6+w11cPGF8JT60UZ69+rRvPlRHmT7SAmg+qepNvBga771E8ha+CGJ0vtCuID5D0He+vxtCvdhH2b3bb/S9OhfVvdwdqz4HXAe+IKBqPr/Bi74aM/+9PGCXvfC9gb0Ac825H46XPS6MsT63gti9wASKvtFMPL0xOVI+/8O5PTqyQr4oh069UwiKPta2cT3QF5G+VVAAva+ouzwvm2S94YNDPnciAD1iHyE+MRByvssF3Tpu3pI+NUBSPiKapb0iR8a9OmzMPXkWNj5l5TA+/fDfvPe0Aj8krAa+Q6V5vq7GJT4sXz69MNT4OGAPjr3Q4HM9UVtZvff/8r27u149qNeQvHb/+b1iSKy8NqONvcay9j2tJdQ9Ai6MvaGSaL4XDuG9KBSGvc01G75UX4Y+ulwmPe3CZL0xKow8n0xxvdPLE771SpM8dvmvvLjaa757NhY9dZMjvgoHjz2ZhPg9dKYBPpB59736o8i9PKVPPdKoUr3pPCe+VRdJvU5CE76S/kQ9zqmGPay1sDvFOrG8A8koPbiGc70vAsE8YcLXPe6/oL3siiM+yhR2vb1P8T0YJhq9jK8uvhIHgb1kRnS+gmUUvWGbpz0vLIY9TU2vvZW40zzkzYs9lNY8O8wmwzzkF4w96vyZvWi0zT2oEDC+2CaYvVb5LTyfHSk9/bHMvckqyr2JX5o9zwhAvW1Mi70L0IA9bo4mvj0Nrz2gQkA+S+I8PTr7yzpqOkU8/VUDvo9perzk55i84VeHPbUkaz4kohs+VOMDvRk/yb2QYS0+PDAuPimguj1HPXS+t3kiPuWyqz2hU5S9Baq9PSqrmr6QL3w9Osslvbwkibzr+cI9ObgFvvjrgD0SzKO9sZCyvfJfRTzT+Ri+zrHoPH9SQr4L/S0+YIMIvktgKD4bPbI9z6f7PHvyhr3y1xi9YgZEPHn/2Lw1uOy9JB0uPYa03D0uNDe+Xe9QvWCnhL1ojRm+ZPzbPUXYBj6TnjE96NGKven/lT49U5w9i/UXPqe3/T0Pwuo9+x+IPOVRFz4U5QC9QesVPgRYib4ldXo+VXbdPVK7hb1WoxA+TzHevp2+Zrze7ZA+SCm9PZar3b3XG4072xaPPmuOwjr9a6A9JucivkRWkb7TFjY9JXcIvWrGn7694aK+7tajPaoMFb4IjSO+4SL2Pikj97w9VAI+9DZHPW+n3z3fRIK+EP/WvXeBmD3vYgM+6IFGvsZ4V71n82s+jS8XPjJRND6slIW+X4gwvijMor1JfMi9Vhw1Pnieuj0qoDk+opzIvJi4yD1KFzy7YjydvS9OxD2q0K+9oQ2PvnJTED5ABI2+vDWVPV9fNr3d0iK94I1BPnygoDn9ZcO9k/IFPX981T2m+cQ8SXu9vJroqT0DEME9DvagvpbFlj1C1LE+g8UNvu38FD6v5qs+mf5ovnWaXL3L+V2+hMvIPTt0Ab6o/oY+SxOHPkZ4Xr60apw+l1VbPnzZMT69jR+7qoPFPpZF3jzPNsW9SjWDvrmJUL47Hay+0fIWPq8c4T1JDhW+JjvXvirGjD2Bnc8+GUM5PjiXqDzoZ5k+DzACvpF6Wz60LsI+BpBjvmuvrzxLF8S8GA0vPWWZgT5k7GE+k5ZpPsngCTwHCES96s3RvrlVoL0T3L0+fXsGPiFUR7xd/Bs+/hn3Pcffbr5ttyo+Al8Hvvhwsr1+x3+9bc3gPYQpwr4T7jw+qcPnvZDNAL1vfkW+kDksvkAAgL2fdwa+3x3Svbm9Cr6kRNa92lxRPgwZwzxLNFm+RXlcvnPBGj3bfRa9S7xXPakqvj1RL5M+hWM2PcNHUD7dSQ8+x32avt9vIT1EW8M9iBNWvht3+rxnBOm+HuiGvjlq7DxIjYi6kogxvUYYU746fzu+23UBvoy1Bb3dsjC9HSASvW2JqTxcDdi9V4+evRO71jxwNRy+yukJPjK0bb4DrOs9x2qkvgwbErmEb2S9bqFQPn+PST5Tqz09wpJbPh6gfT7gnmS+nmBbPdozFL7DIzW+T74NPjGoo723GKG+Ya5IPtayOD5x636+vyQYvTgvxj5qtZO+HcVYPWkQF77W3Qa+3+1RPl6sFT36x8i8qGarvQmIvL6oR+i9KXxZvRSLWr6klMG9yH0bvNjIiD6IxoM+CjTDvWhB1b1bOiS8phd1OyR1hrzNMz0+G5qsvthzFr5jEga+KIS0PfugJ76Diki+SFayPQa3Or2Oqim+WIRsvayolTzrtoe9VXnlvY/CX74llFq+JwwRvgGNjL4jTZ6+3SR/vtBhsb0rQrQ9Mhv8PJVFrb3j2JE9lzxqvcCpKr1dNYw+RJIqvfBhkT6gjvu+5tgDveq3g77qCpA9kzQpPkQ8sD3nT4O+ryUpvSXnDr4XBX6+orFwvt53Aj5CMfG85Rg3PBzg2j3KcH68lJKCvWhfNb6EfJ+9BcmevFPhgL4ltJk9rzaOu+F3zr0B8We+cxoQu0M5Bb5YfrW+n/AAPiDS8b1rj3Q9mmXUvQKIFj74BjW+aL3ivda2m7z0Kkq+uPclPRmGlb7EnYE9S865PB5TVL0CO6C+pDGsvZlz+bv6iqO8aLelPbbQoD0+yQi+4pRmPMS+pT0c6+U8+gW1PRblBj5gSgC83ZplPC2OZL4R3Q++zznqvRm3Oz5FiXO9rgsOPkALBj5yK7C9l6GNvXp4ez2ULeI7zdQnvRurZLwRgA4+pjITPZEdWb1eAvq9VpujvLHWwzy1hp+++hLQvCg1Ob7sIlK+BkHQvo/7QD199O48imSAvcL/5r2Ha8G9WnDVvZiWb77lH2Q9KGtavhaxBrzMo4+9WMAIvpBcDD2436I9oYSTPQlZEL5Hpoq+0kpXvfiOEL7c+we8QwhEvW5nCb1nAHM9hKEWOyHv0b21hbC9biBZvvpoKb4ocIu+/rkDvuv7tb0ZK0o9tuF+vn2YMT6Rlde9AU6wvYyzRr673QW+UhwRvAEWRb25kfS9aN58vfIsrr4T/au9gnjcPVvDKb5y55U9qHhJvhlttr3HFUa+qBKtvaYIDr6deok9ZufyPTejFz3iXzs86zY7PaavR75714A9bROXPQaSkT5Pfx0+gxu2vTi/Dr7asYG9RnjGvcNsuTzqTxo+mE/zvZsNAz647ys+VfYDPs6Z9zwHFjm8uQhPPZValz2/NRm+UdiMvjaEQz19gQW+O43aPQeVm70eJwS+B4oTPl5dfbxDiVu81Y6JO+7VG74oC4w+nvyZPd7vrD7lvYC9FYo7Ptuie77XMFA+VB6HPfqyZz3NRBc+z15ZvS5ssj379DK+9YYFvk+29z53bAU835U0vr8Aq74ZQzO+oEmfvo6oDT6jgwa9mbYTvpcgwjy9f2++RAf3vPlyV74kQyE9hKdOvqMdcb3rjIW+zSI9vcEpX7qAUGi+DqafPd76jD0xGrc+wMIAvnzN1z7Tm2m+R8+RPuHtpL01yEa+qf3VPbnzDD1+EZo8QAZ/PrU8+D19zD0+Zdb+vXWcCL1IxA8+KfVVPvZy/b3Jt9w91L2UPX1oaz2JpKW+QSbNvY6DLDxhP1o+tPo/PhFpJ77YKqY9Xz+AvhHZrT4tCSc+KWrVvSIw5rzQ5SA+j+lvPaTYsz4a/xi+UdNmvs0TDLwJT3A+6WxBvm5Gar2JK889CgC8vMrExbw3/do92c3qPfbpvL5lfCQ+G3Jpvg22or0X0aw+CBeUvViMR74HQDk8CLiYPiX/+rrKJES+v6kLvhuX87sN9KA9HhQVPgZcrj3JpcE+JcMXPvUxHb48u3i9Q0iVPvHMRT5CnRW+iSsmPd72bz7fvbk8j5mZPb4iDT2TPES+IXeIvEnOlD5A1lA+1upsvuO1EL1o8bQ+nZWbPQ6BLb6HjNg9W4Arvnr+wb33YUk+Mh4zvlBHe7sdLGe9K27EvTMmCT2d1qW+DGuxvsBEFz4x93O9EA17Po5rMz6SdCO+bOAcPtREgz5N/TU9Okgevso85D0k4I89GrWhPRI9uj6qQxw+XTFLPc43lr045Bm+BTw3PtNjqT19ZwU+8uWdPIvjRT7Wow6+U3NPuQkd5r2AXi6+x8vXvfPs/j080Cq+U3FdPYjOHT47f0m99PHkvd9bhj0mnY+982ZYvkMx3L4c5A0+6ZmuPUWFnr1trdG9+ot+vuXkTz2xWe6978RfPiPG8j0WDOe9I2BuvM5Cyz7Yc5O8iqPDvYBCZ776Bay8phoMPXGH6z6mlY68myaLPqJCmb2nj6c9fo7qvbLGDz1+Jp49IAxEPmxjGj3ta+I9IZQnvuVkzz3D1JA9Uk13vRyuCD5HPku+4h5gPQSb+LxA6mW9zrUJvPyMij5yygq+eFWgvuNBbL2p1J4+5VO4vlujFz7r3z4+12wevg830D5x/7C8rSa9PCpmS76TMc09zR73PZEm5T0bDIA8MjHjvVxMOL3yUyk+6hGpvXPbNr5yunu8sXEJvOxRIz4BD9o8q0EHPqu8oj15d3O83uK2vQQIWj7JD6892U7tPSYy57xKtA8+PCdAvvLADT1/CB8+9mP+PY2IAz2sBwk9pLsbvozCR71oNmG+jAd3vdiRBD0ZBMS9ce2FvaAs37zMHDW+/SeGvWffur3mnbs9pVO2vDh8BL47JTY+p+TGvQgU+T2MgiK+w5WSvXeP1T2U/MU89yrJvZO/Tj16ic89gQLKPKPURr6ZFdk7v9VnPd+4DL1EpEg+8YlAPp+ARr3WHVA+3qi5Pd2fkb02geG8xNdtvWzXUD4h0xI+UA7FvfKNXT0hOKm9WyBWPqqDKryhwEY+bG0CvWweLDw6SEg81y6UPlW3RT5sRQA/Igd/Pvep/b2XojK+CXAQvQA72L2HwEO+9PJgPpw8Qz7zKwc+ploAvkmTGj4Y8yo+XfCSPLfjI76VrIE9QFiaPbxjsr3rBRg9ed1hPp1XHr1tep09spXyPb9LCD2OKVi9WVS6vCYwKb640ba9t+7SPXLfJT6NSSS++F/euDSf2rrltzK+lp22PJFTKb2LXyA/umRwvX14Tj0ZycS9loQgvkySHTza8w6+ELvWPT0N+L1+Zza9nZS6vLonHb1pwjs99mAEvj7WQj38pOy9MY80PijeND0jkQM++ckmPWVxjb3hTg69yXxVvpnOWL5Jj4G92cYXPth4KL3ykRM+EP3xvUqNSr2oAkS9lL2+viGqhz6d518+ZJTmPRmTSb5bzg298j9CvoZTrT0kmwk98gMGvTPGzb2zK8q9uN+2PeabQruqqBE94+4evjjcD77BEiq98KhMPgFIOL6Azli+KBlFvLS7gj0hxK2+R37lvZm5aj6pHNI9rWJbvr0WnbzQXgW+RPb7PP+PKz4nU669nTRMvH7jGz1k6ju+VxmZPcLIMT5LS6Q+pVvNvCRlqz6DKaA+U5cdOn+c1zyj+bO9ox5FvREZhD6KWKM9GqAkvuudtT1HmTW+2aS+vgrjEj6HilG+f+BTPky9Zj5sEFY+CruEvmXUSj3lPJc+W6InvsPY8LwVlAu8ibfzPTjUfLybpCm8fQsyvYjvir1m2ja+lEfuPeIsor7Xe4G+h8N+vqI/Fr6aP3M+fTGwvWY0Bz7TeXc98JI9PfeSRj1NrQY+Q+DivcJK0T2PT8q+YmKBPhoXwb3PG/K9HiwGvtdx6Lo+J16+SBJzPBJSGD7CtfQ866XxPT4opjtFZuA9sqRTvg/DJD6sNS4+I+9pvl5F+73MSMg9HkUhOmNRuj2h+BI+cYIyvjHymz0R2gG+PqiDvtPFrr6opIg9nUEevsms3r12RhO+5mnSvH36dr4f+MS9rWyFvJHzAr5yZAo+vEAXvs9LMj2Hqz+98ihhvkVe5b3NVr6+Hq5OPRpPDL52x4a9dddgPnPYOL5w27e++gSZvooopbxtHzO+KvudPLknGz4caaY9KeNrPkGzMT1+MQw+2D6PvmoWBL475O89Hx6rviIuiL0qcfy9+bS2Op3Gvr5b3O08SXwWPooKmD1uJC696XEBPTmGB74KKrA98HNhvKXJgL6vIfy9jnI4vsQ0RL7l4149kNQ6vpsIkr5tbIc+sY7HvSTdl76b7Ak+ks1RPjZVCz61Mqi+CWxDPsP6gz7BCB28EQkjvRAJbr41bAA+MPdAPtS5Mz4YFey8asaQvVJjBj53jQm9d8nAvEM3Mz3zW0m+xZ9AvpiDrD0aHGi9SquPPm2qjL78Hwq8jzH7PTwCK72q08Y8ZBqyvMwwaL3G21a9UmThvT2Z+b14dQs+JjiDvnYNND6vQh4+oVoHvYSjcT5fhkq+jkqevqMkprxVMWm+D0KAvVLORz29+ha+QAUSPZLdhb4pAJ++5PmmPRWzH73SBoA8jrSzvWz04D5kTco90LVHPRecFT5TwyG+dgarPetZIzxRiye+vNa2vdMwrL49pM29z3g+vWi8nj0PD1y9GsWOvWXYDT3TKZG873Heve4ntb6qwG6+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_3/conv2d_6/Conv2D/ReadVariableOp", "op": "Identity", "input": ["sequential_3/conv2d_6/Conv2D/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_3/conv2d_6/Conv2D", "op": "Conv2D", "input": ["Func/PartitionedCall/output/_2", "sequential_3/conv2d_6/Conv2D/ReadVariableOp"], "attr": {"data_format": {"s": "TkhXQw=="}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "explicit_paddings": {"list": {}}, "use_cudnn_on_gpu": {"b": true}, "padding": {"s": "VkFMSUQ="}, "dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "T": {"type": "DT_FLOAT"}}}, {"name": "sequential_3/conv2d_6/BiasAdd/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "128"}]}, "tensorContent": "GNkbvbBVBD2+u0G880thvv5qKr1/4gm9FXpmvXj+Ab7/kyS8EvjCvftsKT12cIw9aqCTu7Y4kbwx+z09iBSxPOQ4P704GyU8whW5vC3HJj3Yjbi8i9evvJsiET1i92k7PXVpPSN41r32ve68DQ6jvDjsAb1vbd68LHeZvRdZFr1MNsG83r+LPU3vJb2qhCM9tGiRvbTjirv6YQk9ni6oveeQvDx0n/o7IQrAvSMQkDtUfo28bF6quwMkXj0YLy+9NVtzvHOwQj2FPC08KdGVPI3p2L1Kh686iMv5vPMmSzyWvZQ8DZ8BPXVmBb0r1ww7+3cEvY57qb16mSC9lO3DvZGS+b0DopE9RCOdvD+H0jugT0q9+GOJPCJxhbxhY4e8m5HBvC0ffzz/aEy92XtcPQOEZrxoZZK9U8U9PbTBmjx/0Mk9roqgPKkK5zxumca91v2TPDFsRzxcH8e8Wjv+vMePLz24pLY8UYOQPIdopb1xv8k7EpCcvf3dAju7M5a8ifOZPJDj5TvSNnw7SlIBuwFcpTwCdFC9fxJUPHKiDj2k+hK+h7uIu9cucb2QNeY8ero2vfF34zwQacy8+NBVvFTLG77HW0i+I1/hvJ+sUTwgVN894Y5cvcPoUz04gz492vSbvOTZrT21sfa8MkQTvD6CFLzCCt08Yp6mvAsHkTw="}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_3/conv2d_6/BiasAdd/ReadVariableOp", "op": "Identity", "input": ["sequential_3/conv2d_6/BiasAdd/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_3/conv2d_6/BiasAdd", "op": "BiasAdd", "input": ["sequential_3/conv2d_6/Conv2D", "sequential_3/conv2d_6/BiasAdd/ReadVariableOp"], "attr": {"data_format": {"s": "TkhXQw=="}, "T": {"type": "DT_FLOAT"}}}, {"name": "sequential_3/conv2d_6/Relu", "op": "Relu", "input": ["sequential_3/conv2d_6/BiasAdd"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_3/conv2d_7/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "128"}, {"size": "16"}]}, "tensorContent": 