{"format": "graph-model", "modelTopology": {"node": [{"name": "x", "op": "Placeholder", "attr": {"dtype": {"type": "DT_FLOAT"}, "shape": {"shape": {"dim": [{"size": "-1"}, {"size": "-1"}, {"size": "-1"}, {"size": "16"}]}}}}, {"name": "step_size", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "fire_rate", "op": "Placeholder", "attr": {"dtype": {"type": "DT_FLOAT"}, "shape": {"shape": {}}}}, {"name": "angle", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_1", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAABAAAAA=="}}}}, {"name": "strided_slice/stack_2", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}}}, {"name": "strided_slice", "op": "StridedSlice", "input": ["x", "strided_slice/stack", "strided_slice/stack_1", "strided_slice/stack_2"], "attr": {"T": {"type": "DT_FLOAT"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "ellipsis_mask": {"i": "0"}, "begin_mask": {"i": "7"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "7"}}}, {"name": "MaxPool2d", "op": "MaxPool", "input": ["strided_slice"], "attr": {"T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "explicit_paddings": {"list": {}}, "ksize": {"list": {"i": ["1", "3", "3", "1"]}}, "padding": {"s": "U0FNRQ=="}}}, {"name": "Greater/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.1]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Greater", "op": "Greater", "input": ["MaxPool2d", "Greater/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/input/_0", "op": "Identity", "input": ["x"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1/values_0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAAAAgD8AAAAAAAAAAAAAAAAAAAAA"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/input/_1", "op": "Identity", "input": ["angle"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Cos", "op": "Cos", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Sin", "op": "Sin", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_1/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/sub", "op": "Sub", "input": ["PartitionedCall/mul", "PartitionedCall/mul_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_2/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3/y", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}}}, {"name": "PartitionedCall/mul_3", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul_3/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/add", "op": "AddV2", "input": ["PartitionedCall/mul_2", "PartitionedCall/mul_3"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1", "op": "Pack", "input": ["PartitionedCall/stack_1/values_0", "PartitionedCall/sub", "PartitionedCall/add"], "attr": {"T": {"type": "DT_FLOAT"}, "axis": {"i": "-1"}, "N": {"i": "3"}}}, {"name": "PartitionedCall/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/stack_1", "PartitionedCall/strided_slice/stack", "PartitionedCall/strided_slice/stack_1", "PartitionedCall/strided_slice/stack_2"], "attr": {"shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "11"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "4"}, "end_mask": {"i": "11"}, "T": {"type": "DT_FLOAT"}, "Index": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/ExpandDims/dim", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/ExpandDims", "op": "ExpandDims", "input": ["PartitionedCall/strided_slice", "PartitionedCall/Repeat/ExpandDims/dim"], "attr": {"T": {"type": "DT_FLOAT"}, "Tdim": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/1", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/repeats", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [16]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Cast", "op": "Cast", "input": ["PartitionedCall/Repeat/repeats"], "attr": {"SrcT": {"type": "DT_INT32"}, "Truncate": {"b": false}, "DstT": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Reshape/shape_1", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{}]}}}}}, {"name": "PartitionedCall/Repeat/Reshape", "op": "Reshape", "input": ["PartitionedCall/Repeat/Cast", "PartitionedCall/Repeat/Reshape/shape_1"], "attr": {"T": {"type": "DT_INT32"}, "Tshape": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/4", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}}}, {"name": "PartitionedCall/Repeat/Tile/multiples", "op": "Pack", "input": ["PartitionedCall/Repeat/Tile/multiples/0", "PartitionedCall/Repeat/Tile/multiples/1", "PartitionedCall/Repeat/Tile/multiples/2", "PartitionedCall/Repeat/Reshape", "PartitionedCall/Repeat/Tile/multiples/4"], "attr": {"T": {"type": "DT_INT32"}, "axis": {"i": "0"}, "N": {"i": "5"}}}, {"name": "PartitionedCall/Repeat/Tile", "op": "Tile", "input": ["PartitionedCall/Repeat/ExpandDims", "PartitionedCall/Repeat/Tile/multiples"], "attr": {"Tmultiples": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Repeat/Shape", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AwAAAAMAAAABAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice/stack", "PartitionedCall/Repeat/strided_slice/stack_1", "PartitionedCall/Repeat/strided_slice/stack_2"], "attr": {"T": {"type": "DT_INT32"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "ellipsis_mask": {"i": "0"}, "begin_mask": {"i": "1"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "0"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice_1/stack", "PartitionedCall/Repeat/strided_slice_1/stack_1", "PartitionedCall/Repeat/strided_slice_1/stack_2"], "attr": {"shrink_axis_mask": {"i": "1"}, "begin_mask": {"i": "0"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "0"}, "Index": {"type": "DT_INT32"}, "T": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/mul", "op": "Mul", "input": ["PartitionedCall/Repeat/Reshape", "PartitionedCall/Repeat/strided_slice_1"], "attr": {"T": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat/values_1", "op": "Pack", "input": ["PartitionedCall/Repeat/mul"], "attr": {"T": {"type": "DT_INT32"}, "axis": {"i": "0"}, "N": {"i": "1"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice_2/stack", "PartitionedCall/Repeat/strided_slice_2/stack_1", "PartitionedCall/Repeat/strided_slice_2/stack_2"], "attr": {"Index": {"type": "DT_INT32"}, "T": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "ellipsis_mask": {"i": "0"}, "begin_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "1"}}}, {"name": "PartitionedCall/Repeat/concat/axis", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [0]}}}}, {"name": "PartitionedCall/Repeat/concat", "op": "ConcatV2", "input": ["PartitionedCall/Repeat/strided_slice", "PartitionedCall/Repeat/concat/values_1", "PartitionedCall/Repeat/strided_slice_2", "PartitionedCall/Repeat/concat/axis"], "attr": {"N": {"i": "3"}, "Tidx": {"type": "DT_INT32"}, "T": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Reshape_1", "op": "Reshape", "input": ["PartitionedCall/Repeat/Tile", "PartitionedCall/Repeat/concat"], "attr": {"T": {"type": "DT_FLOAT"}, "Tshape": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/depthwise", "op": "DepthwiseConv2dNative", "input": ["Func/PartitionedCall/input/_0", "PartitionedCall/Repeat/Reshape_1"], "attr": {"dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "T": {"type": "DT_FLOAT"}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "data_format": {"s": "TkhXQw=="}, "explicit_paddings": {"list": {}}, "padding": {"s": "U0FNRQ=="}}}, {"name": "PartitionedCall/Identity", "op": "Identity", "input": ["PartitionedCall/depthwise"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/output/_2", "op": "Identity", "input": ["PartitionedCall/Identity"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_5/conv2d_10/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "48"}, {"size": "128"}]}, "tensorContent": "s9EBv1DGLj/ftxW/1Q9UvY/qqr5BPYo+0JkTPhpdez7A6Sw9E1XLvaFCUT5rwBi+D+dZvjJIPL2DgzW9TTiIPhUcij2OICg9Izw1PvJ3cz5o0g4+/KFkPmANij6+rA8/6Fo8PueS475gNgc9K9+KvJRdfb4XmOa9vlwlPqMtfr4lTug8RjNHPthFUz75NS+/BhL5O39gqb5aUXS/N+3lPkKcar9GxiC/o2+PvlvCu75Jay49r9RQPnKDcD1+eGg9aVbGPrQHpz3kxLY9uQXNvCj9LD7zbUW9Pt4aPLFxKz5Xk7a+LmejPk4KML7uhgo/YZu8vkvHYr5r1y+/XeKJv5TDSL6DeAM/ec/7vT1jYj6939O9RMzjPWFPEj87KwS9tqGYPd6Vlb5Cb6G+b5ZvPn6WJrw5DwM+WN3LPibvvT3o5ps+Xc7dPQwYND6c+yO96G2/Pri5/D3eLim/D/YtPfGVJb7yQ5Y+TFSDvguy6b6lvce9dC7+vXmeHj2/pry+ORphvvqt2Dtvzu690ymCvNwkkD6qhZs+qwVpvpBfjb5MWQ2/EruZPkeZ0T4a2My+Km44PJOO1b5WWzY+GGY1vncmAj+sTLC+rLcZvnpM0L4DESS9XmqkPWl2q74CZDQ+4qwqvoqVuL4YJrk+1X88P6jbVb6VaM++zdSOPY5ahL7qRrW+l7NDvbjqIT8q6z4/lDQNvhpXvD4LvKo+xULgPiiYlb4eIUY+ydB1vO9uJ77yyou+Zg83PlrTJLyKXrM9eV/CvvhwtL1erxc9T/Neva5FOr0iic0+g2KtvAKASD7oVri+4uP4vh32Jb9KL5W+Cw1NvPlDRT4fbbO+NXeQPuB2vb66aSe/5lWQveQ3xz4GQj0/bOACvh6Odz0Efpg86fm/vuZgWj2kOmm9Z5eVPm6su7zas3o++S1rPecuIr8llSO+e4UfvmDDV76rXSq/FOSXvtAAs76OZQU/5zirvF8KZDwnXgG+Qgpbvlkcab5eM/Q72pQ3PuqJJT76Kba+AVWQPrvASr6Jl7w9gNAZPpmfiL7kknm+qfJrvl7aXzxBsAi9S8BmvXJXIL97Pf++grZpvj72kz5+gT09g+fnPaVYvT2DSiy+9vqOvqBshr4X7Ru+FxQCvx/o4z51Jz++US/+vfKNVz63O9i+WWiZvnOjob3e7qM+zjvgPoeO1j58DoO9x4XXvVAoij1e9KS94eSjvjDMOTs7bOa+8EtJPehrxTwmnZg+l0P6vlT3Z74pNYw+Oc0GvkuWR75i9ZY9Dp6JPi9cWL7Ssd87LB0zvlaqnT4GC2q+rm7xveNGf74+jjm/SQNmvXI6HL6RBJG+hXeZvgiEJ75L58a8u2ogPu/nqT6FYII+ou1APQwheT/Gs/u9mBv5Ph0mjr1xVaw+VboNvopEDD+GxdG7kNXrvF2lD7/2Nl8+B0N1vqLo4z1VHJA+enIIPTVIkj5Fiig+V/Y8PvLEJj5nZQO+cGlVPQS9zb4DerA+8ZeFvpzBYr/E47S+KMKUvojrFT4+NgA/tVm8vLJu6r45Q92+nWG4Pimpej7PSB2+4dXpPuF1pj60F6C9V2lxvdPRCj7jB7A+XczbPtQODr8VihI+43HOvnAZEL7tmWQ+yj84Pa/Z5b6FQgO/4Ls5PlscPb7xLhe/cNB/PhMDw7xFlG++vKpsPhnHPD6TnTW+6ko2PwJ5PD5WXgY+7+iYvpQVqT6NcZs8ROx5vs7T2b5ItK69zKh7vSuF0zspXw6/itoxv4y5Eb8pH6M+3XgrPvlJaL0uQ7089KWgu9EWM7+GhoE+k8TTvlVb/77Tisw+syqxPsdB7j16Y5q9mwHMPSuU177G3F+/NzulvYVwWz7ZFSe+JLiFPhDaqT3Vkaa9CwoYPeOD0j5q660+plIqvtBAGD9h/689gxvdPuWzpT4yMZS+fASqvhmkaL7C58m+T1sHP0AI0D1/whG9Q7VCPkTXf741Atc9dgQCPwI3cr4zOJE9qT0wPZA9F78N/K2+hmfXvrkV5z3QqgO9bJbOvsdhcz4zNm6+LefwvYB8rb9T4QG9zDGMPsjXob43zN2+RKilPdcgj767FjO+x0IGPqRGQ7yIQJq+kwokvCcOTD6wREu90Mj8Pqs0JT2Dtzi9qAu/PtsAbT73MXK+1n4qvS32lT4T8aW+/2yWPStW5j2FvPo97MQ0vCQEOb5yIga+FoVbv/Fv5L46u1Q9ymmav4k1uj2wfEy9p5FdPpnUhD6+bLI+xKeDPHy+kr9tM0s+3sEbPsfcoz7JgUA+cvqqvaqBq776sJs+hCq4PMJY4b76gvE8mTJaPmSlb76o3ow8Q7DpPSUZe75OjJy9KEKbvaH0TbxUVm+9r8V6vr+ZDz5YpJC9y6aHv5V3C71N/Em/pUndPXRrLD6nu5w8jm02PpN5V72IBgq9k5f8Pv0vg73nZUQ+XHYfPe00lL7HaRe+khS3PozTCj4t2ls+kEFlPtMJkr0gAZu+7DykPPRiMT5/5fo9Jg50PVS0077hUYS+l6b3PTMntD7R8Ko+BFKjvRsMRD467fE9zUoMPhjhCL7g6j69pEkLPUh9Fr/fP3E9v9iSPhg+s71mG8K+xJcWvgM6gT4FdN6+jguTvrFxJ74Sk5c+3rtNPamApr6vtcM9zTLXPY5wwD3wssi+jqHAPhqqxT4ytjY+UY4gvsE4A71826K+0EAIP5nMdr6yJV2+WAVRvXh4Vj2h+HW+akXpvQy1yj5Djzq/SGUWP+c1Grw1Lui+j39ZPz3BlT/rtN8+vnFmvoPH3j49ooG/kBkQvWSWpr6wsz++6RmIPhgXKj+L+q++TTzCPg1XpD6CBw2/wvSdPocTfL10Zbm9CGdev9qrgbyKU72+B5tUvrdTFj8bZMC+IEymPrTSwr12gcm+ZksMPvfEvz58k50+K+1Qvisd775EoHq+ixbHvjoH1T4X2/a+ougUvhgbx73a/jA90hsevHYMer5tdKC9SC2uPXwuGj4XxdK9mZtGPl0TRT4CwF+8lZgLvouWh77pbZc+VI+wPnExAL3ohgi+UEXUvoJ6tz78v4Y+suoUvnwUzT6tsg68ZesyPWhzz75GLzC/RJPzPq2pIz/EQoW+YhJKPm6Uzz7l3hS/vh+4Puy3A74gWNc99vgePgxqrL17xsi+AAhDvn5HSL009LG9BN8IP81oqT6Qeoo+1Xd4Paxnvz7UfGE79SfivWhkdr06ng0954WTPStKeL5g1sU9SO9PvtnhD75fDpM+xfLMPUhhyj0EKSk/WYtzvVwmtT4v/8M+GeE4v3Ijkz1Grx+7p+/GvvSxZT4Nyhk/x7HRvLXITD7YH6u+7Y2WvkkJ1D3iVwm/sI5RvvPWNr2qPL++4HcRv0PZ6D60W5Y+ApDIPoFZBb6coEw+qHsbvx7VBj+Pp0u/WUXBPKQckT1bBhq/YbZQvThXoT2nxIE+r3rWPvHbRTwQEho+yUZpPuMinLycGIy+QowSP8VxjTw08dA93ajvvRgZGb9wkIU+pwhrvnlQ274KXQG9K4bOvsI9Xz3d4oC+lje0u5BJw77WfVm+tOCCvmaea74eLla9+c+KPoGm5T22cAO+N863PlWAjT07yP69legNPrbIfz5dTw4+s9oWvwwGZj5mT7y+R6dyPi+Qkr4m0Cg/Qqd/PIjwob7KC/E9UOa+PqI5cD4Qpcc+WHtdvtcSvz3YPBA+y3eWPPYgQb3VS8C+4QCHPejx0b5lFQG/IGNTPsTvuzzLTWq+LyyMPAnwIz6A7TW9IZ0fv4QEOb35vrG8bKgDP6vEkj0l3gs/RHwiP215jb7/Q8E9bmE6Ph89EL/1eyc+YzsCvsKRNL7Bi3Q+QKNIvkCL2r5eIYW+UBe5vjxDHj9ojv6+w1f9vQW+8T0BqBy97uTKPopllz6iQS4+jPr5vCR8Mr0ImLS+CfiXPia6cb1sa58+v168Pnj7Uz1wIrG+zdX1Pfo4ST0hRPe+bSAYPhxRC74gPQk+l78ovqIcID4YF5K+zCr+vcjg2T2Sxd89vhNYvpad6j4lF5C9V813PQzhET8C36u+YK4pPRwIKT3PYHk+bFevPdXGqD6zYnS+69UXvlSUkr+5uc09/UznPvluVb46B1Y+qgJ3Pnjpjr49QRk9FoPqvjD6M7zFK1K9/QQtv4OVB75Uy8o9ocwGv9NdeDtM6lC+awBuvubl4LwM9N289SpuPNvz17xy1TE+vbkQvun6oz1u6kw+TxZSvqKTvb5HBgc+P0FAP1WPRrxYPfy+T2HhPq7IAD2xbSe+yDg8PqGjcr6R6iO/70YXvkYoNr/B8QS/4PMXvXNlvz59vmO9m1sHPl52cL63H/U8mrddPOVHpL4rhZI9YJ84P/vQeD4v0BU+v3E6PitVkT3GN7S+8s9EPYOz4L7vO+W+Slj9vaDE+z5OHSW/uIVYPoJE+b7IX/E+ob3ZPVbMQj5e5oO+hpTZvs9VC78B5bi7QdzYPvoeUj1jpra+mGC/PSrrX71LPy++c2Btvv/Lib5mvou+j1mPPcRfSL7EZnS+VXgyvug5j77DHPW+uTBwPch1p75kUW6+FTSYvqREUr59t2C9ObawPiEEjz4Se4C9Mf28vItrnj3BGRs9MrUfPmDi4z6ZNqE+yBrzPIp7CztEw2i+q6L6vdZvRL6NQRW9efRxPugtlD4vWo6+LFztvh3jJz79Ikg/TyyfvLqXRT6XubU97e9ZvsVfQz21DcI9rNeYPjfhOz4M+j+9nTZLv/ij/74A4sq+YmHIvRlGsL5iI76+d1eoPiOm+z55MQM+IlikPow2Ir0INQO+yr7HPqkepDznRMA+fT6xvse78D2gEii/e7J5Pr3ypz3ynFQ+2FsEPtUkqj7UAZU+1s3xPUZpGL66bac+0CAmusOXW74C9ly+ZLzfvmyBf766peW6Aw0UPjivlD6ah5q+xbXJPmdMXz5KhHu+MKcwPhLPLz5yTus+GLXrPVfA8L3oqQq+JBVavpNoIr62qUg+bp7yvtaijj2Xa9K9pOk/PgI5K7/WFZW+yvs7Pk+kuT2lTS0+H2zlvSl1jD4ZPfC9UoS9PqYW0r3ovyA+yBrLPGmKML92xf69psizvq9MEz9QZtk+msVRPqsQWD7gDyk+ldo9OhK6Qb6ikVu/WzCXvOXHK74bF4o9m436PbASY75q1R6/vTdpveLLP74rSda9atUnPyMQAb51U/U9n9aLvv+FNT3pjAM+alSfPtjXQb2nAag6S9bnvsRFUT7/niy9DgXLvsy2YL5taaQ89QXMvanPxz1BonM9SD0fPXCkzb59hho+EP73Pm9PJz7bo2A//xx4Pj0rRL1guic+ca9Iv9lK4L3zXys9sq3FvmLzFr+tvxU8w2SPPtWSlj4WVPm+0KUqvdeh2T3Dvsu+odZTvs44EL1QPjm/q6ppvu7XLT66GWA+vIyBu2zVMr6U7d49unCtu6dPpD5+4N4+Z0LFPgmVNb6gNGm9orrTuwQhP74InYY+xjWkPDRVMD4jzxY+eFkLPvs9vD7NbKm+i4H9PCiMgz30mPU9yyqavqfMwj4qsNM+PbmlvW77I75C6WK+ME4Jvb0MU74/ZjI+mN+QPVcAGz/hyCG/h/zzvEzccTzN03s+jRKXPUtHiT3ZdEQ+JUc8vsDYlL5DCHE971szPlr+Sz7IzHq8BoIsvrB7QT5YGVo+ySRqPiKIt773RgS+vrjGvm76DD/Ik/S8YvgZvoZ+SL7ZlmU+vsCLPg7Uczwnapa9xPSYvlGlgbzkFGA+Sk+LvTh/dDz4PY6+CPFAPrGPmj6hOfE+QYQBPWSjLD6Uwbo+Q0i/PirRK73HCYy+z/vVvfr+i76h92S+BCCnvpptM77CpIA+46L2PjakjL5WKnC+OD9EPtwf2D2SYbA9dDLOPp7sBT9j4dA9rKhBvnPkYj40zQu+WgGmPXtggL4WvwO/xLuMPuuGPT4cP60++IZnPO8YE71S5b2+CnXLPqcI4bwIK4e+4Hu4vZx9Xr0wY02+61MtvfxAtj5yWSS+B1/evQYgwb3263a+NHuJvguKRT1x0VE+SfqSviYNe7z9FEW+k36YvJNaQL1cuHe+ZELGPOABnrsJVF0+Akcfvisdrj3DT7Q9WIFTPtEnHDwB5Eq/2WAIvrY3ub3jRm+9nwN8vbQIo7tB42y+cMp1vqQqA71/axS7JIZRPrrmPjzM0Qe/pngQPuLegb13Rvs9Vtf1PdI4nryt4fY9+GyqvcFUJL9qr9s7GcClvLWDnL5e6cE9WNkhPaxxeb0zA6i9IQSJvaieND0JfmK+5j8hvh2MIr6ObC69TjyvPTzrcL5ii0I823JIvYNKUb7n0w49VpQnvkkhRD289TE+rfDTvcaEa7yvux0+zd5PPW7bbb2Q6tS9a4BcvdF+Zj6P/a+9HWqTPfhFgz25KVu9QTBOvepagr2QmRC9fQutvKDl470axbE9ruIIPo1sQr4YaBM+bU3aPbsDJ77dc4Q8uMZLPa9gzL1neGW+6/vWPQldtbwpduS9/RL1vclDkzzArRa+Cw6ZPcN8nb2UDLW+gj1dPhHFOT2Ek5O+hgWUvswNJr7HkAa+NUBIvv3Zcr3bgC2++S1UvfAxDjzs6lK96AcEvitRnr22Nsw91G8ePq4pqTwIHqc9cfbTPa9loT3T6yy9c8amvXiBjj5xFBS+s5nCPMhwJ71snes9Q7syPdLa270W8qC9BFMbvjaRgD0kMvC9ReaEPQwco70Vpfs9bfiNvQYlMT1GAow967axPSIOab5zYRe+zWY/PWPjkD3tZmM9788UvQC+YLyNJ5u9H49HvhVd0LyE0yW+Rb86vO1G4r2rUxC+87a6vKqyYL6AUJK9WSzNuzFaYD0eDTQ9ODlevhT9Kb6nT5K8RneTPYsZcL5lBTk9sJ6QPa++Qr0UVpk9YgQkPQ3/Ir5fNCm+oV6/PZm6r72Us+G9+WVAPQb3hL1Trrm9W+fyO1K+SD5RBTC+1xpevF8K0r2rAs+9mAv8PbiXD77UyMM6KXvFvfUh1L1yhyS+TLHxO8OcUD0TA0q+DYbDPEzdF75eO2683KcTvo9BDj6RGGS+kQ5RveNcND25DAo+x7sQvr9/ib3kccO9GzEavbxt1Dz4rEW7HajjvQQuR76W3Ru+KzlvvSGzkLzQ/A8+arHDPUhtprw0GDi+TsDzvUYtej00Slg9W2i5OwZQGDvz/Rs+zkdjvThfYj3jsSI+HWKrPX1aaD6irx49qIEAPplOo70JX1k+Y93WPSkxnr7cad+9Y+B7PVTx2700EQW+JUDxvdyeAb1/p8I9koIWPjn7FL5hkGm+hN36vQQeLDwyFZc8GJakvdokP77idxi+KeEOPqoHlD0PB8g9AQHfPVDby72jvL+9C/BBvvteE75CsNc9y7kQvQNom71QfBQ9xfg/PqpQ3j266na9X9xCvcxOB73dchK+wphJvSbFwr2kBqO9anAMvuoq2T2aSJQ8ak+Ova7Drb79yKk9wG7xvTqEdz7IHIW9x3gUPu1a470XJpw+xz0RvmfmvTz4ebC9oeESPjYplr2kbQU+7LpUPc915rx0Bwc+2ErnvKgzFD3SVUI+BPpDPrSTDj65ntm8++BOPAyfzD1X/X++TQYevvui3j2yIcg88pODPYElQT5q4Yy9g8J3vuSTzDwxGps9ExgLvsLa9zywKss8PLgxvdS9773U4vU9IiVFvhCzhD40L5a9QAxbvOIk8b3kqXe84gwlO/pbn76dvBk+ffxEvXCNJ71l7Eg+4H2UPQvK4z2IczA9zYfgvOhj8r3abOm8/djsPIIN0bwRCKW8kZGivbrJ/D2nRoQ95oL1vC3Sq7397w0+q5EgPq91iT63AFo95pZlvScdM71a34G88f/gPKy9Ir5YoYo9kNr3vcy+BL27aZW9+OcFvfgK3T1VEUC9XeVEPpBLZD6vwfG9wtpUPk+90LwNl889STbdvMyb1r0pqa+9POnJPoZDFT6feqQ9242NvWkUXTwkPzu+DMM0u13w8b33nnu98a1+vrdhC74WO+S9VIJCvhK7ybxswju+HyjuvdAa8z3L1tc8/JKfvDOqUr3QMD8+fMUAvrAn3zxHQQc9CQPAvH/PgbkrrU+8FiHJvT6xwzwrHny9MjQivm/8mD2kJGI+gYiKPb0tqj13kfW93NGmPeyMkT1Dfeu9MO9bvg7g4T0RySc+wblOPU5iwb20JYo90dL/Pb8iDD6I6vO8IzuJvXbvDj4clgG+daAAPj/jVb6qGLa9mr1QvoCMWr45DLc8BLnqOxsU2jwFgim+xTijvDgSlD3sSkW+cpUYvp/xeL3+hLC9XnmKvSP9xz0zCxy9SZsLPox59r3GsyY+WIRAPTNGJT6VJrS9Hv8OPTBpPb6vrOo7uUdavYwtpj3pxgo+QoCUvZcz/7zIhT4+AjOPvZeprrwwlAo+3rKmvZMsZD1iqvA9CJOYvsRmqb0kBuC9FWeuvmnbnjx1sxc+ZDgzvkWMt72QNtU8Beysu4Bt0L3TTAM9UQP0vUDR+D0hQHI96I6bPYjpOL6MlJi9+HLFPdY0ZL5rMB++4aPdvYe4kDwjNaG9nakNvSA8Xb2Yzy6++/gjPhWUED6s8vc9XLioPASBI75kR2G+IHxBPUstlj0TtoC8wzyZPdtzKz5gLzu+MBWXvPw5gTxZHBO+xzVqPTz9Bb6RLHA+uaFXPVgNSb5L1g0+2rL5vOGxHL5DEwK9W/8SvIpto7519Yc9wGFWvAlsDj6egQQ9XTZwPfP3fL1RMQo+yY4VPkuolL36mg0+cx2GPYjjiz7dOqq85e2Wvvx1BD1F+B6+x9hEO2NTb741YnW+8j0bPut4B77Fz6E81IaLvb3Dh75ad7Q9XVASPegJ3T3fGpe9JY8rPgEBLD2004y+O9N6PZ5rpT76IWA9mrLnvbS8jj2y1H49cVAWPgQmmb2s8se87Zi3vMT8YD5WliM+dAx6OmRAIT6IKTm9IdI1vjIIUD2nrY4+iwW9vl01Fb2DHZS+iF1zvozMzD28fUi9uJtcvjgLHT4eSUA9WD5/PSZoaj7DSR89dDfkvcS0F74TEU4+j3A2PVyrfT2oOLY8E3VNvqIVmjxtOAW+a7ODPeHy9j45U5Y9aoADPaCHxz3DqEm85t4OPt2+8T1U9hg+y8B0PkT7oz7Ygpe+asU6PhJAvr3HgLO6sbmhvcURRL43BJE8EeVkvIe0GD2W1CK+GTktPjUOXLsrv+y8P9MDvpLjoz5wmIq+op+4vMmCET7anT4+y/TjvZMXNL7OPze+cLQbvoZmCDtVORQ+hIp2vq4COT4x44y7cMJ2PTfvzj3Soys+Cm6nvX9ntjyKf+49Vt4QPgoeuj08F1k+5EX6vagT17wUlr09LTVmvpqP3Dwbw7E+eratPeuq3T1eT4I+iIU4vSBSwT66Ruk7VAr0vVER171y/ze8J7UIPQU/mz1Jke87L4aDPvAKcz1cc708RKLHvZ/+nr78yyS9Y/abvW9eur3S1H89/x2hvnhQAb4vepu9NUv8PbKyir6aYY4+kYycvjC85z3rCJE9daKJPsEAob0/mCE+b79nPmNXET7b0gY+FHiUvYORLb16poe+JrhfvWhAVD7APBa9WS1ePMlABj4zUKm8h7CWPa5zFL0IXG09hqURPilYqD4lLKq+xSZ2vTMPLb5yMAG+A/MKPZ6sqj2aIik+tUj8vb9HLb315eg8Fup6PflSUb4wIgq+mqPVPSdWPD5zp5++EvEkvpdtPr1/3Te9EZvpPUFZjD69Y+Y+C/YAPEctmr7GSB2+W6iBvGNXfT1THHI9+Mf/vZhQUb6GgxU+D/MBPpMPcL2Grpu+m7mMvpOjazx3elq+RfaVvfIKKj4SlII+i0QJvmtPxb0Fnyw+hFgAvjbLGLx2qyo+rm2wvVtnyLzVMpe+S8lEPir0pL5lvaA9+277vWHVg70F8y4+PcB4PuNnGj43NfW9YT7RvTpHhb4veGA8jesoPUZRKD0WxtM7HQUOPg2ekb0CIA29jBYdPUHpCL4XIYA9xn4Ovk7JEj3G4cU+4v9BPJYSlDydL6Q+5eKovjWEgTyP0tk8DeYtPi/XVb67eQ0+XhmvPoy3w730mG0+GlCkvZaN9j3CaAQ+39RNvneKgT1596E8uBU4Ph0QDr6j7as9BVEePvnzfz3jGzW+flcKvnNqgr4TGWS+NeICvnFOJTzT1s89cztjvSkJuz7CogG9w/fdPdNu272/qF29LIdhvuNHiD3XzVy+mdWzvsh9X74j4Nc8CmP8PTydtj1Z6Xe9/nCXve+OFT7iW0w9fXJUu3Srs7uZ6LQ9E8j5PWgPDz43xoO93wDVPbO53jvzE8O9fdM/PlijOb0IK3K96OEdPfhh971LHD++QGYAPnhKIL3vXuU7vvMqvIFYK73up7Q9ftfEvRNtGLxuQXo9tjKGvVUl0T3hxIW8WyWVPcvpEj4NnQK+rzamvSIBaLz19jY+vI7zvSnH2LyEPdE9MY7QPef6Kj1c7Nu9utVNPQyKsb0aiVu92RZlPpfB6TzDPwu+MTY6vP5PBz7PJwC+4lKXPSS7ZzsYIlO+tEsJPvd50D0uThC+g2BTvm8ZiD7M7ji8YJk4vnKjEb6m3YC9gw4mvsfPhD6Zxfm9O6+7PFqjAj2xTzS+NIAqvo4wdr7eGum99UQYPnoOSTzGF/g7CGUaPAQjlj0mDIo9Fag3Pi42Gb023IW+toXBvZctFj3Co/Q9+7sWPV7Gir2T6bc9hpaLveTkkD3TxDq+EsoSvVW3Wb3nJvg99m/lvQFuCz6f/6k9DbUYvnZDzz19ESS8vynDPQXSyj1rZWq9W93zPQUxAr4mDmw9m3pcvqkg9ryOBXQ9HtCTvVi42r3zCju+82A6vAkPVb4/uGm+dndAvh1HE74MKKw9RDXjOx+xTr7YJ5a+L7vIvnAgaL4l1C++9yttveTpeL1fAVe+aIVfPlB3hb72/J89qK1hvMaQnL3o/M48MD6lPMcfDj2SmBQ+PnNdvgT+Yz3FGL2+RDUlvAGHmb01FyW+gjwfPGZfOb5gAT6+ZQ5EvUzjQD7Esoi9ya26vcgUDj63mBC+bhlVPsa2Vj5mLCY9Lp+gPbr3ZT6/PsU9cd8SPBLEU74uhYM+NTshvphUPj7XnGS+KWcrPYXNXr3Kd5q+yCUjvUf7EL02Mi4+GmifPiX85D5bs7I9BGnqPQHiVD6/4cy97/SZvq8NCD79rW+9I25xPj0BKz0RqNW8KwIEPYa/970JEDW+UVh4Pc6VSL5OV/W9HHu3Pb212TyShMe9cuAXPWeenT7uiTK9GghLvQwhrL33oB4+7wkqPWwQ1jzbQFm+vX2BvjKtMj3du8O9NBCRvTEvFL6jMsM+2T2oPECXqr1tzYO+Gy9IvaSBKT6K/4S92avNvdC3Ob3kVAK+vs/mvZS+lz3xN4y+luu8vHBSBD2DWIu+YgsXvgWmTL723Ja+5afMPUBvEb40bmQ+CqLWPfHmjD37wmY8nHfXu2Bnvb0Ea4+9FI4xPvroD7++Djc7cAm7OzbRYT7WTBS+5rkavlmJPj7d7n2+PEe7PaGgVz28Ns49JRpnvjt8KD2WuoU88wMkvuG3bb2kBwu8JOaUOJlzHD7ATtK9G0AJPuFVhL2i6K69h5sjPl+/q75knT2+iTqevoU8mD5wEZQ82FCSOum34712Ep29vvZsPbumL74Vx8q8WuouPfZC8r0S4DO+ClcgPdJ4IT7kpPq9ERYbvmoFOb0gtjQ+qS58PX5YOb2+JVm+RC8YPnKaO72I3MO9LA6TPYLRM75w/hw+pRScvEkSab5VCfA+DyWjPmN46D1Luh4+cHELPWAGDT5xcIK+RzVIvq8xYj3Qv7297cvrPXIDDr4Y9I68FqxFvYXLqT7CxEy+E+kGPpBVrT5WPn0+W2f6vbZW9T3BFS4+URwaPvrojr7zMv88fRV3vgXryruveek8k6PXvRkXkr27u6q9/0CIPd6pIr7MKho+1xNMvZhYx71IOTq89YQEPQq4jD5X+1W9NiyEviqsNb7NZ8W8IOeavRyzjr5u2YQ+lCJAPhSrJT1xaGc9AbqpvTOEcb7ira0+yMIoPqguqT7QSkw+NhlPvqXhKz/c7vk8tzQivtia8r1DrAY90AyXvjYTir0Wdlw+toqGPs1Kpr3neM09C7S2PUX8KD1hakk8fcO8vQFFGT5Ehw6+GsCrPQQPnjzETF490fxUvYJetD2D/3i90Bh7vZrnwr1KJyY+47E6vUml9j0zmgA+JawTvoAACDy/KPq5bq8RPXfcTb4ixo2+3JPqvV5eer0eeos9/yu7Pb6fQr6b5pu+kjrHvRge7b2UoSs9F68gvZw7EbwpLUW+okTWPdXLwj08Hz89+LKKujPgCz7rSGS+xG8aPeJjfL3cLYG9aYJ4PCLHJL5U2/+9O9QoPmrULL04WLW9QfmWPTaLer5nlSw94X+6vaiiyD2qeFg9/M9wvq7qAz0aayG9/vUnvj/8Rb2wE4e95v+6PV0JqD2hF9e99Q5lvgBTlb2LkdW9+Pixve4jPb64HbW9n7utvYFJf7xaBsW93bZaPCHUXr7LFDs+VXP1PVldjr10cVE+MccEPjHHNL5Guko8DrRIvTkZ7T1jW8Y94EKjvN9PM7w8gEm9ReekvpguPr5CwDA+dajTPQGegb419zw8c+W6vEuHYT1DktY9QqrMvYaoKb5AKjA8Zyo6Pt1eYL3nyJW6f3ykPXeJf711+Ce9wxRQvN0cFL1kTQI95pXAvapCqbwMTbK9talHvuboqr1dR5m9VRKnvTv+izx6Lhi98IiOPJrL271b+MC93cTKvdDnOr0czC6+uZ5APhM4gr6z0hE9KvZzvI0eQj1BMhw8xiwvvgwlKz0tFbE9mvGePZNXPbsOF7+8psHEPAPNUL7LuXa+YfGrPS8WFb7N/Pa8JUsxvlODG76eCay+sAxAvgJdKT4R4mu+myVDvne78L0eeoE7Sm4QPm5Zmr6Jq6G93/eivnuo3Dw20he9W/PrvXvhx71JBOY9v3GTPFmbWD5/tti9PJHCvOMKOj539BQ9tLmCvdq1/L3SFyI95tEFPahZob4mSXW9mqf4u20iWT5vtvq9Gj2oPb/yP77bmOo9rlQbPo7tWTnA3zc+GabnvcWRpL4Ov7u9DBw6vVYVHD4pU5Y97sNFviune7wOMik+V9Ivvn4AOrzSEO28Wy9CPuwZjj7UH5k+Bh1rvgmbRL0Fy3O+/udTPdiMpL51HuA9t1SOPnOsCD5rl4K9WDMgvqLsV730weE9qeeyPE60cL33sBM+gxpZPa+YgD4SYOW9YYXvvJ8Wlj2a+yY+XxOgvV3vlD2a0my9dkiBvvjh/T1u0Zi+GOVJve9XTD1EF2U+l02gvuqHV75raFk9bEtUvk1i+zw6w5q8bhfcvX7oFz0cdvM9GQRnvf3xM77Zzh2+3s7PvRuEvr3wcSu9+0LbPJHzsz0pLOY9LTOmvbY+hD0pzhO++DVrvZC1kT79sV69JGGMPAlIqz36vui8BXoMPS5tBj6Bg8C9p/UmPqf1Zr4KVmm+0LmCvlHMir6PUYm82tUWPqndmz3lusq+Zi4MvprwRT6gtK+8AJ1EPnczjb5hFMA9nCe4u7/cMj4wSdq8gVrGPgtVBT3B9N4+4QsiPrAKMb3UORw+DXk2Pnw+UrxQhYs+8A+QPqCVTD5h7ro93DTKPQCWPz0P0Hk9xH6+PWPXET2om4S9kCXQvUhphb1hAZs9mfonPqI1eboDI987f1wFvg6SOz7XdZy+Kcoevh/uGL7XUeI9rEqoPVvzUL58kiI+KcvKPjukGz24O4Q96MktPkVtlz5v+km+AMEQPKihmD6V4QO+IBpZu+yNHr1Pvpo+Q+M/vMJJRDwPyiU+/1yxPi5H2z24tx6+ZozVPpdAwb2HZgO+3SxSPjryCz1Zh2M+WnrKvbkMfj5IlVS+ij6ZvKEdDj2BKIi+b9eFPu7ALz6l/iY+p01Lvr7fsb1jhjO+IMKVPjx5uz3O6JY+Q4KTPZIzJ774ZGY9C64yvkVOnT34fj09IM7svJ2ROT7rLYy9C+LXPMiCnT7roFM+lqgGPmMgJz5N3G88bSoAPjfxPbtiB0G+mBIjPi1whj5473A+hu4WPnJTqj0G7oE9PsFnvQ12cD6nLhU+uR5FviaFKL7utiY9Hz8WPviRnT0eRqq+9aC6vr1rKD7ybnY+Ny+APsSrG71RTT2+A7gQvnS+OL4+QwS+7aKLPt7HpT2hxyM9t9KEPm9xjT0u+xI++7eRvUhsxr0EaQE+vP1WvPSN9z1tVxO+xrkMvaptij2JsNE9rQQEviHXlL3puH685B4PvhdEarwpwfQ9BiyEvQkRhL6paSS8q682PsNHdL45UEs+BFAkPhTmNj3NN3q+eKgbvlETKz3DJo2+eyycPQiIlL1kj6U9CpZfvfn5zrz/kwC+i9CfvakHnLvBGzi+7Sn/PQBt2T0mBdM9o4MJvrrUIz0S2vC9jgsEPd2eTL1zWLw82dekvLqDybwpN/+7N4B1PvyXLLtuts28yqniPYuBD71e/Ky9xxbZPTcTez3km9i9OruQvmLLJzcnHmK+JMCbPci9sL34X5w7Xt3FvcGKY74qJgq+FJXUvPjaVbsveT2+WOtTvk/6i76niDI9YNjDvekz/D2rj/q8aJ5MvMwiob2IaWS+lnOfPZ1gdb7Pyli+th8GPTosc7yWbcG8rBcPvvSoOL736RY+UXkiPsfODL2UWSC+QirnvfmgBD4E5028yIEaPsm0zL2A8gc91McCPOcruL1LoIQ8vB6BPdWR5L10ubk90IeavatTDbwEAD49ZGIbvp/9Mz0s/hk+NKTMPUQ8I7yEi6M94zkjvoz9HD6nMBY+aRGiPdWQqb4++6s9XpTtPVBfr745CBS9FB4CPn0DL7xCscy9+1AWvWjZqTz9gnw7yDJVvWedeb4VUh++lahpvexvRr2gOI6+mV85vg/Wcb38BVy+LeGTvJODDz4aeCU9s9AfPigDHT7pdts83gz1PSttsz6WI4g8bZgevumuyT21poa+U6cOPZbChL7L3XW+T1/iPTeJIDy0q/89i7nzPSg2bzzQ8CQ9DDIhvd8vDD7kBem9DIYAv1rLwb6zUMO89UvCPSjrij4iHQe++ActPnXpkL0S2A09oRFQvlQ4xLw/0SQ9e1ZQvjFp773fxqK+1ZfCvXSpDj5Alia9jvxBPRiNMT73QJo9aRaMvuZJgTyUP0s9mLKuPU3Kgb7lvK++0gMMPZ8cor6hyFO+pyFAPsZHer5y5oO9/1UVPqQCo74IH+g9lVfRvXxbDj6byYK+5MwyPgQzoD0zwpw9NanwPWeHj77nlJi+8PRIvmJxsT5dJgy/V2CzPj8SdL7zQO6948zQPAmjpj2GEsa93pjLu81Orr1h8Oe9y4SXvokBgz7CfQK+ZIIWvhgZSD3bwia+50ajvid2Vb2o0f490+LCvTModr0HaD68SdKrPjp6dT6GRCu+GKrBOlN5nD0nNjK92ahBPQSd1r2dnA2+LiT5PdxkDj4zXG896WCCPfcSnD3nGSE+8cGmvcpUjb3hKwS+sz9Mvua9Az1HK+69RBqNvlHcVD0qDkG+phjYvGHlkb2KpEg+Rut+veuJWD71rzU9bgaTPqx7br4IJEi9zgWbvUBigT5R8o09KZ6APKx8Ej4mJow6NftqvmkBcL74p9g965nNvWHZP77x3HS+xTAivLMQS775sq0+UZmHPov7wL39XAe+q4aCPSVcob2y+5c9ZyOavWe2RT7zSHW93l8vPnXznT7vTxa+uXK/OybsHr5yyrC+bHbyvhtVAT5z14C+5zn0vUntqL6RVIc+cRfTO2VPoz6A8w29NLvdvZOC3z12UtQ9cUeiPfpLRT6++Nk92coZvq4ypL44tIk++rrXPglQxT3bUxM+oSoBv+5Nnr33Z/K9wKQ5vtiFkr6U5lW+v8Wyvv6+9T4jOZW+w9r5va/zT74y9YW+Y5+wvIbC3j1Xiz4+oXk0vAxCHz0NWtU9en24vTvsob3XWcG+MqQ6vujaJb7R46M+uSFCvr0xIr6yE0y+Y1a8PvPoQz4zSDC9z4epvZOGOT36eRc9G/EyvdkbQD3PtQU9L7pzPTPtAb6R5OG+nfZOvb5ZFj15wsC+CCWKvQQMZL7Nl6I+ybEZvUKPMb7f36c+DE4MPuVwnL3FVYk+exrHPgcP8bwKb+k8UOKSvNAWd725zaC+Th0Qvl9PoD4lQyk+oXNJPox1374zqx69o0TAPvPfG76GVdM+CjYUPyn2+zxx6se+hKtOvvfVm76A48o6NEDbPfTIB7zyseu9Uyk+vaatzT2D8Y+9wyUwvuu6lrr20Cq+7ekIvl86ST1hOG08TpuqPXwY0z1JSBi+MAhRPo9/hb6nrde9JxAQPId+r70b03S9UNC1vaUozz0ilmU9A11VvsLfIb2yp2O+eHNVPYBxEr0n9j29DIeNPSSS4DxGsxc+7dYRPlbNNr4ERH88SQ91PUD+hj0hwIu9WaWcvRTSYL4qRZo9pXGCvd78oj1AiHi+gi9Jvv6jtj1V8N69XorQvWL0wT3OwMI88y1GPuW2YL3DHKk8AXGuvSGhMT6pGaS9yXIAPh819L2Uq7c8Kf3OPem4rbx7ry4+P8Wuvpfk4j2CINC9F4oxvgKYEj5Mhve9hOIDPn1+vT2Gcwe+prdJviiKyr2c+x49JBK0vAO7ubwxoRK+g77WPWkBw75ehmO+YSmOPDSveLsCnAm9XZcqPInsKj6F0Da++WhSvplz4D3Jjtm9Y3GnuvJOxL2t5rE9Q1Yfvc+xSj697JQ9WZ4Jvl74kbzTlru9dbBLPooUyr3j97u+AE6gvsEbTL5v83O9QoJsvchHOj7uWeo9HJlDPmwcTz6rnou9dajFPPTUEryTtO09mYoivj/BKL0zgwk+DdUPPlzFKz51Ysk8KRA9vcsYJD0KnpC97gRWvfR/hz5G+XG+nrlyvb2FJz7lPFu+4ffMPZrIVz08AgG8TGUavnZcIL7e/Jy9vBJmvQ+B/js6VvO7DNqdvfhIKD7ORvE9B3kxPR3dN724zR48KLBLPu/eDL63Tru8z4N+PeVizL2N5V+9I+8KPqsIPT5T29O+PkAjPuOK770bNpG+uJacPt1xKr6afNK907uIvXjSCr9XLAm9ctR4vcH+tj00S2W+Na/4vb1pvL4UVWS9qgYbvmRQNb5Ae5a96nyivDWVVr5d6x++qpaEPAN5Db7P7Ss84U1fPQC71j2BF2y9ZwHSvoeH4j3dKMG8aJISPlKo471RN22+3ex5vlp+FL7jFw8+KVeGPoglWL5/EkK+T8cwvpfVgTyH7Vc+nX2ePeHonTy7pYi+py/7vS9qrT36tx8+k1vBPYUMVz3m4Hm+wi9FPtiVrD7YLwy+U701PrMq772mebq9D59GPT0imb6jzEc9llRDvqqSy71i3JE94RsAvlAseb63wLe9Y7OLvM48Uz1lwik+ha73vILhNz6FE5I+Ub+kPMr+dT691Dm9auSwvq9vBr6BGPC9/lO+vkdZiD4VfwU+JjwxvnqOOz4XF9s9FluIPoqpIr5biHE+6f5FPlX3IT5ttaO7ja5hvBBhZjocXwS+B049PuytKr47YME97Ilavg9R970DNDE8uHXIPY/n6r0qgxa9DpVWPmlVTz6NMIe+bfVBviWCkL48Ggg+P/MKPg9aBj7p2PA9rQrAPQZz1T2QyE4+Lcjpu9AzO76Vv0I+2IZtvlEhlr65W3a9O49dPSK4pb4fxwk+qjGLPMx2JD7nDly9fiCyu1slbr6Z9oG9CEdEPhKCkr3uagm+Ou6CvZqILz46uAm+da67PYCNSrs6Hym+CBIevlklxb2KLuy9JyswPqLQob3NUp0+t89TPcbzIr7zCPS90UdPPemUSr0NeLe8MeJFvPOimz3lK2M9Dr9Gvne1bb4DCKM+BiJaPohWsr6QJa0+45CtPumtNb5Eu4k9GR5QPV+FgT7Um+2+KLnSPTyz7D3sK+m99fGBPgpIXr5KI5C+MM4hvselBD7mkYO97AjfvKj3V76ThQA+EmUvPmV9Or5dxBI9HaUsvHbqlj4yX6g+EEwaviJrQL5NtNS9Bue/PbkLJT3mB2G+Bn3hvRbTGj6LC6i+GumDvn0Ukz7tHjg9bR1DPXOY+7xH7k6+qiI8vZ6q1T0P986+w2rcve6gLb6k8Ye+onkMvZNgSr455Oo8uMDHPfuES7630bE8OifVvqFTj7syWOs7m0vrvZGlYr7irKC+ekvnvsW4wD2MduW9N9tCPnMjQL2Uuim+uDNjPY+Y3T0xo4U+KfYLve4eVT7sgjO9ZYxgvapmbb4KAWm+31R2vmPuk70Zi8y+NvElvkpEaT4AvLa+GyJLvsJsJL70ndq7QbhqvnjNRD24yW+9XrBPvqGNMz2P2S4+zHRcPAVikD1Ab9O9ObUcPju3Xz0s1zw9OLYrPkKZFT7Ldpe8KBmBPUlISj6+naY8uPEIPXgjiT0Ml1E+D/4SvaWayb22enK9rhYbPdP45D0mMze9UM8Cvoewqr0QopM82ZRVPXVB/jwLNMO8nfjlPcKWAD4uVTo8ORE8vtlMNT0CJEC+DJyRveNAcb23NVu98fWmPdHJ2D24jXY+mSY3vhIYIz0b38o92uWKPQlFCT7FEaU8sIXMPD6PNT7doHW9tNmyOzP2Wb7DwyG+T7w3Prg7qb0oHio+KGjivVkAMbx5wS6+QssJPeT0Cz5VOBY+1SZOPsr0gL2TZgY8uzgJPpYJJLsCB429pdU5Pt5zXr4sEQg+C8n+vbCoiz34Y3W993w6PsKpEj5KnQk+71nHvUayJb0WLDS+zbeyO04PLj0QUTk+hQA8vvl0ub00x9k8tYocPvXaKT5gJqQ9mKWePmB4bb7QXbw92pbUvX3k+71jjoW9AbIpvQAxVL7/Lkw9rPl6vcO4Jj05q169zBKiOxRCBr65pBy+Nz7oPbtkyD1PTTa+Z3UlO/Q7OD4Y/Q2+BbEnvkN3Dzt8pHo91gzlvXn+hj4TCAi+KT38vaERQL7yqFa+QBs5Pv0cQ713BfS9tN+fPATmizz16CA+ZMviO1KaOD1JIQ89DsGbPj1nVr7eaQA9u8a8O+x1KT7w7qG+K6U2PsPe1L3Zvo+9SOmwPSBQiz0Bt9M+yH94vjkNGr39ds8+ZPIpvnL+GT2Niq28xcq6PosaMbyJ8A08/qaCvXE8gD6T0Zy9rVgePoQ6GT6dQpI91YXhvK+hCz6ZuCE+hymAvuJhNL3JTZw+k7EiPU75qj2mM/c8JFe+vYyKmT6MCSo9eGr4vdSHVr6Xzws+iJaLPUKAv74fnL29v29NPjdCnD4xXi4+1caTOiWnWD5oOY89wNcQPkAQhb3mYh++3RGBvedG/jxH7ty94KXtPPMlOL5ES8A9PDztPaz8kr4/tOS9e8BnPE/TAD4IX449CvCwPYMKFL4B7MG9iniyvh5QF74pZYe9rB7MO+McBb2RSQg+IVxIvrxydz68/38+h1gvvn5CAj7H25u+OEMYvtYpgT7Zxqq9f16Svh1uGD4Nuiy+RSxBPqNoR71QeU89vIYLvmCkDD73AY6+fXrPPFNdtb7vWNu+/6FwvhHGt71d15w9QxTAvLKfPb5p5rc8lHYjvrfmbT5CW54+uTLRPT1QVr5wN4E9/8XdPISfvj6rMfe8GU47PsahEz4wJ8Y9bomavb/ZuL6e6za+kmKYvjZf871EboS9edVfvTuskj7kcQU+ecYVPuXRy7sPqq69mvSrPZgr1L1D46E93EQtPvYzdL5NMws+19fRPbC28r44JlU+6VJPPrOjeb0fam4+FACSvaw5o77Ztew6ELs1PinVKj0MUIm+BffyvRxETj34F2u8K8fjPWp7xD3R1pu+KIRuvon0Tz506cw9k+TNu1uVir7kXDq+bTp4vUE0rL7092K8m0a/vilu6r1IZV2+DVomPXjayb1klrm+Wy6oPikIKb5AogM/GJgWvrctrT489Lq9xdXuvROC8r0i9se9HpAxPjjG7TvXDE6+ZIqwPCh0g75l240+HCs6vFLgET8/iGM+NWq+vgKQSL5p15I+yJXoPar+Yr66XIo+cahlPok2nr7il2m92tGFPV6tKj7OjV493updvr/shL69in0+TfMmvgQQEL7F+Vo+c/bovTVaBj4/8uA8m+pevrfk8r2SAIY+HxzmO5vPSj4uTmI+A22IPvqaZz6Or5C9lR4DPRkh0b04+KU+VXhFvbn6i77qhNQ8n7r7vekHIL5cQEE+lZyqPrDL2j38e4E+hTZsvigktbypPJK+5/PivTZCo72r7LA8Jv+IvmingD7fouO9sh4/PYejfD6uvmE+yTrOvfG7oT2GSiO9Brz8u7UqvT3D/7u9rX1VvtxBS72DKgU+vksIvmHtzD6t8wy+vfbsPZ8neL1LmrK9uJIMPvMTfb7VFlK+RBvnvbXjrD2l+Qu9odObvZyo4D10sVy9EK8yPU4kJD42b2K+ci5+PkchrrwAYrq9gDAxPeSkUr10idA8px+9vDX0Mj0Y8C687UAsvV4Q/TxMcwu+YO1YPuYnbD4nQhE+t1LWvdKkX77/AGA92ImhvUekx71tEkU+zlqgPSCaCT6iO6C8m7XWPdJVEz7IRHW+zA00PVsFQL3gsgy9uUUKPgKqST1r2po+kWFlPcczFb78SEI9VYIzvRU0Pr6pS14+p0QDvg8mi7xRdks9kHOCPgQxez5inKS8qWZZvGNysL385aU9XmWSPdiDdTxGXf28XsbiPS12+7x37Mg9od37u7TyL70c1wK93Vc1PtuKHT4pc7i9+1KUPWrNzT2I54g9+h9wPh/3Jb5xlRc9g29YPuekvr0eLFU9lhfBvfVkJD4YYkG+9aPQu6fTLz6F0b+9NzfgvZF/qD38bAi9goj+PLbeIT4PzQe+Qj0SvZ8NoL5mUDg+HWfKPUCzKz37bVo+eTJWPndvKb5qvWo94Da4vSscgr3csc27uQ/4vdBNMT2EUGM8l9BqPdY8h72+obA8PTJVvauXoT1OT0Q+cIP8vVd0gL1BwCQ+PBT/PW6n7DxD1Mw8zXgWO/GtWT5OA8g9inuDOyde4z1TOb09dZOuPbfdED5jJm8++rZ9voQikL0/B9O9Vg6HPKEvML69dIM9LMLMvS8HjT52JTg9ij8OvHSOqb3WZ3Q+osohvRiRn71Akxw+kbPSPU/a+j3QLq0+aqQ9vipAXT3VVJm8HbbYPDJLPDqbUrQ+VIt9vhtlwb3CYYo+A7cou8jlrz3RNT09jNovPa19vT0/TYk+6k9CvRxIvz3xZlo+ftVhvb0QOD6pjpk+QeTxPamGTj2jOKC+swsOvi+DJj0KNZ8+pKZmPn66FD7ERnq9yOmOPhRaWT4DQg89vILxuueVMz4rm/c9YGgOP7EPnzwGftM97iQaPfVH0b21Z1M85ablvQBDGL211BA+dvDovSINMj6eKi89bCbaveD0KD6yX1M+XmSXO/fM/z0bDyG+SpA7vkjpnb2ClY6+dT2Jve/mXL34xFw9jN1jO+cgRz75P3g+hdvbvipXjjwKd2Y8BLk0vSlvBD6t5xk9IVLAvaBjcLwMkQi9HScZvitilzxNGyA893T2vZBAVT7hVkA8cVAEPtvFaz19ftu9Tb5zPieN2T7RawU+Pw1xPhmvIT71yQs8beuOPQOrPL6QjEI9qiRWvUfNC74P3X2+rHWLPfQEsT2yZWU9jOHePbvbM72grDK+vTo3Pe7J6L01SBc+K1BAPg9rcj4HlXe8EyANvXefvbw1lFW95Ci/umyNNj5tIu+9SzQxPMhGlT6Drus8AwM6vWZUAb6E2Rc+y7+MPeiA5j4Emb49vsqDPv0vLr7aRxW+h7I6vrhjNb4tkiq98wt8vlejBj4WYVA+rCqgO8VUUT6P/Ma+U2UHvTCbRb5nx6g8kk52Ph/2h76LN4G+nFIyPj+/Nz2tcyQ9vu1sPYiVwj2en7w97N7EPiQBu71iQNI92M5NvnYdiD7hsgq/XQSivEKbPj4I2Ai9xdr7PS4MAj7P2E09ZsxVPuxraD0m/og+D0rQvRTbrDxdlBe+l6uXPuPevj03OdO7QuONPdu/RL7GmK29Bfu6vQTBGD2sQwA+/oPyPJWxfT0XswS9RgRJPkG6fz57iFM9arJuPrb9aj5U/mG+WHGqO93Adj09mkw+YeeXPUIDYj5+cvC9qXqSPXtOpL2s7RA+F7mVvp2oJDxMfW8+XDP3vQZ3ID6I5va9Tw8RvtQi+r3n6y89t0caPkAWu70U9q8+Ru8kvFYwOD6EeUM+XwemPvX6TT7oc1M+lgqpPruecD1xkYU9EORLPsvs2LtYQSE+NL9XvRAN+j2JEhi+GD0IPT6aL76LRR++L6lHvptcaT6H1A89IU++PePeAz6n10k9R6GTPg3MvT3RaUQ88qJovqRwx71n9rQ+RKBYvUK9Wz60AFi+T6DpPa5e8j27Mq48eO3OPQoOrr7U8YY9B6JnPQKu0TyA1DS+kZ3Du4Luvb0lJDA9390HvuPTWb7eyAG+AFYoPZtReb5oPcA95tcRvoPXoz0Jk2I8cuW5vMr9wj1+/zS9FgEDvtER0b3RtJ+9IihJvmU+ab5Hcti9md0RPF5If7zwj3q+SRorPeSCTD1LMfm9FYnVvFIx8T1NsLS8RMGCvogGCz7tToC91Y6gvktB4b0EjE49RxS5vdj95b1CvuW7LQCsPZImnTsG306+/p+KvWD1Gb539ba9Zhc7vuzOSb7yED6+AkJJvqv9G74t+Te8czuKvY2LVT5CSCM+iyrsvTkmyr3fUcY9XLkgPlDYn77C9Vi+TzUwvnZ9mj2SHiG7F58bvkyqRb3yDqi9+HydvPcn8L0t2gg+imNDvnwNgr2/Tt09B241vWxvCL6C/xe+C8WGvX1SXL6PA+e9FT2Jvngk0T2ZDtM9Ym0FvpKSejy/F+I8kX+jvloipr00rlu+LVxcPRtRpL2AfKy9VD5dvqAOrT0+nGC+Y+aIvsGvHb51Eay8HM9+PUKZXr68jPM8gvBtvaokKr4F4IW+XPxXvtGVFr0qHyc+0ZN/vus3A71r8oe+yGvVPXCzC71sugK8IeoEvpuIgb36lyQ+rgIEPvgxTL6M97G95eEfvgNbpb2p2Uw9ZSxtPTx8Fb7Zd5Y+OA+9PXVgc72eeGe9QK6ivOwV8j0jSyu+/aTVvZy3JLzXCFa+tae9vCzFLr714Vu+wh1TPgdpwr1tpmG+ls6QOzaznD1yQhA99YUXvvim7LxknzK+mjF8vkHlUr4NypG+aSh3PMni5j1afcU9LL7VvCmB3b298Wy9bYMCPjHsgT5eKpW+m7yjvUIaAb40bgm+FSZTvlh4+j2628491vh7Pp33or1alK8965LYvTQQFbz8r+y9NptPvNVsXD6i2qa+6xtQvsnd9Dym/CW+Zox5vTieLL20fZS9os//O5Vwpz2k5g09xyXyvVl1lD0tchO+skKTPWuCu73euBU+rySfvRs5rr2lLo2+f4apvch1AD6uDvu9aOfePUX3sr10gDK+lpsVvm556L1hWhE9h0rKvedPjz4Vgri9vEKFvYdsDDyZE1W94ipFve+BRj5+pQG+tAhVPRekfL5fLoE9eahOPRqvy72RW2m+yEzGvruwEr2KAgy73rLePddAIT5amU0+mfE6vgsWY75mjI2+r/FVvRhIQD5sLhg8tcRAPtWXtj3Bo7o8ytyHvieJLT68i9w9GJiJvRvYSzwiVDa+pNiTPQzyG72csOU9oSBEPaeMVT41POw97Zf8PUuJtD2WKLA9iqKLvYIohr4Crwg+P4LKvajbKj6kM2O8J6qdPeigDrpBfII8EYAGPrpWAr6vAJA+sb/iPWcTlb7lZC29A3W/PTbW/b2k/4M+d4+dPstbJT4T2q+9W4/DPdDu2z1zo3c9DkYLvXP6qz3Y2vW9crBvvbrLwz77/wW+NWBaPponaj4Lo9I9eJBTvtDm8r0OEEW+rq8cvlf4Kr1fAwE+MxY5PiSEcT1LL1a9Xf1OvgFR/r0tN/q7M+omPrznR71YQhy+1WyevWllV74BtxI+3hI3PAiDCj5lZBq9RcXJvt+xBL7MZ6i9UPhKPgmq4z09KrC+e9sIvg2aOj02Cr4+b8WGvbYDxT6FTsi8TTKKvph+Eb40Pfc8kcZLPjs+b7zCiMg99Uujvb6bj7zzcYy9B5UFvhYgRbxyCx8+yey/vSj3zr0X/ns9rQ4QvsCsOr3xsw4+phwEPRl8iT0s+iq+IvzGPHFg7rwXdSa91cedPXSWeb50rkA+r2HqvKoqgrzpSFa+xG66vciqfj7g8wW+SzWoPZlOID0hlYI9A9BKPtchHL8EhJk9SY8iOhdLTr7KYIo+SY8CvNxkob1uhdK9tVR1vmDLHj1jWzm8qQJGvq2VML71TTE+JVMaPo2oGr5r9Aw+qCw3PdQU4LjRc0C+HH92PRsqOD1VxDa+XrxQvYY5ez2QgnE9WL+9vVlLnD5hjSq+t4twvSl4Ab1PWW4+4F2KPW0Pyb083/89vT+Dvbqk8z1vpOS8Pz4KPH3MfD3geXy+OOqWvWpmAbz/QzA9IPIsvkiChz4nkDi9fY2HPQ/5RLxSZCO+eNcivRQmnD2x0fe9/Hs6vme0j73CFqK9jsl2vGBfv733avk8M4Uevc2V9TydD469Wf04vdt86T2cxx89//83PlqG0L38tSW8kQlwPt6KGLzsllm+C7m5vaPPfT281go9FO3WPNJ3abv9wYo+dDkaPCwcmz2Jucc8qWeevMSrXL6UWEG+yHt7PZ1ejjzR+O872oajPNg7gr13ahA9PZcHvr1eXj4/uxQ+c6sGvkHXHT662Ie+WpQCO0BwEj7p/EE+AGk8Ph0dcT6WI5Y+yObXvNGjZb7vuzY99U82PsuIHz4jCmi9+QUQvhngAz5P1xC98jydPka1Wj2qhnG8+636vfwdTb3q8BC+J4v9vbPc4D1nkB6+eySJvg4hczwABl2+BSoOvq3K473lUBO9R7jnPanJi7wmRHC8Diu9Payts73N6hC902G2PV68Ir569V69mkcDuw39Mj3GwfQ9hENsvt7LTzzYGTM9WUOYPcScEb3vOaW9sS47Pk7O7D39MYe9icshvtLn4L357DI+vbZxO7UGij2LHy08NN9iveVaA752sD091v51PX0Q672BVgY9cQXoPRLkUT1soGy+pLuPvZUd5T0xf/i9USwdvRggUb5ktVC+QxzwPCAhur715n48iYqxvcBWFj7xUFS+CA25vSU/gr56BdC98/1OvqbhcL4UaAC/+fiXvWbPIr4Btm2+f5eEPugPkr5PbsK9xYF6PiQMSLwC/4q9Sx0LveydBT79PFk+ufQ0vvj5Gr5Dk6y+PoctPavcVzxJJxi+lAGpvX77vz0e+Ic+8A0EvctYMT4z+pI9EYfUPYsuhj0zBpa7ujoOvb40Nb4oFQW+/joLvuHx+j68IJ89xSIjvSLhdj6bpwu+oMZnvpDQxD5N5QU+rZkFvmSGP7463aW95JM+vOO1i77bTjc+QWayvSdhtz1thy++LD+6PpGJTT3wiDu+8fOVPbcmdr0Tu92+ipIsPoe0DrxddLG9SPHGPRTedb3cmLc9nrn9vVXrPj6jfLo9mJghPinbgD4A4jU+0fSPvWfWMz2klh68ueJSvhtJ0D1RFMy9YMRyvr5bBb7ceoU9zAkfPWSHXz7Jiqe9I/95vtNue74HBGc9m1UMPjqnhb46Jmo+a/WhPTWYNr6dTL28uqkvPo04FT1Pe3Q+tndbPaojITw5iM89z6grPgpQEr+gd9o6c+xZPsQKdz6qwzA+KWIMPpAWR76UUQM+ceGiPkjHCL63lqQ9XaYavvVwqD4UHIM9vODDPOO2sjxANa89XemZPoiuWb13x7C93TaIPa+5BT6OG0u+broWPtzi9Lx5kAQ9vq2sPtH/bb2ifZI+fXr0PStCRL7MKrS+oYvHPSFVm7128u097BipvXgfeD7Mys+9RPZJveOwBb0QwDO+2Y2gvo0BJz4L7Ky9lMOpPkIofTyqxqa+JnAwvtM7gj5pFcy9HyEOPm3yhL6QI5o9ZjQrvrWDhrvvyd09PoQ1Pgj1Y76L/1c+Nt77PRc3I76W7z6+tgLdPoKoYj1NEJi9GgVxviZOgD42oki+Pp9ZPqosxj0MUGG+KtMIPFQrbrxfMUc+zjE4vB3LP73+sgC/ousPPurDAb6UOwo/vbzoPubdPD127PI9NUzcvSGdsDsLSDM+ANXCu9Xs9b1hVxO+l3MlvXyj3jyl7rU9FLOfvWrrSj5XypK+9MCQvlnM8D30Mju+RqLVvCrddD6Ozrm9cHeJvYairT0KFfS9gpUgvAQSAz0+NYG+IT0KO2lPcD1uc3i+t1vYvZ39kL3I8p49gQ7+vSpuFT4zkg0+ULcxvq9KsT334V6+nbBNvtavJbpOduW+v8WRvJD0Aj55+Ro9E0rBOrUrHj6FZJA+9QW0Pf4gvD5hSEQ+6chkPihxP76Fvd27BZKTvkQY9D0wJ6a9ZYjMvSz1YD4y+BC9XRELvlsdez3/xNA7IBYZPni9hjwEAZ+9Ff2vvVQMWr74Qj4+HavBvT9qub1XPAM+Pea9PUrB7D1lcvg8/kJtPjEQST4hyo+9H6mFvH0A/jzn4Fg+37kOPqzO8jxa0ro+3YMUvrRgPD7boKA94q6KPIq1ZT7zz9e881orPWVzU74VqDi+vTBPvVNzHj4/HVo8fJBSvTnt7TxVeRY+Duc1PN6yyD1OVVO8BMAqPdxfEz7O/xa+JbVxPihBXL3XtHA9f/cVvrws7T2IFM692JpJvZoz8bxUTbM95RsuPvfIG75+DpM9thoYvSGwhD6IRts922XdPHGxjL3uKhw95ACSPRKJpDxrOAe6ItZqvWZ3zb0lmdw8COkLvoO2pD3NcMs9RSxFPkzvGD5F6Qe+k/wVPj+n0j3Nl0Q+R96UPk68ML0QAtm8QgqDPUPj8T34f9q8tYSzvRccrr2WtFu+F0+sPVbvYL3+yzU8gjcOvQTzbj1Uenk9ZoMiPnRz1j5WXII+FKGdPQzBWrsYtbq9r2v6vX79z7zU9dA9cog1vYIuRL4tTDy8uNVMvfZ+pL3haC0+BrIgvpw2R71GTIU6Qa8uvkK4oDzvBhc+JIjRvZZQCD7Ec8E+bWnpPRZO9zw1ilK9vJwyPTrfPD7eiNK8ckM4O5/73z1DRrc96ew0PK+wBr63HBa+XP2WPfRpBT5TQ/69CkA/vHiFlT47xSu+rNopvcnfJr4izLO8uRJWPfyyQr42tCg++9MRO4uHSryusp89Wt/cPY3IHb586vg9cldivb/a3b3HVEC9g0WzvXijIr40shC+4iJjPTUIEz66Aps+854mvhLyhz6fPVS8twlRPnj7GT4CY0K+gm1JPNVhiL4v4BY+eEzvPZ14Dz6N/Jy9hJiTvFhEib19EdU9XyIbPfxVYr21Ajq+8FOfvUdDQ74UagA+x4UFvWB2eL1qMpa9C7kXvhDRQD3BgY285cw4PMuKsjwiqMY7yeyKvsTgcT2Rgdm6ReOIvUzOmL3jfMM9QLo3PoRFV7202Xu97Ry5Pekz+D0hrx2+1ml/PElb4L1Qwq09TwMUPRKoU7uJlz2+RWYEPfgZ4TueNPO6zrkWPHY5Br34lqS+xEuhPUcAjz6hVDE+RO2NPtPIQ7x2sJw64YUUPvImLT4Jb988U2+HvtLEGT3NmCi9fhQ1PTUZkz2sxN299UwlveHnIrxGTnK+40HZPUqI9zsjOpY+yN+WPjlolb7Ouqk9+WH/vZKJsj2ewNc9FMT+PQDstT1eQUo9zyPaPKp+yD0NNS2+t9jkPCvl37337cQ9mniOvKVsLT1azQe+pHKWPVkrwT3W4QO+XfhDPjOjnz7KHTg+KGekvam39L3dztG9qZEhPkoQUj6M4Si+EHriPVCuK7y174s+XC+pO2ln872A+m88rD6XPQXYTj4+boQ+gFAePR49aDvTYyU+ZMLZvcYnOD7OkeS9e33JvgnGB71nN2o+8ZtSvtl8H76A7E++PCS3PVFs+b5nhIm+EM5MvsjgEL7xd7m9ERhIPqytVj4ANIK9uY41vo/Pyr1Qm8S+5yp2PaD7lT5U2A2+1ovxu3Fzpz5Y9XK+tJdxvhzrnb0xWg++yhVGPbEQDj5o/FM9mn9fPWZXF7sCNhw+5xOBvussBT5AesS964fzPcpsczwsGSy+weAWPJDnib6i0T6+jqyxPm3QGD7Gefo9fRELPOYugD5qPbM+odELPneW1D2Njt+7gbFSvtM6ILwoETO8NWWKPNn2Qr3aUAm+qfySPo2Fgz2YQHS+hQITPqhVor4oKUQ+ILouvhwWG700c0O+/0WUPnbZrj52V9q9Cu4uvk2H971Mhrk9yJ2avDlopz3ju8a9n0C8vScJiz32apG9OwSvPluWdjx4i0m9bwmFPi9R4D69N1m+OqcnvevAX74JwD69vmS0PXPImj7AHZi+5N+UvXb//Dwt0He+h3CtvbIJJr453pI9V0bJPXQ/rjyGx9e9lSVLPtcQBj6yX0o+xHwHPmy+iDtDqko91QgXPReNYz0EjFC+OYMJvbB5HL56jgu9PXQkPqzWAL50I0o+BFiAPDyPVj6jc2w9R8xTPSfUs71/3XU8fPwqPEAVTr7lU08+aW/7vECkuL112wI+LdspveeGqT1WqEW8rHjUvX89Cb6n6Pu9/1wMvq69Gz6YmL47b6s3vbuHET3WRCo9SZ9Uvt8YGb79dyM8jAaLvCzYur0cewu+M+qgvWrSvT3yjgy+sjbwPWTzKr5/KCI+AJsQvl0A4L00qIo7If9mPq0axz2OSy69C3ARvgYZhD2wu9w9p7KfPd9M1z2uxME9PofJvbwK5r3gO8q94dsiPpSNsD08v4g+jyLEvCD3b70vhkM9uZv9vDlyQz1cjT49IeyHuxWg+D2OmXw9Y4GhPQY2MTxbFUq+NpMNPuf1ir6PwwY9jsTiPRcKXz740be89Ksxvrh1Vr7DuwC+M8tRviCY7zwzBiY+/slBvkI78Dw7CCA9kv8vPZ7EcD0vxxG+y2EVvo62ezzu4km+zL5yvaasUDx3rz++lfITPiTECL7hGTy9OMUMvEpiyLwVBfa9UN1FvhpWLz5qNsQ8zKKCPtF0r70yfBm+VUKNvdihdzy+G2a8A18cvrCs5j0MyEq+jnJiPUvEm71fSBs9fBOuvAEmOb2FIXG+HVr6PSJ5yL3p8/+9dnj6vRAKDT6DxKc97uo/PZQ3OL6oVfs9HZH4PIb1Zz5dRNI8l0IFPn0Yabz04L062uB5vubq1L5ft0m+bDRYPTpWk75Kaxc+NjyAPbWiPj609OG+GTqzva6XZD07w5S+keYsvUXXAj2pcZG+JrQyvuU3L75ANHq+32WQvlm6tr6+nOg9uht9PvqbDz0cHCe+nKKwPRVjST7sW8o7nSCCPMxQWbzfEs6+dEDLPGL7ED1kQoi9a5Q+vZKd2j1r3ZA+dge0vVTh+z37Pao9nZ6OPgKCYD0Dmto9txRHvoSFeL5Fi0C9X+SxvnHsVL61aT+9Yo1MPiCbAj6P3eC+N/GgvoDz0T0eKhw+XxSYvQzXqb0jcV++eE+mPtiTezxKThm+j5WGPAGbmz4ojjq+asQKPTCAE750mYm+4oRIvuKyb77Lzho+SBLJPSCTcL6DOSI+yxsTPZK6wr0XZ+88uFLTvD49dT18i2E+D6Ugvbue1Txmgkw+QUJKPcw1eT0b+3g+dn2bvfiRFT6YDY8+yFshPr/SRT3XyYS+cb8ivbOAHL4ImF6+7zPqu0Mj0z1ENjK+rLz3vcSibL7G4NM9yeC+PApZ1D1s8RG+XhpsPl8zGb5vGTw+D0BAvl5Leb1SQDG+KTP6Pfozxr56EIG8qs2gvbsUlDyawCc9D+QGPsEm8T00eyq+dBRfPlNssL4dX7A9hHzAPTxx4jz8Tww+gCiJvczOqj1BChC+/NRJPgYZIT17WtY9+5KDPj+cKj7kf4s9eUNzvdZsjzxY6LM9KQOBPW2dAT6MiQy+lrdbPgkwMD4lYf86+zuTPpG5crtUdZK9qWduPjXquT6cx5+90fyVvVzHUj5/gNe9UVs0vh0wMT7V2yc+Z3s1Poxbar7AUDw+4g85PmtmJT1vDiI+/1yUPh04eD70NYa8gC0YOxSvVL7YAUU+C1kJPrJKnL7JuS0+W76yPNeIhD5P6A6+CW6xPrvbOL74kmY995STvp3BUj0nbrG+aFzxvQbLGT0wjE++f/L3vaYh3T2PC4s9ErPlPUDBIr0r4J2+RtpyPktblL4rHuU9hVklPhXNBb7kToa+R0hKvm12DL3PSio9YA/svUWs8r10sNE+UrWHPmEjyLtHRS29FGZJvh6/hTv+OLK+werSvC9BRrwPEU29xkaqPLotgr09HqS9FASzvczZMjwpssy90m4Tvrm3+T1iqkq8XPGxvgNVk74UdzW+D1k1Pq/GhD5x3tw+Q0m/voh6mT7jpAG9WmozPiO4u73rFv+9Rl/0vdn1qbz+4xi+Wy1WPvSPV71Mfzs+GthjPg2LCz49JpE9RPM/PqrHKz4SreK9ziXpPdbJoL6t3uW8EPptvikPez0Glim9I1ryvW27LT7PTTm+C7Wevb0g1DqcjkS+NmwRPn5Asz2Ymbu9Gr4yvn2cIr6QJoK8/C6QPSTEWrxOdZw9JRJbPuWXVb3VoDc8FmnFPQMZPD5n3Ce+r+9svb0m7rw+7Q4+zPxTvcc2+r0ET7S9dySsvRcruj1SbW88UKnLvLN1TL7uj429IzuPva/kmj4+qnC90NhiPRh4vj66Qio+bWEvPldWjzxMqkM8CFAavcngdbsq0nw9KHOYvdpJCj60Y7I99UBTPSmUoL3l3W69x/oPvVbUEL6e7yQ9Dyy5vVzPEz4Dbtq8eZRWPcHAzz1ALii9DivOPelOvbxIz+Y9gdl9Penr/jwMteI85/Lru9k7FT6jMQC9PjlKvfp8Zj0lZkC+btEoPsAdXL1lB4s9kq+ePY0Fgz1BAEY9I6sEPterlzwpz9s9mprMPVUmt73s4qE+AyBevYD2Gz4cwPY73sSPPLp8Lj1Gosi9B1UzvutgebxjL9E7aEgmvg76VT1X/KW9yQCWvcAhQb3uG0g+PCHJPCNTxLxOMYs+gTAoPaC/SL5pm9G9DP6oPc7kYD3HcxQ+w71FPjPaYT04wok6DsrFvZoW4julI0k+Ooa3vWGVOzzB2zq9pkb4OxnRwT0IQN89prYSPoKiT70AwqY94aqtPQ+Elryrygm+uumkvXHSkr2PzHw9aGVdPnmOkb1bgjU+A913vdSFiT4mPs89pF3sPeIYQLzy8R2900yBPvmZiT0IiB8+WHHlPNarSD0VBa8914LHPRTrEz5V/Ko85vn/PdV7ir6SdTq9viqoPV5P970bsPO9QK87vUA2ET4CSRi+JUI8Pj+H476kdcC+Gt+aPCTTiT36GQy+nj+mPWK+QD6z3UG+hXhLvSYB77uM1Do+5auAvekTfrzg4g2+AKd6PV5bX77lvD897EWLuxQMqz1yM2O+u2n7vQhrwLwYeoY9yUtLvSocoTtgZ729HdwKPkSZhz4REa4+8D0evlUBWT6ETZI+F4ArviZRsz4u4l++OHc6vjjaG765SkG7PMIzPg+71z3kZzi+E5M4vdOF/L1nJ0c+Ym4BPiUiMr622dA6DX3kPF2zIT3Nkkw+o52IvRBdzb22nEM+ZsJiPUx+JD35OgW9lofkPB3BkTxUpOK9yuKxPof8/z0ye6U9DSABvkGyGT4asIu+5pE5PhWvjb0s9lg+piotO1WfDT5UHek+3N5UvoNahb5Xkru9ww95PQjpmj1kzzA+QMAPPq8Ay7w5Tg09Z4exvO37EL6NYVS+jwdSPipixT3Gvgu+aPFLvOftvz0esh4+i17nPVj/4Ty9yZW83MSnvQ2hRj5KUnc9dcbxvTrj1726CZw77jSzPVXbAr5aXyc+QgCPvgVDZD77fsA9iHWLvTKRe70bIiM+GFIhPg7Vcj6S9SE+xfs9Pr7PWj1oXSc9I2IrPsFeBT5Rc/M9NijsPsM04b3nYxs/pIKRvSl7ir34Y629OKy4Piox3L3fTlw+ms54vB11Hr2GeGw9K9+/PQoYTD6whAq9ws5svuMcpz0SuBy9m0M2vmR4zb64/3W9uCkOPvs6MT5JmbE8BgX9vbCCHDxhyWG+DLpWvTLckD4jE/g9WD8dPKgPzj2FybA+dpxCPr/aOL4X8mA+wHJ+PqTgiz4d9Q6+ZJzsvFvaPr0tMIY+EuIhPhA0vT2Hipa94dPCPRnI4T4FS1E+nuzPujNdvD3uKGo+TU0APvAFjL5W7EM9DODUva9GND4nRnI+u3T8u5PGrLxry9896NjNPDXUhb4Vxga+OJLsvM1e6rtCoNW+a0bTvWPlRTsRdwC+GkSjvMwqD79Om76+1QHkPAkPB73pFUA+l7IdvjAmmz4QPr48RClzPnV/uTy65Ey9MQYNvv5mAT45HIG+FfRNPvxrMD6eYhc+lGdiPklLu771qFw+P8fsvS1WfD3NxZe+4yeLPiYzcb4ovhE8vU62vVaL8r2UrIQ7Ui4TvoV6gD2dMOg+0ve3PYHCnD65FyI+VttvPVveoz41qMo9FCTBPWEUU70Rojm83OaWveiqm70cmYE9"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_5/conv2d_10/Conv2D/ReadVariableOp", "op": "Identity", "input": ["sequential_5/conv2d_10/Conv2D/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_5/conv2d_10/Conv2D", "op": "Conv2D", "input": ["Func/PartitionedCall/output/_2", "sequential_5/conv2d_10/Conv2D/ReadVariableOp"], "attr": {"dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "explicit_paddings": {"list": {}}, "use_cudnn_on_gpu": {"b": true}, "padding": {"s": "VkFMSUQ="}}}, {"name": "sequential_5/conv2d_10/BiasAdd/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "128"}]}, "tensorContent": "jiaVvd8rez0hzik8CKiLPcWbPD2D0jE6IaOMvVYX0L20PXE9H9/NvBcGM70Jw+S7pFDZvbi5fDygGby9Z3KQvFJqOL1zfdm9tDwTPa6A2ju+/Ky7YA8DPeFUCz014Qk8aKIIvYW6yztL2gm65jDmPJNWujsnFRe9OQ0UPSCxc72K5S09aAeiPAa34jpj/yo9m+UzPbkxljxuLlw9JP1hPO3KZTwyfLI8dBhBuwoGGz3vBzK+FcQmvox2NLskF208tBIUvIg2yb1/Wf483KbMOoyZwrtgEPC6DkiUvEo4BTt5SJc8IlGwOycPPjyn0Xm7C7GsvUVxtbxBsRA9mynQPGJHgLqFWQy+HmV5vFoo7r0xGwa6A0eGvUGtyjw1sKs8LeluPAP8BTvw3Cg8ir6avS3SyTwyFTu8cq3Cu4z6cL0F3Ge+lXa/u1KvFLvBlxi5jfbjO9W1uzycRoM99N/aPEcKVr4dSOG9ER1bPbOu2b3sTA++vlDdvH4TTT33xnc8EWphPCC7+zxctHk7eIARPHSDR75cz888P/3gvWl+Er5JZZ88iB88PHkDuzytHb68ZtWRvoE3yrzMNog9omdZvjZSiz0NJh29MqCBO4T1zDsa2Jw9qU8avcpnLDuyaQk8fUsMvFCB8rwhSbM8LctCPYdajTxnvlo960uWvFAomT0="}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_5/conv2d_10/BiasAdd/ReadVariableOp", "op": "Identity", "input": ["sequential_5/conv2d_10/BiasAdd/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_5/conv2d_10/BiasAdd", "op": "BiasAdd", "input": ["sequential_5/conv2d_10/Conv2D", "sequential_5/conv2d_10/BiasAdd/ReadVariableOp"], "attr": {"T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}}}, {"name": "sequential_5/conv2d_10/Relu", "op": "Relu", "input": ["sequential_5/conv2d_10/BiasAdd"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_5/conv2d_11/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "128"}, {"size": "16"}]}, "tensorContent": 