{"format": "graph-model", "modelTopology": {"node": [{"name": "x", "op": "Placeholder", "attr": {"dtype": {"type": "DT_FLOAT"}, "shape": {"shape": {"dim": [{"size": "-1"}, {"size": "-1"}, {"size": "-1"}, {"size": "16"}]}}}}, {"name": "step_size", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "angle", "op": "Placeholder", "attr": {"dtype": {"type": "DT_FLOAT"}, "shape": {"shape": {}}}}, {"name": "fire_rate", "op": "Placeholder", "attr": {"dtype": {"type": "DT_FLOAT"}, "shape": {"shape": {}}}}, {"name": "strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAABAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice", "op": "StridedSlice", "input": ["x", "strided_slice/stack", "strided_slice/stack_1", "strided_slice/stack_2"], "attr": {"end_mask": {"i": "7"}, "T": {"type": "DT_FLOAT"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "7"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}}}, {"name": "MaxPool2d", "op": "MaxPool", "input": ["strided_slice"], "attr": {"T": {"type": "DT_FLOAT"}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "data_format": {"s": "TkhXQw=="}, "explicit_paddings": {"list": {}}, "ksize": {"list": {"i": ["1", "3", "3", "1"]}}, "padding": {"s": "U0FNRQ=="}}}, {"name": "Greater/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.1]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Greater", "op": "Greater", "input": ["MaxPool2d", "Greater/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/input/_0", "op": "Identity", "input": ["x"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1/values_0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAAAAgD8AAAAAAAAAAAAAAAAAAAAA"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/input/_1", "op": "Identity", "input": ["angle"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Cos", "op": "Cos", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Sin", "op": "Sin", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_1/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/sub", "op": "Sub", "input": ["PartitionedCall/mul", "PartitionedCall/mul_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_2/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul_3/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/add", "op": "AddV2", "input": ["PartitionedCall/mul_2", "PartitionedCall/mul_3"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1", "op": "Pack", "input": ["PartitionedCall/stack_1/values_0", "PartitionedCall/sub", "PartitionedCall/add"], "attr": {"T": {"type": "DT_FLOAT"}, "axis": {"i": "-1"}, "N": {"i": "3"}}}, {"name": "PartitionedCall/strided_slice/stack", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}}}, {"name": "PartitionedCall/strided_slice/stack_1", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}}}, {"name": "PartitionedCall/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/stack_1", "PartitionedCall/strided_slice/stack", "PartitionedCall/strided_slice/stack_1", "PartitionedCall/strided_slice/stack_2"], "attr": {"T": {"type": "DT_FLOAT"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "ellipsis_mask": {"i": "0"}, "begin_mask": {"i": "11"}, "new_axis_mask": {"i": "4"}, "end_mask": {"i": "11"}}}, {"name": "PartitionedCall/Repeat/ExpandDims/dim", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/ExpandDims", "op": "ExpandDims", "input": ["PartitionedCall/strided_slice", "PartitionedCall/Repeat/ExpandDims/dim"], "attr": {"Tdim": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/repeats", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [16]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Cast", "op": "Cast", "input": ["PartitionedCall/Repeat/repeats"], "attr": {"Truncate": {"b": false}, "DstT": {"type": "DT_INT32"}, "SrcT": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Reshape/shape_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Reshape", "op": "Reshape", "input": ["PartitionedCall/Repeat/Cast", "PartitionedCall/Repeat/Reshape/shape_1"], "attr": {"T": {"type": "DT_INT32"}, "Tshape": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/4", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}}}, {"name": "PartitionedCall/Repeat/Tile/multiples", "op": "Pack", "input": ["PartitionedCall/Repeat/Tile/multiples/0", "PartitionedCall/Repeat/Tile/multiples/1", "PartitionedCall/Repeat/Tile/multiples/2", "PartitionedCall/Repeat/Reshape", "PartitionedCall/Repeat/Tile/multiples/4"], "attr": {"T": {"type": "DT_INT32"}, "axis": {"i": "0"}, "N": {"i": "5"}}}, {"name": "PartitionedCall/Repeat/Tile", "op": "Tile", "input": ["PartitionedCall/Repeat/ExpandDims", "PartitionedCall/Repeat/Tile/multiples"], "attr": {"Tmultiples": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Repeat/Shape", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AwAAAAMAAAABAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice/stack", "PartitionedCall/Repeat/strided_slice/stack_1", "PartitionedCall/Repeat/strided_slice/stack_2"], "attr": {"T": {"type": "DT_INT32"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "1"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "0"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_2", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}}}, {"name": "PartitionedCall/Repeat/strided_slice_1", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice_1/stack", "PartitionedCall/Repeat/strided_slice_1/stack_1", "PartitionedCall/Repeat/strided_slice_1/stack_2"], "attr": {"begin_mask": {"i": "0"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "0"}, "Index": {"type": "DT_INT32"}, "T": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "1"}}}, {"name": "PartitionedCall/Repeat/mul", "op": "Mul", "input": ["PartitionedCall/Repeat/Reshape", "PartitionedCall/Repeat/strided_slice_1"], "attr": {"T": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat/values_1", "op": "Pack", "input": ["PartitionedCall/Repeat/mul"], "attr": {"T": {"type": "DT_INT32"}, "axis": {"i": "0"}, "N": {"i": "1"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice_2/stack", "PartitionedCall/Repeat/strided_slice_2/stack_1", "PartitionedCall/Repeat/strided_slice_2/stack_2"], "attr": {"T": {"type": "DT_INT32"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "0"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "1"}}}, {"name": "PartitionedCall/Repeat/concat/axis", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat", "op": "ConcatV2", "input": ["PartitionedCall/Repeat/strided_slice", "PartitionedCall/Repeat/concat/values_1", "PartitionedCall/Repeat/strided_slice_2", "PartitionedCall/Repeat/concat/axis"], "attr": {"N": {"i": "3"}, "Tidx": {"type": "DT_INT32"}, "T": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Reshape_1", "op": "Reshape", "input": ["PartitionedCall/Repeat/Tile", "PartitionedCall/Repeat/concat"], "attr": {"T": {"type": "DT_FLOAT"}, "Tshape": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/depthwise", "op": "DepthwiseConv2dNative", "input": ["Func/PartitionedCall/input/_0", "PartitionedCall/Repeat/Reshape_1"], "attr": {"data_format": {"s": "TkhXQw=="}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "explicit_paddings": {"list": {}}, "padding": {"s": "U0FNRQ=="}, "dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Identity", "op": "Identity", "input": ["PartitionedCall/depthwise"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/output/_2", "op": "Identity", "input": ["PartitionedCall/Identity"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "48"}, {"size": "128"}]}, "tensorContent": "ObiSvkhH3z7QyM49aecjPldINj7iX6A+4q7RPnTu6L0JyO89JeeYPBneLD9HKDg9BA2CPlr4372fHvE9n8RgPjHhDb/V4bI9C43qvbsvMj4pDxY+oxSoPvIKuj5mIBu/UfiJPJ8Gpz61dhs+ckUavmwd/D3ssw6+pmcVPfzH8D6Zf3y9M/QkvdKFGb7PpoI+vt0KP6hYe77Sj5A+3n6lvadaM74rlsI+54bFPVxqUD+gfQe9XBEAPFw1lD7Idgi90bq4vXI0HL9yBZG/unQ2vjPEub1XauE+c3XSPZMH47yCWce9DJlhvgy+gD3AzAw/zVx1vsVB2z1sbSQ+PkeAvqzHo74s/Qe+dMMHPvNwE76/oZI9EiuNvbHJ1T1e1C2+mkY4Pjj8xr7IUrK+sQLCvgphmb5Q7Ac/nUoBvmllgb1P5A4+UUo0Pt3OwL2Og10+IDfBPrU8Bb6B47Q9hatvvi1HAr0VqeG+ctDWvYKWAL8Kr/e9Q8AfPkgEET6vs6E+1QWrvjuVXj3jziQ+raFuPpfDnL4tA+o+adBkv6826TyV1Q8+o1y2PgQTlb5h5XI98UFgviEtTb3ONjc+bgBAvLlBuT2rXd4+hJ0nPz+1nD4dDey+vLUMPk84o76T6oK+rOUWPqgVAD9Xdo0+1yHlvSyk5zyAf5k+ft5ePet2FD0r+Vu+lMqnPdW5Nr69XUc+DFQ7vrW9Vz2qDYm+uv+iPh2a371XI9E9Vh6BPf1k6r7JUvi94OmBPs5pWj794Gi+l4s5vIjnpT5G3KM9/KIUvqeAyzwF1Vs+itwdvyeH3z6URr89N8+NvmTw+j1gMUO/9YJ7vmb/4j41pJI+s7V2PXdAuL0KNFs+ss6FPg3/gb60UsE9bRXvvmV5QL1s4K0+pYY9vfJJ0z0KNg8/oH88vs33Z70u5k89IRPdPYVSQ70PTBK8uj2CPYiCbD1wAgg9D3GRPmkjkr08o4k+BsRqPeEAwD03Via/M2HEPZY+8DuOvaW+NFCivDn/jL4x0jI9GX/1PEauHD2DOGC+o0cGvj5+JD0R5+G9b/oFvu1qhz4QPMW+SRVmvlVZND1BLoS+hKZsPilgmj42Ul6+3qeIvpn6gj7WYwM9mtBvPja0Gz14UBO+L+vSvly3uz4gYwM+d8OzPpchCb9pvCo+V1NYPgvoXLxR/Li8NuQIPVzOa74tdV0+Gk1mu5YRir0ddvU8cJgrvnYUnz3beMG90v3XPn/hDz18xsC9/Gi8PU9jRD5ZJJ0+qHXfPJ3rVT4CjgU8e74ivxOxor38vQE9gyG9PgoVU7yeqxG+5EY+Plzv277oNco9QNcRuzITtT070fC9b8wou9kYBb4AsU6+FdpgPYihX74t/fw+9uF8vrGkDL0ApyU+3IHXvqOBj76qTOa+4eyrvn5s0z0kfG6+GQv6vbDHnb1BiUK+OzsVPmnSgb6YGXE+sDUgvzebhL3wiG89K1XDPQMSGb/f+149EhzoPODoZb0ZXUK+dpMpPRuqt77lIXA++6vHvXdCFbwWwLA+bEoOv1hBFL8LzyU9kDUgPe278b5/xoY+YggmvzyD7D2TP4E894g5v342x74Biig86swJPbt0Uz5rIoa+jOyVPW+1tr13cAG++6yFPRt07D07GZI+HixFPmcDWj4Y4Hs+aSqNvQqTN75MIAC/psqxPWQ/1r57stC+mGMjv9uPw70HwdS9Sv/VvE+QKj5XMAO+o88VPiGmqL4pFai9vy6wPeef4r1XYGg9+kk1vik8kb4bL+S98ljMvrq4ob4qFbS+AW3Wvhn/Jb9NXRe+wm1/vd1cnj2w3rA9VKWNvfRlCL3revM+OSUWvuACNj5MKvy+fF6nvozFQb7iCF6+oY+0vi/0kr68PQ6+oVaRvovdnT6FG4G7kAPzvrm5DL56RZQ+rvoivcQzg75b9VY+T4pOvnuZgL4jlAw+a+bqvhy0LT0gs6C9fNIKviusA7+k+0C+Un2yvB7gAD5Z6Vi+1kBavrbqGjz9doK+vspXPrj2gb4vcus9ZEoKvnb4+L59OOq+B8uAPepbD7612UY+l+sXPu73LL2ydug+lgFGvuiFRj0/4IY93uWzPaEH6b5CT6y+W4Lmvlbcq77WEPM9uz2ZvQTD8jx+d9c8o0rWPtFtkD1fr7K9cZAfPSaZgb5hg3Y/a8yAPmbCJ73hgBy+DajIvYfgHj7Z1Sc+nyStPkFQK771ufq+nxRoPj2BzL7L9YW7NQ8lvgfocr9WbJU+SDdBvhgDJT68TUU+S6rlPfMjmr7w1Gm+VQwqPuGkDz2zsFe+fVQFvKQNgb7x7lW/WO/ivityG78ufQe+DyKFvnbtjr6Kssu+nxItPhw+lT0wlYq/fyudvjypir4jy6g9L71Pvjm5qD45o1q+SMwvPV7HUb4F/h0+ea3ZPSX7G75Ploe+rg1SOVL1UL4tonO+uGmEvrVICr/kwQM8mu+EPpYq074Q0VS+MKcvPoxHmb1UQYu+92kYPwyg+z2cHgY+R5WtvYwjzTxRdBG/QPhkPq3+Sr6b7I2+lUkHvpuCdr48gPE9cRRHvcnlUr7ybmQ+ifE1PiUWPL5dC9q8Ae4Sv6+/Yb26YLG+SMMJv1kEQj31KgM+uGKGPXx8Oj4I7Sg+lWgRP+QP6jzJurq+dmmHPsgtGD4ove8+ZUILv4A2rT1s1+u+zg+TPZePfT4I8wC9oFbbPHmAwz4q4wg82UgXOgsDiD17Kku+F0aDvUyC/z0yauY9JOm9vp+0bD6b5DI+5AMxvkxrmL04QCg9tdA7PkqIKj1UIYe+EvO9Pr6SaLsyIay+YZwfPb5UGz4zR4c+f+2VPsoC3b5rHrW+QjACPg6JVr3L7yw+soXAvqsibz6jfBe+2YBbvlZ4dj5BAYY+qZfdPmNsaL4bwHU9JOsiPrZUXr1SKxG+ByzFvl5hO71eRD+9gdwfvl4KgL7ZhgE+Y1wmveIOMb4KPos++z8DP/Arbz31Br2+nWWOvWPmf74VWNg9oU/ZPh5bLL4FM6O+08T7vPyEfz7YyQo815g0voc4lz5Arg4+pXTXvTg0jz1BpbI+4HFqPs3cpT2no7G+SOGGvpCmyb1zNN29sPe7vq4rbj0MGxc9PC07PfzM1b6eVmm+cU8DvQCuuz4tNLq+KC1IPQ2HGr5LCw8++iRpPnmWAj1PKF48I+cLvlwYXT4R/Zs97VaVPnB3Dj4GGGG+pDAxPyyYDD4jD4I+e3cWPoV3ZT1zxRa+mYuWPC/OzT03Y9i+9/oNPrXhSDoyx1O+QDUXvnrgaz0vuhA+GYwgvRw6qD1kCPK+L0o6vaonJb47PkW+Ev7zvjmQUTympTc+bydcvVhwoL1aLOq9fm2EPZbPqj14WIm+fjAUveF6GDweZWW+fyBhvpehg77qdNw+Px48voAbEb8+xYE+/VDsvps6STy+QWi++11JPtRROb9pA96+c9OLvtfmYz7EQdC96fYjP+rn0746GUG+Ri3AvIhxrbzsaGA+tSMiv7r/wbqfGkQ+jpcev8bmkr4o4dO+9AmAPvZ1zb39rju/YTO9vgRMwr7mOJS82ztxvrng0z2Mu/w9NbCXPnOXRb49du6+ZStHPQga1ruAMrg+SMJcPhGJXT4+vtK8ZTl4vp6RRL7aPWQ+sbuFvqOE5bwjnV2+cTkjPQwdaT0HqsK9XacPPAys1L44+52+gmNTPmiBarzqU4o9HKisvjgiNr5Bjii+AAZJv5U1Fr9qlTY/kFHkvuht8bzv+J2+z/JsvdoTVj6aP2A99vRLvZwVJ75TC+89nPqBPjxM0r5bcEe+xFEqP+75Yr6AcRe/YBKHvnc22z5CkCK/oYl7PujAor7IvpU+CTQ9PuuEtT6kF3w+J9+KPYWdmb1JrLq+iNtXv8sk2D7AUcO+FboZPw2ptD2h8oC9bx+hvtCUYb8Q/Aa+SXf5PoorBL+VXzi9Kb5Vvy4ZKT+WeWu+/H6WvjE4sD3KI6Q9NOo3vcF0SL7xBVc9Kd1Sv4Hfwj4RBuC9J/IFvwAArD6Mlo89wGzvPfz/QjxS/aq+sa1GvtCwXb4LfTk+vjjXvu1HOb7vVnE+mTO7PhXSpz7oJ2e++HDVPcFLA7/AGhw92tMwvhsv0j66Baq+PfvNPiObpb04Dao+v3CWvhROUb8veMQ+Y5zvPu1zt77X/DA+At0wPn8IM7+ZYXU+21pzvmpASr02Gp0+R8F5vnM5XT4u1bc+zDqPPU19X74lpbi+tXWYPimniTwNQI89ZDI1PdUdcj5XCzu9KP/dvk4SQz9LwRw+xQ4kP2Ty+z6ZmYW+F3hovaQXk71rtQo+yiwwPpXJm7+VO589bGPavqXmur1UEvw9nsDSPKcw2j3l8cO+9tGMvtXbCb40yIs9stzEOxll7D3IDLa8LMehvMiN3z0dB9g+fgEHvm775j5jW/S8cLiiPqfYIb6Vj0++hFRTPT6Mjr6XR6q9DdqiPdJfZz47UWO87EKBPhyJsL1p6rE+1V0OPt7qGz9fDkE/LkoEP/nHkz6xRtu9qus0PYL9Kj/76jW+DsDfvU155z1HvC6+lW0WPfJAoT7DC6c+SenzPFW8vz78gpU+4+CdPuVi+D1rg5e+hGeBvixvlz448N++PNCPPeZU0L7wziE/RDDmvvKC1z2u9kq/qma3vuMrcL5Xf2U+OmTUvB/xib7MHoa+DLjyvuO5DT9FVgw+BHLVPua3Aj8EPR28QP6hPp51Hb7w3pO+AxdQPVTk0b3MRcG+jx1SvnS5Lz7ZQSC+X3euvNO9gD43tUG6+OKEvl0NzL6Yzqw9W1+JPs6YKr410IS+Dxj6PeDBMb7G6+M7NWipPHWZXL2UXhs+cbmPu2+0yzymtzM+BP5wvlOzAr/E84++zPMdvYyKR75fWaE+XWMXvnGNIL2bnqW96ylXPcHNmj4GUSg+C6J6PprA1b5r9Re+xMcwvtC09T1lfj69cpkaPlpEtz7mWDo+TSmdPnW5Hb57OTQ+oXMPPbvSQL585vO9k7jIvEu5YT5lKK88vAKlPBDOQL5henC9224PPa4cwD2VmTU9Vz7RvbeZz7xbc4M+wG0Hv5TIRj3HRMg+VYgiPp/hfT7cUmm8YMD8PoeXlD4CLHG+xR9ZvjjXjDlUeKc+yCsAvXUVg72DkLK9EfF/Ps6D6zs10pC+ZmDtva8xkD2E4QY9VTITPjXYT73AxQM+BuYQP66ZRD6p2Bi9Yzf3vk+tx77vOQk+svrGvSTeh70w0Xw97yqHvZWdND6zE5A9vDyQvlIhcz6rTG+8oeVzPSk1OD5JPHM+1L1HvzYwEj4z5+q+da3mvSq5/TuGRDa+sFoEv8TQYz4sx1S+cGM5Ph6j9D2G6Aw/MKQvvlURYj417VY9BdqBvjCDPr5lXXI96hXmPaxYmTzdSpu82/77vaGNfb62B3g8xqxxvaHUTD5KLQY8oz+QPelVaL4IwHq+MZwvvjbqlz4BjPc+SN4tvVGCYL6yXJM9luAMP3ES6T4RMX4+Q1MCPYBqOz7ni2i9k8cLv53Y0b4GGUk8BFaHvl26rT0s6C8+HM2OP3P6oj3BoGC+iTswuqWltT5LApg+YVIoviBmPj5+FT2+e50mPfMtiz4+pIO+0MeJvrqDwL4cA/E8d1cIPeh4PD/DXkm+jCN0vmk3gb6Utgq/84alu0zT+722f0o+jZB9Pl3Wuj4V58w+jo4UPmhw5D0+z3A+kpMXvzbCjz0dda0+VfKrvRgusj5denG81TH6vlHKnL1Y7tk+TbkqPuNSgb4fjwE/fXyivMewVL52UrU8DVyuPmhAfz/Pon4/mVrcvR4OD74vYpo+VGFrvRTAVT5cufM93DXUPpLYGL6hSrW+tj9IPDvylj4e2sQ+G10ru1THZj7J0vY+dVYSP+c0UT5QWeq9ZrUEvuTZ+L4iTu89DUrFPpEeMT1+Hyk+ZS3CvYlEnD4UqKk+ESLlPrX+Wz5heMY9FJXbPl93wz6McEk+iLacPgf4UT4v0Oo++7YNPyc3dT7iuqa+b0ofPzhVkD5p/m++AvWTvm2Lgz663pq+zP0tP43ELr8eBHk9dRVCvGlXKT/wYII9KWHhPc07xb7b5Tw+XFGIPtmySz3LKck+Cm5lvRtqiz4M3nO9MB8hvu3d1D6QXpI+pUubvbwrqL536XS+/hVBvkpYjr4eAMA9zMS0PVDj9b3kJh2+/p3HPdxzSj025+O9slARPSjWSr0Pv2Q+TPJ1vezK4zzT/xk9qWs3vYTj3L5+opK9cmIbvV0hC73aTTq7qacZvc9nJz0+m3i9a+mEvBNND76WxQe+0Y5TvsTKlb3FP4O/cEqnukU0L76CfNW7aEsZPgWB3j1irr07cC6lvVfys72vRou9p/cLvofpZL1EWgc9RR1xvhV4dD0dRDS9CRxfvoMZWL3P2J69iyokPCpInj2zswm73mAMPfXMX77vvLe8Sn92vmVeZL2O0n69/xxdvdGTRz0hgpq9fcaIPQmn3z1gISE87/nwPa7FUT0uA929yKswPZwStT1eOFa9201uvHip971AL6A9XpguPBhEgLqm3Ic8GS8LvWNFM74XbzO8b+0gvY60F75ekDq+oHnSvaOovz31/7O9M4kYPSMKf70WT5C9dfSpvcypsz0RU469ZkF4vU8/K75NqRe+9DMZvQXzDr2aT9+9KhU4vbhgVz6QlI49S2ZZPdkog7qb+wW9Z/VDPsbvFb5h1NA9Z9W1vbNyUL6bzQe9RcPMPW0h+7zvYJw8WUxlPSMSJb4Hb2++IWElPX2/2r3zJSS+p1GMvapH2D2EZjW+BsXMvcmcGL67mAM+QUznvn3nAL7nwfe933T/PaLJh70x8Uk+8to+Pn+kET0UnP68GD7ivWehGb0gp6281WBAvfRxfr6F5DG9HPUkvRhyCz5eWjg9Zbwwvalf1r1cfWE9MGo5vqpgjD14N7G8V5CKPtln9bxZNbU+TWQMPvQLxbytX9y9qwc4vcPEWj4lQxe9Aw4sPqM5Mz7uAmq+yEsnvnghBbuZ2iy9cnvzPUx63TwBUxs9Y58ZvlR6Xj6LYUI92fbLvS/fEr4mYl89Q1EUPnIpv70vV6a9Pfcwvgbo2L2JzPS9OerGPScW7r07WcK+fwqIPL7wh73Wa7g9j2k9vSm7Tj4SThG9hv2cPQ5sGL3YGJa+dO7ZvRf2lT1yDVW+jxnBPa723bwgUhA+XtRYPkTYpD3kCyy+6f3rPS9/ozxRADu+ha9XvUuSbL40NKa9VKthvppuArysIeC8Qi4HPrt1oT637oq9ybuDPqCyIL19HU89JoyqPVvflD0XRDS+M0f1PWRHdTzhmSM+N/59vro0iDwLo4k9lyeWu6NzGT4oQu090bnCPNE7oL3iSkc9OfLzveX2l71QV2y9UOOCvsldC7xXFbu782fcPcszFb4caFE+OfpTvlxwJD5igEU9uQHQvW7a1D1mlga9AlI5vb5+1T1iM0e9FHb5PJ27Fb4iH7Y9YIuovAiOxLzxQcY8qvRRvlBq6b1PYFg+UGwXvu3VaD135Um8DrRVPmNchrupPPW8wcdUPo5Gh700JQc+/Z01PuwPCb7WaCI+TvJOvoYIED4u9p49cDgOvn1bkr1z38U9qorLvQ8HzTzpm/S948abvfa62zxhsSk9CzbMPdPwJj7IMFy+SYkxvrCQCz1Lhgg9yhQNvk8ovD3RLga+gHQUvp+dy73kHTE9avOIvRAAfj6mAoQ+qJkrPdAVybyHeje+AG4gvrq0yb3zNMG941WtO6lfwj4xsl+9tEMXvTjdLr4GZuo9ozBvvRpwaj76N4I+BY0TvrVg0j1yKD6+9hLmPLMMvz1dCAk8Jaq2vXrMeT4CI2w9gdMePEMr+TxVXE++ZiELPkuhYL3Haqg9LPxqPIp0aT2eSn894wSLvK4WiT04BKC9AusBPZVNwj2evpy8B2oiPtr/JT4mFPk8Z9GovZNKqD0ri26+2RRrPcapUr2XV949qpxXPo4Ob73HkRU8aqYCvUaByz3MsTG+/OgxvgoA3D1e6+C8DBopvkJkwz3qz7K9z6BBvBLzJ71gO6q91yldPabaHL5Vqp0+H5uDPVyNq71w14S+OWktPfuR6z3o2SS+HN/VvVQG2rwXAk4+1C9uvafHKj4996Q9t3Vcvjt8Nz2wao69+m6rPeHjlr4EZd+9w3MMPsuFhz5axcq9Ik5YPRtCB74jfp6927ayvD5U0D3gTgW+egKlPee50DzdEKi9tZkKPjPG2D0Icqk9lFTKPd7KZjzxBNU961gEvvqyhr7asdg9iv3TvatJnjzgKYI945MNvmR0irwUyCs9T+lPPSZYOb32MsA8XOZZPXKC3j2SDSQ+fm/BvSAqXr03AQK++I4yOopUyT3L/3A9ZrpDPZwseL62jZS9P4cPvhotAT1hrim+sUjvPY4Cirxi5g694OlkPmD+m7xQ4mO+n07RvZw5urwf7ZA8BfE+PfiaUD0xa7i9kyQ+PFSh2L1Mhim+1fU1vvorQz4z71W9MWQoPg6C5T1Smfo9C0gdvm/6Bj5aaeU9HWmmvVKfND7m8gA+zt6Cvg7X1D2ODAq+JjdUvo6zlL37gYQ9oBgJPUOpDz6NFw4+5L2Kvixt+LyQHh49UkGhvNysizj6Q+q91CYkvp6b8rw+Y5+9wPkNPkxYE74gMU69lx2IvTYGtD30VPK9XCw4Pum9i75wk3e+3Wp6PL6kML7VpU2+Wij/PbAbWL3o1mg9c9XlPeXP+D0r2DQ9MdIIPsD0D77clfq9gKQ8PbigxD3QkiI+SHiauwlglT3XkDI9kD22PQEEFj0LH1A9xtl9vowgjr1QIfs7zmoWPmYZSjxLyiQ+symJvD1nHr6aCQg+3fErvjW9Kb5jn3c+sR9UvXl73T3Fx6q9ZDYePgVe6z3QBYA+I2tzPgwq9r1J6YG90v9sPth2hL3KbIs95LIrvtJSuDwCMGc+ePRHPX+Jnb0IO7g+XdHwvYE2qT5D7tk+LLZ/PmSMib6r7bY9uwRbPmeQ+D6stXA+pcJYPfO5Nb3QLRC8rkkfPv1DYz4uDpY8ZRrruyUmkz0ybSA+HnPVvXv8jL2F4Au67+JBPmooJz9rOSq9yKtRvqUbyDxGRoe+PYqgPspLSr7XBtC9vUXrvfgPOr48V6e9jwatvlhtjj0vqWy+EcpWvikMHz78c4s9ysg9PbNJi71KeRk+ewA2vszl9j1UObm7B82Hvq/U4Tx5kVi+Vr7pPW91kzy+Wya9nDx8PlNgLD4CSra8avuPPj45Aj5Ykw6+/vprPbgUvD0O3Sa+9C5CPcFG9rv+rum9YpeSPoSrpD3j+tc8qzcKvhvkpT4Suac9e6O8PlLeTz6LhFs+JDjfPjT6xr1JyoC9OTuVvfu5cr6ggQM+r6W0Pg9kPr4m1hw9DW3DvdUlgz69jSw9yS55Pn+Aw72qBSA9G7IOvkscv70rWUM+xvYJPoxmiT3gc/Y9KdGpvjpLBD/lfHO+LO4SPgVIDz7HGJs+cQslPhLjy7ywbJ8+bkuMPnehAT0VeSE+BZVVPkCkjD7N0Lk+JNH9vIZXm741OC88c2a2vnL/QL5oK+E9ZN7xvdcyab28m/q+Dn4APocBAL02aWU9tZStPY/5pD0fyx8+anqGvrAqvz5mZ3o+T02GPlgTv73rwCw+LElKvpJ2gL4eco693JC9PMeoIb6EaGk+ON3fPlWsEz5/rRu+r4FSvoertj3zmTS+t0GnvcNPhT4Kcd69oMGPuTgRXL7/MGM9ZkEVvtaetz01Q5E+46JevfEbWz69s7Q+B8CevnBr/DyyKmU+SfE7vXDbyj4cCSg8dMQGvEtcbr5p9EQ++Ml1vX6QoD4V2GU+bYk8Ps31I75ZxJs+xmusvWy1O75gQOa8NgCnPmVlUj5gMja+Ay8oPUIxjTx0Oc+9e9SgPCN9W74fZtI9NRgFPi+hij5u6cU9+u/dPTCdQj6ZkaA9+nsFO3eDAD0aXYO9thg5Plr6sD1UJ/u9ex/cPbrhtL0mqSk+uItBPB0rzbwHiEi+t9pmvrnyKb3mmlq81m99PlZO3j0tmcS927tUvpqv0D3ws42+mNynPpEsRj6XkZ+9MM0JP/VpUD4f0ie+ZT5WPfcR4TwN46Q9qjedvNLndzxhuM67CrMmvcULAL1ObYk+ze/2vSGUjT5dZTA+bO9WPrQXST3E4Rc9+FUZPsNzzT7dUPq9uDt/vinQ0z2HtO68jcg1Po4lBbw4/Ti+5XEsvunGsb24zgi9UeEhProdcz0YKjc9GbrovfW3jL06DyW+Tkrwvcsg/r3qZG6+de7BPTl6Dr0cxFI9TK/qvSLiJj6M91a+wjvDvNeKGz6t90C+I8amu6rHdr698FG+042HvdcCiD0+PyC9WEQRvHUGkr0pajm+Ah4uvpBiN77L3py9EdoxvlUwDD4BfEm+q24yPZ5Xrr2vxbi9mrwavrWtNb1DYqA51p9SPVTAub3yyVs7ijEmPo7vMTxgGjS93ugEvctfEz7hdds90YqpvRPuLL5yCJM65LsZvnEf7j2zb9W9fJj4PESqOr5ZTDu9LJhavddLRb6AHMe9MVdavVt3Fr2V70M+7x7/vEX5pb0aR5A8YgmKvfZqlr3vNQg+FmYDvoJTyL2/Hye+A0ttvVUm/zwYQd0932mjvcE0pz1jlcS9/nLYPAy4Ub6MtgG93hU+PoVsy7oEIg089WVXPX80B743xZe9AsuMvufVhTyt5Zm8vSQ2vsQXoD2ebM29n+6qPXhpg77d2SM+RS1QvgmMLr0Plqq8bSd2vVOkg77JvAU+1os6PTIWe75D54w8Ojf5vZx/tT35h+E8LJgMvnoWcb5VaXG+DvJdPOgJTbxrbi88NVPTvZpVur0/Uzy+RO1Fvv8Flbyyjxw9tQqkvKLMdb10hzi+g5wPvgcdZb2GMtI+owLovfo0MD4kcQS+XjqZPQJnY70tPIw9voGBPrJgAzy4zi0+JMvVPYPjP76etPk93oRkvnvoN7uIang+HknOvRe32Lxwi5S9pjguPh+Yz71JZ669FBJ+PgJNEb3ZTPu7b8SDvXG58TzpblI98Ytlvq5WTz0eKNg+sQacPRuIOb5dpXK93BkdPiKYEb6dtiI+OvAuvY3arD41uYG8nNrQvTCmSz10Y909FuA4PGtSRD5/DXs93j12PrJU4DxRcVO+MydFvWoXsDwESj29+/XtO3xGmD57/jG9Lu5pPTwP/L3pAW8+MjZfvk2Zzr1ilXS+cuRePeiYIz1JvwW+XNtQvqB3Cr0pMV29wrmouzUbL7zB4Fq+pSWRPv6KQT5HRm++Jds8Pr+P9j20/4K+dc4ivqpExD1FpwQ+wNhXvkLGTLxpwQy+U+2DPjKuTD4FzSS+oM0UvhS9A77LG8C8L9JqPi0ccT0cBmM9ap8JPRoecb0zjgQ+PsQHvtQOD74p4oc+pmQ1PYIEMr5vfe098lsQvqhO4r0hNbg8s49Yvaxj4bp8qcS9LwnMvSoy1D2PImM9QLMFPvn3or4OzXM8CRN1vSPlED6xE2g8JOMbPP4pSL0wCBW+l6cKvoQNmzwc1ys9641APtE68LvRbUg+iSBivaivLj4FDBM+O/hWvidGgb6fSZ09C4Ygvq5/KT2plsM+oQspPiT7rr7Fceu9RgM4PtXG0L3kvJY+OmWkPrL7sL78mY69FAyuvuj7dj6SZVm7rOqJPYp/HL03ZfU9sXX4vCizRz0SjoG92aJWPWGrob4twLC+Z0QWvn+10T6SLGC9SrUCvq3hUT1MaG0+G0/wPNw+i75oYf29O6aevhIsUT4ADSw+WdM5vlTk3j6bjQS+MyPmPeNkS74bvZ0+keFyPqPnDz7MIie9HDfMPhazOz59c+u9DrdZvTVpVj1u6F2+V5HIuynboj62Yzg+opJXvmRTETyxGN+97HOzvryAnj3fTBk+z8IavtLCUT5d6Lq8wRqfvoVOxbuXv2e+IjJUvmEAab6wX6O9aPQFviVbUr3roWk+pyILPRCqyb7bvZK9GnCDvpZrvD6MEqm+tax3PgJvuj5q2pk+EO7xPOSl+D41k/K9JfWuvJiSWL5I5as+QDTbPobZur3jqly+jsUMvV7guL1+vYW9PhcIPTc+Dz63i7U9N7cLPjofuD4Rvo0+RGYOvomAWj2D+22+m2ExvXAKoL2Bv+o7fCVtvULPKb5J7BS+9FoyvvkK2bzVi8o+IPA/Pt31gj5iIMY++rFsvswMTD5AMee9uCNjvrfRUD1sus++mUR8vmajMr5febM9I5ATvs+75zwtraW+WiYhPXwTH75+L02981uiPckiGjxhZSS+6aNKPVgllD1+bSO+yN1oPYjxmDxa1bG9VSWAPXAMvDrVFIu9sWi7PRdqhL2j0UO+nBUNvlBHMj77UxU9OmroPaqTxTxQFu29SUZ3vRLdaD2eFQw+4SLhvXLcHD69hPS9bIoxPkxopjyKFe48z0M7PoKU1z1uaAy962zrPcOuir3Y/KY9rdeNPp0O6Dvmjok8n08hPgZ9m73qWJ8+qYP5PQd1Cj557oK86A1hPc/GLz5Lkaa77uXKPPB+77ygVtE9yXeEPg3jr7372jI+Q2KBvXmnOj69HOe9gPhGvZRDBT53yNY7M1rAPdMjaT0xxI+7le0Ovq/3ij6YTkw+TX8UPjvEPr10pSs+s3p8PQR2/T2RyYU9+XXlPZcF5D15jey87yEEPhPpwz0bL729IDaDvaFOFz5ANBs9ezVtvOUy7Dzferu9J6BGPuQwID1Rine+MGOOPRCvi72xoGQ+ZqRBPjwqxr0nv4k9HFnWvS7Zxz3/UNQ8xuKWPnp+b727GZe9tXo5PPJSDTzF+W+9ohD3vS456z2UvwO9KzQ+Pq8H7LxNtOI9IWGMvfcGAj5Ofhw+AnemvbCAY72obbO9iaYAvuerD73g96i9KKzMPaWbxDvOOqc9MeiUPapjzLtlbmY+lcNdPZpakD20+509N5DOvAJgDb2J9Ys8j6zYvRus8joxOwu+9DaJPU6uXr1nKmY+AhOUPl1WQL6BnT4+G0NrvsoUlD0Z+Dy+00crPfcI9b3PPnM9L291PgWvu77nNNY+ANPfvmpRZj6VQAi+nafYveYalT4LHgk8rEvxvXHr2b1jpr29eBJFPqyOvb1ZwIi8mz4wPlm4AL45F58+CCE1vTFqPb56rF09Zp4IPZuRuD7AI7w9/YYqvrOyj709DX29+0u0O55+JL7FFzy+5BZYvu8Zsz1yBBm+jf53vH3rdr4K5kg+osC/PZzCgTsDa2W+fDaVPT5v6juk+Ha9+k+OPkDlQz6o5aG+KI9CvmMUMb6K0UW9DRrYvXLmk71V4aq9Gg1JPY+zsz0JXCi+Q+FmPTTcgT6CLfC95TxbPWuAJjzbM0a+nM0NOhP3Ub35/nS91VCWvNxior0JGIm9jIm6PeKJi7113JY89nzkvT8xEz1kOaO+lG/pPt66DD6zMXQ98/oNvRuqTztrcHS+mmmkPrq2OD3IE82+pCeJvd98kz3b9CM+U2bUvt4JZL4raTC885prPnf3nb426VW+J3QNuilLE76Y7Cc8y1GBvJINjT6Egwc+97XcPeYmD764LTY+1vcuPktzlrwc1YC+UJsWvrwGuz4ANiS+bL6XPu0eAz9pDNY97lOuu1ulsb5w8I4+3nhCPvVitLxj8eU7+o8JPVfGbD4krYG9TZRNvrKcKb08pYC+URXHOst1OL0WpyE9BMQcvEjSdr6ouP49P7Y6vsdEgz5OBBQ+XmpnPbQFpL5oNew9VvY2Pd3k3b2KUb8+1YZOPrke+71eJtq8moLVPQwsJz0RCoA+Q+6qvRsiAj6iMPQ9h0Cdu7+Rzr4bYn8+hnBVvvt6ZzwVygS9k5iFvqMDY74MNDM+a0ifPVk0lT70yqC+FekEPow63D2YZVG8KeeivXEfib7tnB8+8kA4vc4PvTwOeNw8X6sMPhw4eb4qG4Q8qoaAPmB4OL49i0C+SiU1PXsZALzFjQU/nNS1Pg3EEb4YKqc9azaFvl8bnT20hYQ+MXCRPPXxtTyc+NU9bpi3vekB7DwrkY8+1vx1vucYlT69Ccw+qr6GPQmKBr6K0/m9Y7mVPluMEr483ww+KWZDvs2Qf74d1pk9xGFavPV1oD44URS+RyRMvpdUMD6IR4O7TiKbvmrYIr78YmO+IThLPngStz2D9j8+rSMLPiTcfb6ASYI9go2FPS0Juzx+2Eq9O49OPXgxLz75r0e+5DxoPoj6fj660yO9WotcPjCLLD2tFcG+/ZNOPlhU0zy77uy8FKMKvWcgk76rZoA8U6gxvcyGlL38Yos+vnU/vKVN/j34Gd09i6ipPLFQQj0Cf2y9S6TmPUCpZb5pSku9EOUGPoRRMj1hBcM9HIzovcgVwzz0gpk95OqIvhyeKD69Jx89nlIxPPvNNr5EOoM92fZ1vt/xpzxuti29WWcfPv+6xz3BDiM+FvdpPTmNqTwVP9U8/M+KPNz/RD4brgK+J7UzvjtpRL75A6+8Mv6rPWCNqrxvy2K+6H6vvVdnbr1HHAC+Tgt4vVAWNb0JE7u80yDVPZU4CT4xl8U8ZUTJPayRcT0qZ1G9wAfrvSiEBj3HfWE92fY4PYxWv70enAC+SxaZvWCeu7yjkpY5OtRhPd3Mlb6HCji9uNEmvtZtPT4tCyU9njJHvp6RZT1IUTi9ksRtvsKAkr01iVI9/PAZOnhVMb7Qdh0+SHX4vXYo9z0Cfcg9FOQMvSlTFz6oDZg8d+4MPqAaYb1Wau49j4uEPUm6pL1Vyya9skqQvYW/hr2viUG+cDtePfm2KT1Ecx09viG4vWa5rbxXRR0+iBEEPjd/Mj56FOo98uKcvawsO75eTP+9ZluuPZRxnz2fKD69194CvvbzWDy531m9/VKrPP4+m75Q6ZO7mo3AvURCfr0LkSG8fzoQvuBJFr5gv4s+W5w1vbDzqj0+dga+NmBivQPhx7yYBa+9dhHcPYgQz71dX9a9nF4/vneOszx4ba6+gJ9QPSnnSz2V0Zk+kbD8vY4tmD0xOhC+orURvuqON74YVmi6dHO4PrsHGr025yE+olskPr3TeT0wzMo73q1nPqwai7s3lEK+ZZM9OxRRWT7iTaW91yj4PawHC737ax8+th6UvUXUDT6rKR+9IHuFPqHJQD0mGcm8KzsQPFfCAD4N0Rw9wvt5PtDgDz7SVy0+q/wVPAYj6D2uGQk+XOELvSM7tj4NDFg+eQm/vctbHb5Ig5++3c4OvtLJZ72MmI49i/80vpgKgD5o9ou95xNoPmxSdTzkgja+bmlXPtuWfT6nJh6+U8EuPoJpQ713sre8DN8ePr9kFj1UWnO+m7OsvI433j30GSS+6MQHvu5kz72aAYq9hEEKPheLpD0z1fq9POQcPvwLOL7941w9eZ7CvWg3hD5qS1S+mMm7PJQjST7BWmo+8JqWvfTsQr7iT0e+noUnPoQd2T3c7as9CvgAvoo3rj2nb6492Qx8vXLcor3N8g8+YtqSu1CciL7jMok8LOEzPpQBJL1q0Ci+4SESva6oFT5izF2+XiAovZJTor4BEv88hxdSPlNvTT5mBJ49gY1mPYy5TTyTQtw9tY7cvVujRTxiSW0+XXJHvoDuKT5gvwi+XVSJvRcrkL5MOo0+jBc2vkHZBL2W0ug9aGYkPRCDSz5xJrC8WNRxvjHiEL2TsMA6vg5VPTQgw70S4Aa90CupvrboEL6oP9a9S3obvc5ngz7xImC9j5itPAY8jj3avii+eDNaPq5ZMr6JjHq+4cOTvRYzR74ypS89F58Ivwo4075YhQM+pI+jvoTMWr4sbPK9J533vVurWz1e9rm9nixnvXLM/j6/Z2o9dmmHvjH3Dr1qJfK+COkDPaAquj5zdcA+5c6EPsnl1b1hqEo+y6TZPGy98j14N309ex6SveJLXL2QSBc+6ByCvVRQET4vEeW+96JOPZEruL3fWag910eTvf0t3jwAeA6+gt5cvgzrgb7Ypd+9VyYuPvPnMr57xtw8CwY3vqgvGz6sgxM+yI+DPgh1Zb6yTkC+lrZOPTa3hb4b8K4+PeRnPjBsI71db4O9GfulvsO+8L0qYf+9y28MPiLZOD20L/c+FcmkPoh2XT6a25c+z5MuvkJcub427Io9wweMvieGwb0B6Ye+BLi7vuRTdzzHnai+lsmSvaOlhTz9cUg9W0WEvStNhz46Y0q+EFd2vnL6jz2gwQA89WeSPDZdtD6dmIW+F8n5PjcByT2c4QS+sciSPd+2FT7IEBW+pbTcPcz/ZT0ntJu9jWXZPWbabD5CBx+99lWMvo6KQD4o2Ia9eZEUPx/Tnz1lhcy9UwVBPtfj0j1RkWc+RB0Qvu7Zhz5ncxy+msniPSG3Wj7e5iE+85sSvvWhT74IRzs8sDdePlU0Ob66YjA9mwfBvJMogb3+Y0o+jJHTPZz/H76aMSc+qqAwvrT+LD3hd8s9cpSfvuFQxr2mYRE9Q4lUvASfCj7P3Ss9YiwcviW3Or6XWqu9p6/EumeEIr4Fw4M+SPCLvdFDSj7M65s9zP8XPpu7Gr7zVrC8PswAvmiBqjyiC8+9ENgEPZ7CXb28vDa+21OJPchtiDyHjJ69LDc5vhldCL2OPCU+sD6OvHGuIrxAETs9Io8Bvq4TLb6biqk8F1oBPsKfET3hrIW9z6vIPTjZ7T3GCXg959UGPaI/+73lM4G9+Q2kPALp3j2FbY87bOkqvZA85r3xGHu+xh2QPaphRz6OMhw+IWTSvXTnlT2qs+A9LvI6vkbbXD2dLsE9vvSgvd8oTz5TQYq8z11ZvNz4gr1FplO+RI1DvZPrvTycEYU9PcUXvjMp0TuVyDc+XI91Poc45T1PLtS9VL2jPclE4b2wdGq+R1ecvKl/zL3kIAY+J0EpPc33I74hMTK9P9J6PZXvor0C5Xo9VB1DvWMkmr1fKDQ+vPyJPSr+kL2BvKY9pYDqvatmAD7ssnO9Iah4PWzNqL0JtBM+eSXiveC6Lb6RdNq88JipvEKKOz2unFy9sQ+VPd60mT3qq4k+Ft4RPZrJLL7DYl2++a0JvmObxT04eEA9ryf8vQ6IZz6Us0U+a2DOPU486z2oG8y8DMlYPliUuL1gOH8+LT5dPiGkbT2/pAC+OX1jvuEA7TyZcx49xnh9vkPbJL5kvws+L2OYvbKis77A7g0+4I3fPWPmub2ooHM9gBGaPmV2fb70W3k+t0pFviULLL72Z9i8/HLLPR9bmry1LwK9ZKLJvXkBTr5eAWA9yt0uvpHJAj/SjQU+QT7APYLL3T6XrsW+JKwpvuu1yrxIhpK+XUqAPqyxoDx5YIa8XGzBvUg7xr2cbJ6+o/omvhsmNb7H05A9mk4aPqMTBD++CKm9HpLaO/O8Fz5/CWs9DiXUvAE2Oz19HBi+EOdrPVW0Dj6v9B29UYUDPUm9xbscr7s97IxoPoHnWz6/JT4+J9Wdu+KhVb5oGpI980wHvjmaPD3hKVW+uLGlPo+QM77WM+e8giN7PpgZsD1CIok90s6OPE4OMz7+phc+Rfe+PTIAjz3L/hO+DpGzPuidir6esi2+96uYvdL7AL7xwz++fsE/vHm0EL5MsZk9oIicvk5NcD6sKDM+hXG1vso1gb6jdgk+XHMIPeXdwDwTTrO9COwCuc4VQTxsdAA+H1+YPtObEj5XQ9e9NnkyvnpERr1sgsy9r7+mPSCOOz7NG6i7JEkPPZGGqT5D+dG8air0PQy0Sz7yt6a+KXWNPhSs6z1vRpI96LEwvXINkD0iui4+EOjVPk5w0T2Jd4++F8qUPlUGZLspxMo+MXOKPoRMA7+u/4S+OYTxPvw+JD7PoAi/XnUIvjiRHb3+8U4+tDm7vdb2Gb5LyW49or4pPcYI67wmTq0+nRQmPpdWOD5EyKA93jKDvcIaNj5kW0G9TkSWPXL9kjv2KTe+chAbvuZQJb15JBe9VNKhPfDiNTsjg9U+N9oeO5JpH72+uTi+z/5PPGmL8j0PKdW8PQbUPXVyBz8B6SW+1Ra8vv1OC7vuJlM+bNMvOe7xET4TJxs/UFh7PeL8rL2buAq+iUoDvp1ghz4+ICG9qBGcu31gmj45Ppw+nT8GvwZ0+T29JYK+JNl3PTyEPb3VkRA+D3IhvvBDdb2MWTs9+sNevpT9WryQVQg+ncqTvpAjsb7URGI8R/M7vnSskj6BIIc+3csDPohEYT6IIzy+poxOPsKbaL4d2lY97zMyPv9dz77bu2G7AhPEvf6VQz6hnAu+03miPbmYsr7gCPG96HCXvosjn74cEhI9+yE3vsTSoj2VvNe8KgExPX1+271TzG4+GArpvmFskD6H1xO+AmBRvopXRL35xo+9mLGLPoeiYL5qDSE9T92Dvg3uaj5WhvW8FcTJvnXefb4Rzpe+Y6fBPcTlCL/ooQ++nuYYvhe75b1JcMm9SE8uPmE3tT1xvfu9TCEZPuJ2oL0QHTI+OkVQPeMOxz3ig2G8m3tnvVyNGr6fBVc4vzczPmx9Xj4+ygY9flC1PXy4gj5ibUE+n6ZEvg4jIT5nCSu944JFPpH24z1h/CG+ul4RPvCL4LwRDmu7/XZbveyPDT0fmRQ+2yvTPU2pt71Kx0a8d/CkPUT9Lz0VpzU+vEcJvsr/ND5xwAo9S2D+vXs6rz1V62a8E2mlPVfXCL5/HeU8tZgiPhQSZD4dzgc+w9hHPvu5ib2GF8G9F8a1PTiiDz6+ukG9Mg+8PH86uT24HkM9OhgjPctCjz2pEAo+xHDpOaaLw73Okhu+jq4ovr5AQz24LJo+ygm9PG7JBz7CB70+hCkZvpFIHj17EMA9PunYPNqRyD1eTsG94LoSPkn1wz371zI8U/qPvFQBV70fuxM+IBItPjMbjj1ihZu935davdx7nr32DLk9Xet2PkUXNzx4JI08TDZKvYDIuz3MFOi8u9MzPqgqob04vRs+9dwePW8lpDzZxLG98wc7PrfIR76vyxg+5BZavpiC1T1a+049aTLMvBklLz4z/1U+90efvGw5WT6w25479JVZPl+6sDvixNS9skxFvkBMcr4Xfro8ndskvRpst73j5ne9nGjpvfqjuzwfXsE87WrRvfj1+L0YWUk9H+cqPprzXD2JWqs9VSLkPPZNir0DPLA8tX7evMayiTygDXy9SJR6PpmgtzxofHs9HbGSPXOnSj1GH7U9EUGDvuHQ+TybSZK8NjrNPWUsu709kNE98mCGvTpHOL4shnY+adU2vsw0iL0Uij29yqmMPhONkTyvYkA8i2qivgmEUr4ePUU+ka3IviSIIr54QA8+8i8ZPtHw9Doo/Qy+/lPovYvJ+T0A3o297Z9iPsfs3D1Rn40+6tLgvfQDGD57Xhy+jbfLPZ43bb3V4r498U1AvgRBw72zaoO+6hfPPjtdX7770ZC+IG9mvnkNlj7YSl69yo50PXtzEj1FNFw9L5r9PM+RoT409TO8zh2Ku5hi5j0/6vm8flE9vYkQtL1ETu+8EezGPp3PAT2Aifc9I2C8Pu3kPz4Yg4c+9hpXvl9p3r2LG9S93C4CvojKEb79HZu+B8CqPomoBT5icJA946nQPK6ub759Bee9UzLEvSkXJb7n5BS+5FjDPW/OYz7ZI7s++lF7PkcGL74+VoK+7oK7PU4y4r1UZCW+0VrjvRFPpj5tGkA8an6TPCZJQr6Ef7E9YYz+uhvlmb0WCvs9QcgOPnwKjr64nnC975NiPq3JNjxOcU6+bdlyPYYLDr68AZO+G6YUvl3BFr4xqUC+kI24O/pmOLs9ho098RERveW7rD3Hm0A+dW+nOrrGUT3khJY+kdutvmrlBD1bChW++2fqvVNh/b0Dt8i9Qie8vdZwMT5j4sk9/38/Pga/YT5bl5c+/Miavip6kj4NmRW+Bd6GvZnKw7wdCGo+aF37PaX45z7/DX69GTytPSxLD715TIK9vq0zPhEmlT7Vmta9mk6SPmMjhT3vC6k+bzSBvllqjz7TO0k+nc3Uu0MdaD2jjzm+u7FhvlQCFz52gEG+akq1PsCzrL23RMA+mP8EPrJEoL0puEC+r2+lPi7lBr2B2Pi9yWD8Paif3z2GsIS9ufVgvuMerLwvhXA939BxPhF9RL4dxdI9MWaFvVq62T4M4Vm+3UqRPs5Fy70UcrK+KwLXPeaauTw9OvO9AZIPvgaLgL5qsDo8c12FPTfvujzfWLE9KiCOvulwYr7rg80+K1caPjm7pT7hqq4+URGpPjElXz5bbe69+EAOvsTURD6S2DG//7imPm3RwbzZl5k+xHW/PtzHlb29Hvk9kdu4vmyNBb304S+++MsevvRcDD9Mzdm9yLpwPp+2TD7O4YI+w/6ZPdG54D2HDBS+EBa7vYkpHrz0DrA+SwK5PkBLOD6hlue9t0XtPrsQ5jsyXHU++uxsPGpgFT+Zuew+T1blPhobOzzl63Y+G9vWPmjbGz6C5Xu9a/XyPXxLjD6ry2w8g+GDvuXr9r2p7he9VdjHPJNXCD7npRa+scQGPcjyNr4sYWA9y7inu41Rrb3AeGW9hki5vUy6+b0z0GS9yOeaPG+5MD1J0ds9Jz29PbGyCD2aOU+9m5exPS52jz6Yex29eIdivW1czb1pai2+t4BePgUV0rs+vXW982r0PQDQNT5r5F4+gNriPWJXMD5U3gM9EhiLvY/NJL4R7jw+f7hQPVbwpLuVU1U+QvQdPtVFDz6rd7g9y0hSPgFvOLwZ0Oo9ubQRvnIh6b0umzW9CqpAPfmRf73Ddrq932PRvBhj+r2dpDi+j8V8veBQsj1/BjU9/NX4Pe9pKz5hk4m9J+4Wvv1Obr2a+H69L5e8vTqDPT4r3wI+lx2/vcI2NT6EDH4+3r7SPY5X9D11ZJE9RFGLPJWPgj0fY1I9hJp7vYq7r714X5s93gcEviDWRT7tSRO+3jHwPeOrNrwl5/A9ymvqvQ0Y4L1Fm3E+GIV1PrdFE76nkPk7t3xDvfXKGj0VkCI+2jgvPr+b6b3pI6A91eCBPGJd/z3r/h++MLwrPpBjlr1cI5+9ALtMvXo9SLyTOge+xwWuPZ9Pir4UoqK9l3+WvRKO3zu9T6C9VLYrvu6AijyRapq81NymvDakP70kO4O9vUcmveBqybwvEaY7xHXBPb1mqj3Gm8W9Hm6jvHA1yT1CXcK75H5AvLidc73eqQ8+MwqcPbmrDb5pg4K+nWXlPSr5gj1tDsi9enWAvtJwkD6NK+m9SYhWPrhZOD6GrE69MDyIPTMHir3bYT8+QPmAvkq5JD7P3qE9zelOvNvwGL65VSg+XVYkvk9Ga72fmIM+voCCPCLPvT3pO5q9iGyzvVebXLxYIB2+greVvHHGfb7UhCq8YlVFvY7Azb5uEBe8NRsLvjWqpb5SHik+NyGNPSz8jj0NpHO9/oTlvIEKub4FgUi8X+ofPte2Ur6U9C48BycHvC0zEb1c+Vy+vIC5PKn3gL4x1Ha9tVA7vnzujj6uUqC+e0jpvbr/Ar6Im5A+FisNPhx/4b08XOM9l7lKvoiJPb6WJDS+IIdpuwXIJD4V8b47cZjcO0bFMD5PzIg+GBWqPmoRAz1Y+B0+cHlZvjcrlr0Ylq+8ykBaPv+Re73gYUw+4E08PguSaL5wnJY7G/+mO9C1fT6c90A+KKxoPsWT9r3TmYc8eoA9PFeaOL5JXgC+xS8+PmwuAT6L9Z29A+HmNmjZKL16lzY8ei2kvI51Jz5KeSc+5YiFvgS7X74st0Y9WwVAPjQtxD12z4W9Wd6cPugL2z1coSK9csozPixWCT6tKhy+vAY+Pu7KGrzgpzW+e7+tPYYKBTwBP36+Y8M6vQZsFz6Qnka+mZjAPkqriT41uWK9PmSqPqm1izvoHz++xrjTPFW+Dz7aAOS9HGhAPsQqxz2V0He+SKVOPqyNQb6+mmq+bMm3vhA5QL71SQi9Vxo+vd6ZUb1NdJy9SkudPiyW6T7NxOC8MsChPvofBj1/ahq9w0wbvtOQNr6TjKg++ghTPnif6r56zAa+046XPhCQDT4yB5E85yHyPH9Xhb48hKY7blHUvoJkZr7JDHG8bPWNvm+nEzyKVYM+Dr2ivkCrUD3lHKa8Az7OvuJLFT6inBe9j00Dvh6V4z3O6mG+/NlJvTShlj3LMH4+D4H/PcFpwj3Gdkg+dWLaPmXUkTwUK6g+I4iwPd2+nL4Yi2S+K0sYvjCpyz6Wz2g+R01DO1+t/73FMhc9ofZBPNRpAr72VfI9UeLWvSc2J725K927aXELvRgQB7463Mc7f9OgvPe3ND5Ulgg+662nPn7rk75JvgI+qXi7PZPni77vRjc+sUGQvuhqpz3GdG++POTevjSZGD3m44C8Xk/oPZzBbD68jUi+czCBvSzJ4r2exzc+o0a4vFkXpL6VPGs9C48Avp78RD4Rl40+772OvcQk2L1jHMS9/KPivRFXjT7tjGa+VZUevZiWGb4FhoA+3HkEPo9wrL2j9Oe9z+NiPadNobwmgI89pFCNvDECpz2murm9H4wdPUDoQTwVBwg+m1AYPfQVtjw7RdE94AmePV6tJr5Z9JO8c4DMvWaScL7htVg+RNmYvfcIib0ihT4+h6gDvADliz1r2TE+XnUFPP1Zqr5QIhS7KdIsvta+G77Qj2M7+PCUva+f7T0tRCe+cDoNvEK0jT1talC+v0KyPTSb8DyBY0S9js0QvgWHkz20XLk9GrouPs9osTvjUow9BEBBPmL4Dz737d29iaaePUegxT26Qxa+hDZAPbbBsz3Cebo6n58pvUE2ib3dyLu9xayNvTxoMT4N1k89WjshvlyKfL4xvZg9skgovdPoUL7n4SE9ZMIkvgsTH74l6DW95ln7vYdH5TrQwN271e9lPTu3vr3d/Dy+cGdSvv0uo72S0S2+CmOavuK/HT6jUmw+r5gEPT5/Zb6EUyK+I/zSPdLKlL4ArrO9zWXJPZJuuzw5Fja+iPdbvn1rIb5cBj6+5S+7vUO7Cr40Bf87IM7KvM+s/r3d0J+8v6iAPo3/s7oVvCm+BL1DvlaXCz4btD28RSi0PTpES77W2sU9rqk9vuI4W77mhWO8l+hVPVpGB76mZzu7krQYPtfZj71broi+tzeavUJIW75jxEs9vyH4PNNOPz5TgKk9nMEAPkvxxj1mkIC+nNvzPcodIL7rAog9zyo0vdWmib307lG92GYdvUMoEz1ujp09bJmrvT22Kb1QRS2+8qeCPel0I7zEI9O9yzjjPctsHD2RxY6+9KV8PIdNWj7aFXs+AvoAvnUPw7sG90e+Yz88PveEJj7lgQY9gHOyvmJYTL65LHQ+HIGOvJoADb6Tg9+9dB3SvSluxD6CrUi+Bwq2PvdXCT5xOlc+L6qHvV7/bb41mOo9Ilsrvtc54T1t/tk917c5O/ygYL6wqTw+D6nXvTh0+71OAYE9tV2RPMYCBL7ZgTg+VbEVPO0/xL3dW9W+vWpVvVlNAr0FQB2+YUKkPmqfyb0enao9lccXvRVsS70Rez8+KNwsvrLVtz19bEq+JLwtPjlEbD21xwg+ISUovlOJMT7fKXU9iinPvjIsQLyJ+qw8m+tkPr/BqD0vKb09Z2J+vRlfQr3xsH+9aW9TviBfJj73gbQ+8DyKPTwB077lu449B1JZva5Klr0GgyC980JqPv+G9jvZlS2+xqY+vtS2dr3xzFY94kyLPImkPz4KFia95J4oPTISKj7nNQU8SvwFvrkXlr7BMoQ9WpFYPvCehbwyYGo+s9e0Plvt8L1r/wu9BwA6PWHQAz4IkuG9O5fRPsGHmr7oueW9oek8PkQxhD1TJqg+BDl5Pjj0oj6waYG9HIADPgjFJT0k8z6+hbMWPYIdn7yy2ww9QTU4PS01Cz4MNZ4+DSwwvhjRhL5zcy4+kZGUPaLZm704WdW9ODxFPslRwT20w4U92EBuvo1zvz42ajq+G11QPuzY7b71jGs+dyrePH5cEz7AqGE+4907vFPdgL0U/5U+SdJDvvCnk75nK7A8QUKbPvoNxz5t79I9+3nJvWLkYz6EmmY9pWE0vqZbjb5uKTO8rkELvsC8Tr7Jx9M82UuHvTBFhz013I++YML8vRBderwxvUM++BtevltoUj7AgDM+gTeYPbyk2T0hrVI9a+JNPYz4mb3uGoY9e2fTPcG+qL2PDQi+A+pYvlnhej4qzUm+BYRHPoNIAb4rkts+DQBAPqMzP75v8mI+jh4RPtyYlL38zRK9dLMFviYx4bxyeWU+2us1vu/7lz4DsJm+iBWLPu6rp70d2mm+/0BTvqK6lr2PGdo9P3h8PQ9qlT5WnEG+3js/PruANL6CJbO+vrC7PCYDNj4Pu9S99kWSPjUVHb4fGGY9RAEdPWFx/b0bulc+mXmcvkN417pgX6C+ufLuvvGg0L68pHA+01a1PnQ9KTtsIcW+Z1cDvuUZDD4GvOW9FD4yvMvQNr5695g9AKniPamuHD1ZwZe+QGkLvtSyCb5xOiG+ENSsPSDkHb7GOim+eN86vkepJL6C6rM+oaiVvrEYUT5MlSm95xGYPS6JGb7S4SW+9GE8vswNVr5fs7G9wHVJvt1Ggr0VD4Q+F4pzPgSWlD1XOSe+SkiKPbIMoz2FSyO+D2xVvbXyoj2K+Re+mzzZPKq+Wz0eNvg82+0hPQm+h7yvXAa+W8esvUhu272FwCY7uT4fPPs/B773SgC+R35MvPV3AL2rijG+GKq2vfC6Sr61m/e9ceehvb5sRL4FvSa++tzePQE3Tr7ciIq88xRIvgbDzb3acRS+dSqTPctAiDt4p8m97jjMPVxvf71BnHO99OXHvFMZnr2OS7+8OWE3vqZDtrx0Pgq851UPvhSa0r3qYgG+omlovtBo2DwFwQK+WvJaumlvrb4ZCvK9A4E2vsF+jzs/pU++3F17PZCUEb4MLeG9fyKNvQZpH77IYrm8Bm81PWAlI76960++yMkgvnCSc77NYqe9ODtAvVZmtz0Y8EO+hMmlvV+pnT0Mvt28jNWePdu0Ab6wrZ09KUTFvQ5VgbwuTHK+u+wUvlkig77Azms91i2ivbciU70puxu+3LKBvZq/cb643689badzvcCR173zY2++hvqdvgdxIb5dmG29EzuNvXQepr71CkG+d09ivh2W9r2kiT++pBOnPY+IQ777ABy9K7rNPZIom77934M8Z0TQvaLaIL7h5VG+5RIIPQQ/Lr7kXJa9knqvvQlybD0M8Co+An1qvlcsUjtw1gU+90EHvgmPaD0Q7dS8rzWLvqWtAD538Sk9Z1IZvnJGXD1fIR+9Z5dWPEVkaj22SeM9qBKBPVeDPT45Ilk+KRmKvtJuMj6jtyu9s6VlPbOIEz2run69sDeTvtpZ270n2UM+cdFCvnyjmb6Vyyw9fcFuvlepAj4qXX6+0Gh3PcjfUT6aQv29OPGxPqqiQTtd1O+9qMfcvrAs6b1s5Lo9SESivYwTlj0tEp89RD8/vrSsWr2K7pa9t18mPoG9Mr2jQ9I8p2NCPq1eRj6+WZu90Mg/PmvLub3hUB2+szyrPe6IOT7V+S++OkUrvdtVtz1JivW9MsYJviMfYD0ruIy+zDVuvjswvTyhsmQ+/LFWvmNN4D03iA2+FP+8vUNAbD4q0Lg+DZwEPRKOVL0RxzG+781lvlQAdr4M9iS+wBHavFNfVj2hW4e+afl1Psmm1Dx3sgY9RKLCPJuYG77zLVi+BAqmvlyE0b2N/fa9jy3iPuT7jj7YySw+W2hCPoPnwrz5LfQ9UZhFPu5l5j0oGos+VfgCvr9tCr6VZoE+XlUtvSCTa7795vU9ijJWPFlS971O5AY+sRRfPlXOnDuByRs+00dCvd9vRL7UeHy9UScHvQCfrr1KMUc9HotGPlu3JT4yaJG9vlSjva4ilL6cy2A+Hd2PPQOPnzvJMwU8U/XCPWoGFT7MCKC++KSyOsc8bb7wY909nNTNvS76qL3IdS48XnqbvKMGzb3yUZ89UyBdvpC7tz7XDEM9+KiWPltGzr7B0SQ9aHkZPYkgEz4oRCM9ZEkYvaE0aL0/waY+t1YHvtDQSD6fp5i92bZiPlvxgz6ecpE+ubLfvRg7jj5ImLc6UFpKvvjnc76Q3m2+SLHpvHezrT0r7VC+UTmFvBJnhT08q/u9e1mPvS5vJb4ep5m9G6w2O8DOxT1JsW2+gHt8vSR7/T2/GAI+6q+kPY8jY74AXIa9EmxRPg/5DL7FJLC9BxttPhxmtD72mBi+HEA7PogJSL7paoU9a6BgPtYaRj417qI+umecvbfi9Ty4Ti4+vEsxvjrBkj3poT07rdmjvm5Nrj0K1qK+SpkHviVg7DzxlgG+C1rHvOgjnL5XwCq+SWYivuTUhj6gEWS+YRLOOw1R6L78PA2+jb2PPI0eHD2pIZq+zwBiPhp7pj6j6Qg/DimMvboDZT5Fr4G90js3PgU/WL68+xw+iQzQve2i4Tuz1JY9QaqtPX4p/T2Pyau+D/UevVfe8D3jJ/g9Kpe7u9dqO7tpKS0+iPUNvmPRPD52xo08tx1zPaR/1D2Iqp0+usP+vHDavr0pNoS+LbuDvmBNrL1EH1u89J7MvEOizD19pUo+8DVrPYSCqL1aKU6+0oLWvZRUaD2FxqQ9vJuqPbd5PL57N7y9RZZCPV83/j3EQba+5lVpPZ8QVD5Ugny9w0sFvqyOnL2fWQa+H47gPY75Ob6NsNC9dH0kvhOSAb7Voq48St/UPOCCjjylmy8+/LePPZ6G4r26+TU+4OrOvWlMjjvSbIS9MVfhvQhRYr1PyBY+df40vNXr6r0QyTq+uflzub481Tofn+U95eoUvlcPazwzs8k9GXubvYGtQL5nM7I90XzNPDhklT2JqnI9a5icvsYvHb7YYxE+uDDJPbMkLD5gaQC+Bl4dvsZMkz2GxR0+SkAzvnJ5yTzvRXK9DYLQvcFpfj2zgI2+UOjbvfEPET7YANY8ntuzvRptRr7kvio86KiXvX2PFL4Jnp291T7gvYJdjbwXuCA+hEooPblpiz1yTZs9WBOqPY4KHL7a+UA+XHK/vVaDjrx7s1o+1VbPvEVmlz30l7e83OezPUedd7wDpQw81M5CPdIF5b1dCKU9foYfPfkamz1hScE9ZGoePm3Jvj1Cie89JCJ5PVNDFL5DRgA9BGEBPS2OAT2ZjWW9h9JNvcVDBT4blyY+g717u591kjyM49c9CE4pPlaPo72CmTY9dFYTPthwCLzy2N69C1W6vbROur3460Y9ZYcZvmRMTj30L3y6wizePAr9Ir1BoVY9LxCWvpbjLj0LMhU9SF9BvfnyOD4bFDi9x4SFPccPtz224R2+vp92PdXBg7v4rT0+sxNBPq0Lr70IoCs9Fd6TPcB7EL6fmBY+xM/0PLLUT771c7C9xU8sPglKDryFZE09wDusPHLWgD4X2na8ZsVGPWVLaD7DLDy+k4A4vvxlkL6oK0W+bm81PncD8zyCSXY+92OePgfKQ71M64o9RuSJPfAWeT2ul3Q7b/7bvjq0Pr6PaIa9D1TSvf6Jnr0e0Ce+tgmIvZaA8j2Y0g09NoiAPnMXU72LbIW9k0OTvTEhET6VO8S6kcthvXaWJL6Ugew9LAd6PkEAPj2LG5A9a/+rPkHb170hmKi952uUPqySxLlqQEK9SNiIPk4zoz1XThE+imc0PMUimj5TVck9tdpPPfdkhT5d+pi8K31APpx7Az5NeNs+qfQWvkP4W75zjcO+H3cFPrW/Rb68EhU+OASVvGZLaLxiVn08j0bwPQFghL4JhI+9+Ti5PSZjub1EqKi92yq8PvcKsT3dWZc9CmIzvncNu73Lh7C9AGRxvn/lhj3k/L0+M9KHvuwdXT5GmIu+TVt+vsl9vj0w4Jm9r7znPU/lgr1hRke+jdCWvqJwiT6Ex828nUjiPWY5l778bZm+7P41Ps7r4L3TyJe+ySMRvqRakb1o2eQ8ERYVvY2IHb1E8969ef2MvlzjDj7zeqm+BPlKvVTKaz4OHiO+K2jmvYCab73eQCC9t1ThvFy73L1I+ci8eaVnvMCPC74AWEe+OQ4GPuyHBb7/GoS+H5wYvrxsWj53Wnc9K8jcPg8g1r2B4iq9Iv85vkHoA70//U48rtq7vuLDfz6jS5k9hTAwvi/C6TvSgmq+s0pBPqatVT5rBiG+JD1bu/4wPj3MvIm+BJhvPpZrUD3uxX8+pclQPgRiXz7wixU8QOXFPVi9iD7W0sA+nb2VPWOAx72e34e+DYo9PkFWHL53bwG+x7llPqabJT6IyD49oQpuPvD/5r2GxYe9RBA4PnmvAT3m5Xy90In3PDZvMD79wJW+ZygqvS2Anz4ftjG+TxgHPvZktz6CDDY+VPuWPrP/wL4dqee+oz0ZvaTDID6dHTK+23lAvregUD4VaOK9bLOMvdUulrzR8sC+d8cFPp7vGr7qFMI9+qBZvWmMgz6uoo29CLeOvrVjD76lByY9pYZFvquhUj68dNu+gpchPVFhWT1KNAW9r+DhPlu7ir6ehYI93G+XvuWNED5aFrm9Bx5dvtObrj7nMeg8vGgmPnRhUz5Jboe+4si2PevLiD2pjq49fP5FvZUMhz5Pzho+dfOpPnhxnb4VVJM9OOUGPpIvvz5/CnC+fUeFPQbEqT7UeuA9oBd6PrOGIz7ByqQ+dKd/PmWZwr5/Ikg+xmWMPiOfUj04PBk+5EROPdkfgrovetC9aV5iPD7Tgb3kUT0+cf6FvA06xz1AKBs+qMGLPfmr+z1JvLK8JbUIPvwFMr0VJ2c+FNYLvk+E8T0Fam67n9dZvMBZL77DJns96TwtPgzLjD0opI4946QCvrFpEj5OKi2+gb12Pg3cwT2Zr5m8u74DPjGN5j2mNRe+l1Epvcs17j0zXSU9C+R2vJOw7L0KTba8/4l0O9AkwrxjYXO9+p9svPINGj5rjWU9X24FPtwgob2BD0O9IGXlvSNBRT56ZZ07C+1FPaQ14LxCtHG9dpBqPd9lE76ktSM9pXPzPcY1RL2+Veg9a2s0PLrqGD15Jei9mhoxPQxKMLxIlTo+7RDDPXgnPL0dIJ88ybHlvUthRzuT89g8d2jYO+LsDz0pLTK99i4OPg8ShToGM/c9z4FZPodqb71D6+E95FIYPRR4/z2IqNA8NSBaPpr8SD7YGss8apBlvb9Qyz0rudO60UmQPjGmEr3qkz49m/3XvXE72T0SQhA+W628PuZXc73ls6c9YNsuPg6CJT29jlE9iCdBPYEmpL1th/Y9jVAOPQZNYz0CrEQ92geAPe0JNz5dGb+9Dt8lPoVkkD7u/WE9ySfLvb4t5DxPIp89NpQNPIQMqb1olbg92/DmPBsMjz5pKUo+lZaRPTvTXz66hka+jyUdPooDVzzL0P89g+7FPZTuIz7zbC6+TCJpvZNmZD4xJEc9N/oTPRYV9rz37GA+s4VHvmD1UL5AcnC+E9GFPikexj3RMHU9KKYMPkdlvTyF89G9mVfeOdgRWz6HSRK98YKyu2bqEj7ibLw9L/3dvX07gz4x3Yu9AuuiPh+rlz76loy9eRWOPQBNTb75HHW+aee7Pnf9/r2SepE+siVDPV8GYz0Y4dm9DtXKvYeT9r2v/Yk9FJkJPikM671xhgy+2qobvaK4tL71vGQ+UX4tvncjdz7BQRY9E+U8PLMEFD5IsA4+NYsOvUAHFr4D5vG9AnFlvnIAuj1hD1Q9EnWFPhXNkz5nwhc+FnlcvjgRRT6BewY+GQ+OPoAL3LuZViu+TkFmurdKLrwHhEs+AdSFvttxLr2W6qe8Jc+lPdxmvL6FluQ9v+5SPuY8ozq957E9L+kyPv8mfz1vOTI7vCy8PHxOhb4TLeO9k+nHvXgRHjwL8EW9+YSsvXHlwD3IJPG9J2OePqt4OL1r1Dm+MzocvVgzHj0B5cw9xRbBPqKqA748vbY+MPO2vKxVPL1vdq68JEWEvlyyHb0DvGq+p9JJvIibij0bXAA+7MuLPUgGjT5ASTe7XXUYvmg1Tz5ClSE+aBPePVH4Kb7u6VK9Lu+EvvuC+Ty9h4q+HGKhvgXVPT45O1A+Wi6fPXb7G74DWUy+RSWCvSzK1L58+A6+0MzPu6H+5D0Hp9a8PCU5vMsu8r3qnpm+P7+3PBDZS757Zo6+DkYYvPRZzj0MtyM+cAzxvYniMb5swzY8jNEXvtWJ0j7vafI9EYJKvknpFL7PziS+HLEnvmx1Gb6lvIU9JGczPf+9074Lv4C95MAlvuwD7T3/ooa+7tHTvfHkQL6XbYq+Of7KvSykcb6OdGu+TPmAvvZggj4Vbbg9BkrUviYBPD6AFza+M6a4vrsAhr2tdCo9B6lXvjYddD4twPC9EKc1PuWWJb3al2Y+rgKvvA1qybvjmmo9okm8PRCS6b2vbSa9qWckPslJsb6osCA+HYk0vtWxtzyyYpm9+CeJunFJ/r0iJfe9V1w8Pvp33ruFM4e+mwBHPCJzs72fUs89D8iJPItWEz6uOYE+/TkAPqOruT1x+RY+Nk5+Pbtul75dKzk+oR+yPdsePr7qeiK+CIuEPWwXA7xbSY++fTOivr1Yxb28+pc92APvPPaKFj5b4wo9+TEMPT/ADL7MEjc+gUFpPuo9Fr6oI2I9Wq9pPRoFFD7Av2Q9al6bPee8nbznw829kozzPUkBFr4bIig+cqXxvVgvjL0TKFg+mPIIvtiOxD0ypi2+kNgjPoxJt74RXsM8uAXwPCetG74uT1Q9HiA1PkA0rT1yAzs9vVfIvJKC7zzjqoQ+r1yKvZE1C76DqaA8db8APWak3z2EiwU+foHMPU1fRb2LqKc9wKHlPXiu5b0e4gY+lZUtPVzFKb4+uEw+IJMbPseHpL0egNE9h6vLPN+9jj5pKm4+ef1RPuIGjzxlAmQ8VwQHPS0sRD23t1E+GaaxPJTrFz1iiqm8D/oOPva/tT2/JF0+EOkXPt2KoT360mW9/LGJPfNLvz2ZHk6+DLkDvvoRmz0qQz27k9uivDl3sD0IrJM9PA2avedNizze4H69q5Bgu0m1072KIQe+plNJPaqvcb2vyZY9XzGcvb7Yzz0K9BA+xWYgPlZBVz4+wkG+XUFRO2Donj2Elc49Q6Ybvlz6VL0NWgA9rJ6RPbliWz40np0+x14Nvq/rCj6X4cc9fxrHPIISGj2KBBk+gCUCPoX3d71yv+O9172puj3xDLzkG389MfoWva8mIr085lq+bC5WPjWiwT3gWXG8MQZgPtomjr0DOCU+0MZjPnbr8736Ww09/snhPKDE5rsb4CC+yNUIu1BSkj17Cja+2nuFvfNTyr3Hjn09Cc6zvQmG4z0VgBs+N8QXPsC3Pj3y2769rRnyvebkij53a7i92L8iPcuCpj0fGUc+PG8jviq8Wr7CNe674Sg1PghxCD6kMgm+6KQpPLxYBj6yqwq+uaOyvCtccz274r48fqaJPBAYbjkDcR4+cgEfPDkjJr7lbIY9qddJvn42qD06i4y+P+/ivfsoVz6qjdI9GZJIPoBBJz5P5gi9eaO8PSQ5Hj0t7nA+862MO5VjMz1wKzQ9q7uqPc16y77cH+68RoPHvekulj6oPXy97U1uvPups73pAUa+6Uq6vrxY770QQEA+zeQBvkaM/z1lQwc+o9Zwvl73Z75k/ho+tcw4PZKjrL2Id1s9lfiiPlVXF72ERh4+WhjnvKYqjb6TfVM+lupyPh80qL0VOtS6Ggy2vTCGlDxVA0C8SegZvswY/b0Msgi8us7+PbrEnb49+2Q9YpRKvq/g+T2xTDm9gKU9vTBnwL0gGqc7ns2QPSovrr1KNV6+anofPUZcB74tefk9GWcKPKZZlD5cDCE9hzhiPsA6wT6mTPM9l8a7vCSpM77UyCw+bQcwvkd44b1HrLo9legHP9XNkL0N+a89Jr6QPbGjtrx6Uje+utqFvd0V/z2k6Uc+XRY2vghctj6kvl0+xB0vPosK2r0S2ys81wEKPlNdML2aJAy+xpNDPUvoO739Z9Q82a2TvluuDD2Lnes9DvjEPYXx6zx0oXK+FF4jvpGWm77BG8S9//+Svi8iij6JGyc6KcWYPTIhDb5asKI+cRo6PiYDpb75ICS+GlcHvo1MX7ymQa++1MGyPTwInLzzAXk+4vXlPUE1KT01J00+ZAaAPg8+qz0sPY2740XIPg6gEz5cxqq+kiVIPgMwNL3u8nY+DT3jvctJEL4ZKTE+O7p+PiL1iD4MkW2+YfPwPmyWJL4D8I4+8BoYPmH4er2gaWk+fNOjPVL2J74MECI+He2UvZ7ZlL6r8jq9aLeYvX8YXr1IYzG9xEiiPavcnj3fhYU9l+HevsYQmz38d4e9wcRgPh82dz41yng85EoxPnYXWbzJV9e9PAODvcTQx7yuyh897FZJvoQFDD6embI7tFlGvhYxKz4bsb6936q1OrcJmr18qKC+RHiovvsumzyarKe9piPMvG4Snr2rWsc9bRZhvkhE8D5463M+CLWzPV4dkr6cX7y9IA1WvnGlj7247+A90gA/vejFSz3F82Y+14iIPh4FOb0qPku+O2gGvl/YtL0dXI486l6IPpCNrj0hjAU+GNAhPZaBUr6Xq8I+ZI1QPgJAxL0T0Lc9vbTevXBcKb78lhk+xpOGPmSqGL5305u+tT7mPGqCXr6+zqo+I/R0vqSiHr6CWMC4fyfEvfqmXj38KqE9PKrQvQccv73ZhGG+Whz9vkGryL1Frta9vdhEvQgPHr3ed+W9xi/iPdkYYr4qyjW9YzdOvQtbqD04Cka+rTCsvik1zj0dcig+rq6lPAzqRb6rX7W+8cYOPoxCrL3Zec6+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Conv2D/ReadVariableOp", "op": "Identity", "input": ["sequential_1/conv2d_2/Conv2D/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Conv2D", "op": "Conv2D", "input": ["Func/PartitionedCall/output/_2", "sequential_1/conv2d_2/Conv2D/ReadVariableOp"], "attr": {"dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "use_cudnn_on_gpu": {"b": true}, "explicit_paddings": {"list": {}}, "padding": {"s": "VkFMSUQ="}}}, {"name": "sequential_1/conv2d_2/BiasAdd/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "128"}]}, "tensorContent": "fha4vYWBZzynGh69dp21vAeHijzevKg7znAOvY6MhL2pzeE8TkKKvPDStLwyJvQ8iIQSPa4QjbzsHB69AcemPJgTIb3eIoi9VEzSvG5kVrySEs68FJa4PHsmy7w3Wyo9elC3vHjTf71aiAu9iqV/PLJmz73+iYS9LbSlPYDwcjw65jG5ZWKIvRLFAD3Ce3C8z7snvf9MiDs/eM88922Bu3j3qr0rdiq9JreLPXDjtD3+WYG97jufPB2Ylr3u9We9eSrVvCwOhTu6JZE9OUEcvmXOQTwcvaM8AfrhvC3xb7vl0wO9w6m/O25xRb0s9Po97qsiOwHUcT0akQ+8MYFbvWEHY70AthY9tdMxvmb1y7zM85G914WsvcGOfrzKx5W92cYyOs9liTwAt4k9Bhy1vW44IT3VFb08RZEXPbOjwDxhAhA97T5JvMZXkD1/sS89Nie4u797qb3+tjY7t98JvgLPOjtqoI+80RWkO3TmHbwfhpA9p8wWPQjbTL1x3C29oYNqOTicIL28YHq8dzRmO4zIM77gEpo67CFsvNRKAb1Sfj89rhLovQYhEb27ICe+tLRevKGLw71nuUe8IAWkvbafbDz8Dwa9Sr3TvEx+Fz2TJ0+8M5rCu1pXdbxVfzI94DiavcN5dLq1PkA9eJA1vWRv07q+CBg8J2pEvVw/lbg="}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/BiasAdd/ReadVariableOp", "op": "Identity", "input": ["sequential_1/conv2d_2/BiasAdd/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/BiasAdd", "op": "BiasAdd", "input": ["sequential_1/conv2d_2/Conv2D", "sequential_1/conv2d_2/BiasAdd/ReadVariableOp"], "attr": {"T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}}}, {"name": "sequential_1/conv2d_2/Relu", "op": "Relu", "input": ["sequential_1/conv2d_2/BiasAdd"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_3/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "128"}, {"size": "16"}]}, "tensorContent": 