{"format": "graph-model", "modelTopology": {"node": [{"name": "x", "op": "Placeholder", "attr": {"dtype": {"type": "DT_FLOAT"}, "shape": {"shape": {"dim": [{"size": "-1"}, {"size": "-1"}, {"size": "-1"}, {"size": "16"}]}}}}, {"name": "fire_rate", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "step_size", "op": "Placeholder", "attr": {"dtype": {"type": "DT_FLOAT"}, "shape": {"shape": {}}}}, {"name": "angle", "op": "Placeholder", "attr": {"dtype": {"type": "DT_FLOAT"}, "shape": {"shape": {}}}}, {"name": "strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_1", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAABAAAAA=="}}}}, {"name": "strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice", "op": "StridedSlice", "input": ["x", "strided_slice/stack", "strided_slice/stack_1", "strided_slice/stack_2"], "attr": {"T": {"type": "DT_FLOAT"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "ellipsis_mask": {"i": "0"}, "begin_mask": {"i": "7"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "7"}}}, {"name": "MaxPool2d", "op": "MaxPool", "input": ["strided_slice"], "attr": {"T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "explicit_paddings": {"list": {}}, "ksize": {"list": {"i": ["1", "3", "3", "1"]}}, "padding": {"s": "U0FNRQ=="}}}, {"name": "Greater/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.1]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Greater", "op": "Greater", "input": ["MaxPool2d", "Greater/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/input/_0", "op": "Identity", "input": ["x"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1/values_0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAAAAgD8AAAAAAAAAAAAAAAAAAAAA"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/input/_1", "op": "Identity", "input": ["angle"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Cos", "op": "Cos", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Sin", "op": "Sin", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_1/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/sub", "op": "Sub", "input": ["PartitionedCall/mul", "PartitionedCall/mul_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_2/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3/y", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}}}, {"name": "PartitionedCall/mul_3", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul_3/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/add", "op": "AddV2", "input": ["PartitionedCall/mul_2", "PartitionedCall/mul_3"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1", "op": "Pack", "input": ["PartitionedCall/stack_1/values_0", "PartitionedCall/sub", "PartitionedCall/add"], "attr": {"T": {"type": "DT_FLOAT"}, "axis": {"i": "-1"}, "N": {"i": "3"}}}, {"name": "PartitionedCall/strided_slice/stack", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}}}, {"name": "PartitionedCall/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/stack_1", "PartitionedCall/strided_slice/stack", "PartitionedCall/strided_slice/stack_1", "PartitionedCall/strided_slice/stack_2"], "attr": {"T": {"type": "DT_FLOAT"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "ellipsis_mask": {"i": "0"}, "begin_mask": {"i": "11"}, "new_axis_mask": {"i": "4"}, "end_mask": {"i": "11"}}}, {"name": "PartitionedCall/Repeat/ExpandDims/dim", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/ExpandDims", "op": "ExpandDims", "input": ["PartitionedCall/strided_slice", "PartitionedCall/Repeat/ExpandDims/dim"], "attr": {"T": {"type": "DT_FLOAT"}, "Tdim": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/2", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}}}, {"name": "PartitionedCall/Repeat/repeats", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [16]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Cast", "op": "Cast", "input": ["PartitionedCall/Repeat/repeats"], "attr": {"Truncate": {"b": false}, "DstT": {"type": "DT_INT32"}, "SrcT": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Reshape/shape_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Reshape", "op": "Reshape", "input": ["PartitionedCall/Repeat/Cast", "PartitionedCall/Repeat/Reshape/shape_1"], "attr": {"T": {"type": "DT_INT32"}, "Tshape": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/4", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples", "op": "Pack", "input": ["PartitionedCall/Repeat/Tile/multiples/0", "PartitionedCall/Repeat/Tile/multiples/1", "PartitionedCall/Repeat/Tile/multiples/2", "PartitionedCall/Repeat/Reshape", "PartitionedCall/Repeat/Tile/multiples/4"], "attr": {"N": {"i": "5"}, "T": {"type": "DT_INT32"}, "axis": {"i": "0"}}}, {"name": "PartitionedCall/Repeat/Tile", "op": "Tile", "input": ["PartitionedCall/Repeat/ExpandDims", "PartitionedCall/Repeat/Tile/multiples"], "attr": {"Tmultiples": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Repeat/Shape", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AwAAAAMAAAABAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice/stack", "PartitionedCall/Repeat/strided_slice/stack_1", "PartitionedCall/Repeat/strided_slice/stack_2"], "attr": {"ellipsis_mask": {"i": "0"}, "begin_mask": {"i": "1"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "0"}, "T": {"type": "DT_INT32"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice_1/stack", "PartitionedCall/Repeat/strided_slice_1/stack_1", "PartitionedCall/Repeat/strided_slice_1/stack_2"], "attr": {"shrink_axis_mask": {"i": "1"}, "ellipsis_mask": {"i": "0"}, "begin_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "0"}, "T": {"type": "DT_INT32"}, "Index": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/mul", "op": "Mul", "input": ["PartitionedCall/Repeat/Reshape", "PartitionedCall/Repeat/strided_slice_1"], "attr": {"T": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat/values_1", "op": "Pack", "input": ["PartitionedCall/Repeat/mul"], "attr": {"T": {"type": "DT_INT32"}, "axis": {"i": "0"}, "N": {"i": "1"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice_2/stack", "PartitionedCall/Repeat/strided_slice_2/stack_1", "PartitionedCall/Repeat/strided_slice_2/stack_2"], "attr": {"ellipsis_mask": {"i": "0"}, "begin_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "1"}, "Index": {"type": "DT_INT32"}, "T": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}}}, {"name": "PartitionedCall/Repeat/concat/axis", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat", "op": "ConcatV2", "input": ["PartitionedCall/Repeat/strided_slice", "PartitionedCall/Repeat/concat/values_1", "PartitionedCall/Repeat/strided_slice_2", "PartitionedCall/Repeat/concat/axis"], "attr": {"T": {"type": "DT_INT32"}, "N": {"i": "3"}, "Tidx": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Reshape_1", "op": "Reshape", "input": ["PartitionedCall/Repeat/Tile", "PartitionedCall/Repeat/concat"], "attr": {"Tshape": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/depthwise", "op": "DepthwiseConv2dNative", "input": ["Func/PartitionedCall/input/_0", "PartitionedCall/Repeat/Reshape_1"], "attr": {"data_format": {"s": "TkhXQw=="}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "explicit_paddings": {"list": {}}, "padding": {"s": "U0FNRQ=="}, "dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Identity", "op": "Identity", "input": ["PartitionedCall/depthwise"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/output/_2", "op": "Identity", "input": ["PartitionedCall/Identity"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_4/conv2d_8/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "48"}, {"size": "128"}]}, "tensorContent": "KT41vw2jIL4P4hi/eKipvmwYiry34L89qe1cPrxduD4fTqo+Lj/hPe3B1j7OuxW+J4khvd3eET76yMk+YFSRvdkQ1j46aA++pLnLPjI8HT51LRC9JxTavthPpT4QsKS+F00GPCV5Gr341lG9dOgxPvJUnL5Un4S+GjDtvWTqXb5otrc/pSAbP3sbVL/JbRQ+xeuCPH+aNr6rBHs9XRYmvhjUJD/HtZ++iVPlPSxpV78kQAU+v8e1vv1at77afWg+mARnPWqC1z4w+JA7oPa7voBX5r6qKbQ9UyvHPYMRkr5gmgg+pfY6Pj5ZGb6QqH+8m5fHvh7tuD5i+ZK+l5ayvnPP+T3ghVI+ljl/vgBisz1h+Mo9EqcFvmNDKT80KXa+7P26va/MEz6664O9oOMgPoFkRj7bn1A/BFmTvuolOz4rWrm+G9kqPibx2r7KPVk+TRUyPk0qEr+NO049FH7IvSCDQb7mYnS9n/TZPk+oZb96KRC+biN3vh3owz6KW32+CkdVPdsCwz0d9iw/wTYuvQwezL5QLEw+7m1yvrltTD87A5I+rPvkPeSgbjwishq9+fBgvNLFp76TBmO+Zd46vpA9RT6ZoZk+8XeGvTxLGD4v2SG+7UYbPviv5LxyBuC9ZO6YPZ/LWL+mkmE+n8NAP9qC875Ig6o8B2oyPe3KBr8l2gk88xaoPSqiZ76ML4c8G6xPvhbEc77aOas87z+7vVU/Tj6tJak8Url4vZa1J74CZmE+f5/qve8oj75ZpmI+M5IRvsKaFz5imuY9SHFWvoW7rj23tJM+rLWWviQf5byoIgm+UXk0vcyhuD7EAqy+cv+DPLyCiL5fX+m+bjEvPij2qDvyK+O+AktoPs96Mr7Jmac9LKzAvpisuD2SGB49zonZPhZVyrussYC+aPa5PIAJWj0FJZQ9p9ITPoJPor1Mb429WQD4vdH8+j51+g+9Kq0HPmA8dTwSv5e9/k0MvjCW3z1T/sO9TtjvvmjJ5DzIzTM9QosKvybedT4GcHK+PMCVvq9BLb69MSO+apgmPka85L54h9i9QrYePUQ5cbqid8K9P/i8PdyjdzuDhxS/QJeaPdtX5T3Ssr09wzeYvme3zL32O7k9/vW/vWH1Uz2hll4+eotQPmlI6j6+sgS+FPrRPunCuz6Wqbk+VZMAPgDN8j7U8Kw8EnUcvzV2Er96uYY8nd2MPirg/Do0xrU8ULCBvvjxID6a+jU8f9MDvALwvD0oBVC7veifPmxUd7x8bCw+qiRivnOdA79J0jw/XbQJvvzxGD7weTC+KDfpvSYv8z1BgSe99ogTvpMNW77xDBC+snEKv51Tr729H70+PbmkPfVZAL0vUAK+6BOWPogTXb6W/0Y+fLRwvr3Qlj5ejtU9bd5KPvd2xj5yDGA+ToSAPryfTL7LnUM9yTZ4veMcibwWaQK+pNXPPSdtrL3/gkY+h/aWPhwL4Tw1qOI+xHmivejFaT/Z+98+yf53vf61sz7AxuU9mIFyvaLaVT6Cvqc9FLRKvoXO4T5I+Pe+L4f4vl3U+D0x2ZE+IsCOPtfNPT/Dlr0+XKLKPVk0JT4Mh40+BimOvXgtLT9Dzyi+zGsNPuUDZT4oXqc+9BhjvsYf/j0qycw+VkSDvgNo3r54Pg8/2fafvp3OEj5YTQC+rwsJPM5yFL6Qh8s+gy+tPYVX/D7OtLc+9BwhPwCOAD/cZui92LrYvpw/R79l3zQ+az7cPrdbtD7yEZ47LYVivpUJGD+Iv+G9DJpgPjs6vj63v5g8K6OXP9XV+DzMqjU+VCoIvq72Fb4AQ04/S9FZPnkz8b49HTQ97ybKvin0ED8ap9A+DylfviRE8z0fze48AadCPsml6j7v47S+i6SwvW1KLT/kM2C9VEjxvrWopz4HsaM+LDdkvgpLOL4EcfY7W+M8PnrsS75EC5g+yPFEv5vJPr5M/Dk/shTtPXuyk77ArKq9YpjMvrql8T30LBy/6fzbvilvt77fuLK7zGG7vh3vkD7UzLU+BKlGPnUZ277hOpQ9e6+5PABy+bwNOYe+UobBvpVAvj3KbDc+pTxDv4X8lT8PFK49WC3kPvKiRj8raaC9eEiVvrrOvL7UVV2+3DkrPHfIfzyLwn8+tjQQvp2IQL4ieLo+kFAlPb1ZFr2j6X295C8VPnIm972GkcO+G35yvFSAqj6OEAc/YYCsvTnrET8tWaY+/KqdPvX9s75ZaBm/W4ShPkVfNz212rO8VIfPvUeLpr0eSNk7GXYlvom4v76Uyhw/8KfePSuEN759XTs+zM4RPnKGXj5FAeg94fEXPzcci73zFrk+bdGqPqoLgL5nBWY+BhpMvhkDlrvKAAU9hFuHvgqQmb7tLSC+ONYuvWKrIb3pyIm+vCG1PbS+zr34I+I9NGV5PYW0lr5xKAg+U8vhvcJEu7+/Uao8z0w/P9V/Kz7JiJ896N6IvhM8Tj66eYO+O5syvzJID79NrJu+2hJtvlb7Hb8OLzs+79EiPhFumL1JeW8+V5l4PRPE6b16Ytk7alcUvvqExD6kMjA/98+APnTaDb44DrG+TeGmPuG//r0jRpk+0zPJPe4Fij7l4eg9mEEOP6/MdT2a06Y8GyzTvs0aML50PvQ+eyfxvbWIGL7EZoe+ipQfPaSGE769jI2+ZfRqPreNUb4cnpy+Y7BpPUmT+72MjBk+9B+sPRuFLL8yqLU+dpMbPwFNjr5bW50+J+90PiloTT5qHCs+tap3vnHCuz5ppqu7ZKjXvgAQxzxYdoy+XQGwPXXdi76x73k93GhZvgg5B76T/ru+lYZCPINVjz6fHFI+1zYVv1+ow7zHYgw+AlKWPIHlwDxWMD++275bvv6ktz7aGn86mXZ/PSdbW72yvpW+xW5tPTnHQz5dwWI+9D3WvSMa+r5pmwg+hD7GvS8sz73oKBm+p64DvZXrHj1q/fs9Py2TvT6JTL6fRTK+FXOHvgmzIr49JYM8hhzFvalWL74+E0e+2UMovo7mvj71ZOS8XcFkvjcEP76psXq+HwzlPR+zC72XpIA9pmIAvmMGNL4EbfI9HYqMPg+djj1R8aA+uZRNPKe2WL5WS0u97NZgvk6mJr0reJU9XX0GPv/VLz0Ggq2+AdfFPoYHw700KXI+cpqXvQBR/b4+f4k9NsWtPCvAEj74BaE+GSjDvVKQBT8BT8i+QtX6u+UeAL1qN0C9ahOQPceIP74IHZ88WLZyvg1G5L0ZhHU9/6RsPVGaq77lGQK/Vi1tPtqsdL4hEUM9lnCAPiNsp70C1o092Hx9Pt9JjD0wkpm9Vf+RPb+BQr5+CLQ8vxtUvqjbuT2v1KE+3PqIvesP2zzV+iq+/9pMu4UkHr7kMbS+QzKFPqkGyLyzxzu+gTsCvuIra73w5Jc8BB8Mvn+AkbqIdYq+KZGLvoU9kj6iIlS+IxkZvocAj717puI+jBmrPZhz6z6As+++q3rTPfPouD6bYOY+H4Y5PeNiM7ySbP+98ByTPF48nj50NxI/h5DgvY06yzzSnho+gYYoP/vwE7/KwUw/rnqUPhDaAL6oDUA+tD8tvrl88DwNQAq9wrYpPDssv74AZ5Y7ciiEP0qdEb5qHbo9jY01PjrZgzvIwY49g2ZzPhRGkT1lvau+QbABvaF+p7zNfO095BjmvYQgbLuju54+dvAEv4W/Nz73hgG/i/Hevn1w4L7vZJ8+s2TvPtPFfj61iqU+coovO67B/r2wRYo+SOogvdX44z6mJYE+1uhwPVfl2z7qWpW8Cwd/Phl+6j5ALXc934TjPnEnxD6xGiO/fSSyvd/7gz5ax4W9jc2rPVYBIj37Mbs+QejlPgbiu73G76w+7GICPvu6PL9/kwM/opRovqcNLD9lBaa+mALFPdeG4D4W7bE73oYRvYfROD432ES+vVQsPtVofr0XwEO/N+zMPidP1z5xH+u9V6ecPlzwYb587Em+VMGWPlXq8b7Vmqe+LIkKvun1rD6kmKC+DfG0PqSPT7sm67s+6AVbPqEYNr8pazO++hyNPh0Gkj6OF06+4yYFvmoNwz4L2oE/iJ1WvqweAjxnO1U+A43svPGuCb9p9Gq+nou4uynguD1125O+bwodP+4RXz7z3gK/kB+GvRp4YD92Y4U9ZsuFPjorDT9fZVu9EH3pPWsPfj13B4o+RfTxPcZYbD4N+q2+2MaBPq/Kjb4i2Xm9FLgzP8e/Y77m+JM/yn6IPuKfrL6eL+I9Has0PqQSZj2b/8i86MpfvK7OEb+XUNC78de8PuR+fL6M4QK/AkhEP5SOpT/RyTa+oBLGvjwG57yIryS+pWGwPQw7/jwhpWS/ZeTmPnlwn75lfZ8+CHfPPZRthD6bZBK/O4xlPwtCN70ruPY+V7xSvRVA3b4mQiW+25clPtweOrxScas+A7AqPhUcE77KJmq+4/LvvMP0AL/JlcW9z9obvrJaDz4yj8E75HEbvXmBhD5xQJ2+mGXWPpI6dD/1caO9ZEY8vtqjMrzJJk490NhsPdZ8Iz6kiPW+MQUqvoyCsz7Y67A+0kXSvqjqqT4+6aw9vedOP36N0byRcpM+aTqiPQI7jj6pd8k96b2Hvn/Egb5ZQhq9UD8xPZhpUT8PgrC+yblQPkN+jD61LO6+VAe1PBOQVD5Ahaw9qtfbvudxhT3AEOw9aOcRvhYQlb4IOx8/KPz8voTTEj8pOva8a7YcPi7Y2bvwB2a92aXcvgf9zL1QeJi+XmilvmF4nzwiLDO9G5CBvv44Rb9yaCU92o9mvqPjP77F7Pm97CQkPpHNej2wA1C9SlAhvgmKqju6Whq9N+kPvoK/IT6mgXG+Ri0rPsBmkb4jEPs97gF/PqLwFr9onfQ93PWAPfZR2768nzc+nWQmPYleab1FUK29seuvvkdvpj68MTc+3wdJvwbPk70E5rm+N2l9Pf6+i73/NBs+FAVHP5xKhL2D+Dq+S0yhviYz4L7lqNO+YrSovu/IGb4s75k+sAOfvRSDcD98c0o+OzjlPkOcDL7xIUk+hNGgPgLrIj3RxEe8WHeJvtp5mTy22W6+C/Rpuj8DXT80MhI/y0Qhvq3Teb6hjp8+d7ozvtzel7yD7bE9dzGaPnqzl751Lr+8jJwhPtmCSD6dtCW+d3oiPtb7173m2BW/NPyAPufCCr8eAsQ9yurDvd0BjT5iWU++nneKPhjBLDzRHtK91aiwvcUchb6DBiy+l1Qyv40GHL5qQN49jFJvvXu7q70M4ty++gmaPtK3rD73nIY96TCgvc9vo73jH5w+FFQUvgBYNL4EMJs8Kdp6PKRMMT4kova9gLHCPVZbhj22W1W+g/6NviLq0T2+xyc+MHf8Pe/evD7Icxw+O8prPjSrxb1X9rE8YxsxPhsUaL1AlKU+2+JWPoN/Ob7SXj69vhbFPnhA+L5/rq69ES+MPZ6kgL78x+8+qRapvn0xYL0OfYA9o3WovXlm5rxQIbG+SwrlvlzdG7/juga/wXKWvej9s73ay889/DAQvnhojj5VcMK85msLP8HJAj7Ndi2/7Vsdv+97jr55QLq+VL2DPXqRUr4V7r89Sm2APusHJb9Amq++SBR8vrUZLr+pSxI+oOWUviCTWb49Cqm+vZ5SPdBSL76ybAe/W08Mvr0mCT+k5qQ9IQiqvlvBnTzlQHW+eYnmvbqnFz+m7x2/jLkrvuJ+Cz6eN8E+PQw8PnzGB7/xvDO+zfwaPyxICb5rp7s9fbv8Pi+JYz63JQo/swUvPKpg6L40i10+FY9guxLup71/ThO/dBTyvnLZRr48Brm+quojvrh+TD71yIg+eqKhPswrWL8Df0e/PiShvvsyCD62VIK+GBPUPjpcmj3p/2U/84U7vCxXOj4uSEa/LdMIPn44JD/eiN6+xsYBPpn4LT82HaS+7y14vhNyBj/2hj8+WHP6vvo9t74S2UI+wqo2vHeKqz6laQm8vVMxv3GV3z4vV6Q+o7kKP0F3/r7CYMM9cNgkvj+6pz7zLQu+IZIjPx+wI783y6Y+Tx0VvuHBAr8itpW+J1IfPlbeZD2+y2A+sY9DPnRiFT9pv6K+Is2NvgFEuD1dgkG/6cnRvhwWBr3jntm+ky48vte0jb5srNe9uSudPjKUEr4mdPk98Zm3Po9Ysj5Ed/A96maJviFBk74chi0+GgiwPRcNKb6t5gK+67uJvUedCT5zzGC96swVPiYPV74hWAI+zzGvOyN3Q72GrQS9IWSUvsqu373ZHlO8TwdNPZe7ojxrdpi8izwUvenGIb2nR7u9/Cb/vBoRFz31F8a9ahBIPLFHLr2iUDC9+5Q5PGi6hD3dSli+RmgAvuSG5j1z6GY9qxvbOpb7y7vhTAC+iZ7YPS+lPz152Bw+T+WTvltiZT0F2e29/IYvPhE5prnrvyI+Ut4wvnFZ/z0jm56+7rMUPvlNxr0lhZy9yXLJPQZRkTzDa909P4Zlvkmznb0Z/Ei+gnIUPq+tObwgrTS/n6YoPsKjv7pVKxC9xDxQPXh3Ab7BbHi9vp8IvAzsf72+uVu8xpCWvsnO7Lyr4Ja91hLiPasnD758g7e9BjHRvlHeLz0fhdQ9h/uPPfbZHb0Us8o9AbxYvkwtSj4zqyC+hxLDvQm/db5fYyo9KjVGvoYRQr7fkEm+lVLCPQx2+z1upBg+KpF/OwSMKD3Yo8e9ytxDOvqWiDrJgV48R7zsO8SgHr5BSY+9djSDvoSv2L3J6vM9dlISvRbV4L1RDqC90WCKPUaMiD0+MYK+9sTPvZjSMr584im9kB4CvNl9TL2tEJ29r2Emvfz/rj1m5bu+yoWfvf0qfD2fM5g9Lg5KPikAPDtRV6C9sBCxPUGZMr5wBQG+zh1YvjHYEr4A3Ps9gjXzvCZWWr4czjS+O04FPswVV757dCC+gixRvjrXTb7mBBO+VV4Mvujhg76cEVM9haNGPbUekzqbbO+8OdiGvt7hNj5QiQQ+0vy1PYzhML4oBgk9vsuRve4ZfLwQPnQ8GnGYvk5DL75utNk9svhHva35Ebw7gi+9rEn9vKD0Jz5T5CS8NEDuPAPDIr1RG189uvUGPv9NcD6fxLU9MpoZPFKfNT7pxO69ebErPsSjjz4v+Oc9y3ExvUcTj7sS/XS+MopUvl/SLr1fCAo+TweePQ5RFr2aJbA9/76zvZQ3Jr74JhO9KAO2vPbgDz4OaCy+5diXPct6Tr6gIhA9jsdEvklL/7z+lhg+SXOXvNw1UL454oQ9F4JcvbWEYD4dbya+JHcmvvaeOr09bnc+GwXuOb3zFT0q5sI9zMlkvnrgwL2h9K49wXdUPiBwHb52fZ68xq0aPp/KQD7BRv69LxJSPgqDSL70uq09YeunveosVL1Ukcw9qKiXvevE4z0gFuG9/PzNvVgkTb7cvWw9U84Cvu+WRj00sRG+mxg0PU6aLr1co4g7fMpzvZb0Ib1lBTQ+Q8FEPvq/9L3u87m84oUmPZjO+D1S3k2+i7KOvSFZ8rtDqqK+6LEcvlMWIj381hg9Yq25PZE/wL1eoLo9ZXgivq5ajb2uJWS9R3CDPri9E76nXy88Sz7POuDkBT7nAIc9rXr+vEBSMT0q9dg7B3eDvatoQr4fcA2+lFXavQjvDr7LVKc9zhbkvZrQM77qtWk9A+zQPcj6Kr73oai8WgEwPucGVDw0/Qg8o+iavdGcHT0kGHU9PD5IvsIDtL23HEm+e0WAPPd0Az7NDkI9DbIovXiGwDsZoVW+aoeLvRbI871UzT68kNaTOlm5OT53/he+GQC1vZMVHr3qeKY9hhJIPVE0yj0FKG++cIRhPlfq0r0VwEE9QzreO4sIiD4qYye+XzE8vahhwjz4mKy94oIjvTJpHT3Rg5i8RqkavoZSfz3qN7e+zDj5vFMFDj1orIW+jt3XveZYKz0yDcA9qoaVvKKKl72rtVK+xUGWvWWK4bz46CU9EpSXvG/sLr0TWDo+0q42vmfy1r0ap9k8bCjfPZZ+ND7FFYQ9qz1zPmrhIb5+X8k9eMbmPWx8Ir7F3pK91pUoviT+CD688069/mwmPZXnSj1xP4G9WzXrvEfuWD6iZpI+gf2EPu1dD77nxog+yIUUvoI5jr4tkxK9sc9nvYHmqryvkYi8YjObPVoWDTzDysE8ulArPXx/xz24yiQ+P1zvPflfDL5rN/o9SIJ9vrDThL3gnNG8lPhUPfeg6b17cSE+XsmIvmQanL1xVa49lqTYvQr/Jz1tvJm9wqKmPVN3sLwDBC++k38lvjk7gLyKISu8dVTsvcYvujtdDlO9BjM5PjL/Pr7Vhey9CXgtvi/XQ74UA4y+iytFvm4mCb45aA0+nC2HvUPemr0sdi++ymjJvW/j170VA4a+nOLoPPoysT1ucQI+oRC6vYOhTL4PPTc9TI2GvMuqIj45wei9QBEsvu6TWL4diUK9mhgIvi4d9D2ZIWI9BxdsvWaYEb3+bme+spkGvtR45b2O2EY9bWKUOrw5Sr7W+0s+uEAjPrLdDT4itVK+LE0GPnfCuTuoDaO9U2NVPWlTrL14GpY94bhAPlax0TqRw1E8JeLEvS3nOb7IK4c7R4VFvcN90r27PIO9pbg1PW3kkb3ookO+JnJDPfrbpr4QyBC+/YoEvs7s3T0ulw0+yhQFvtgaNb59IfW9PLGHvr5XQz3VBci9/nKePalHGT7lZUi+6XcEvpEVX70Bezy9gYmcvhYS9zz/URC+GsmjvRWibj2wqau7tQUxvqa2Ab4HSju+9AhLvivvRr5hgIS9qUyyvQLNxr2WKR896x6vPenuO75eiAO+vWYqPQx5Ar41rAe+ur4TvtxiKT113hM+RiW9vcvRxz3RybS9b5UPvdJUGL7o3fm8zMtNPCIANT596qm9RhuqOFnoVL6Bwt+9baMPvl7G0r3FnAA+vRMFPgXmrz0/gkY+6zjFPFENeD6gPLK9KVk7vgWPYz2goGU+aRihvfC3lL7Bo/o9QYRzPNsybTrcgZs+qi74vV6K0D2q+JU9kLSLvmYb5D3eYiq+l8KsvnMKYr5r4zy+/lJJPiPk4z1/OFw9okoNPpfsrL0JHYO96jNsPVB7l72k28y93P81PTmM3D2icN88CEdavfsBGz5bthi+4uVsvnnZBb79yYO+fq6wvTL4JL5aF1w9J9VPvqvKlD0KNdS7gWwKvn17Xr0o4iw+QUpCPjNJCbzG+Cg+UJt7O4lQ4r18Gh497dcLvVniXz5vOG0+ikU8PUefR772Pjy9JBtOvgUOHr2jlgw+CkemPgdWmL1iYve8cWsjPKrUKj4NmY49xsq6PT48sL5nDwO9ywjVPbDQor3ChpM9AgSVvkX9Oz4CWac8L6RGvhtchj5hlSO+rMcPvnKfj71JTQm+/rPVvtXn273psbM9Qx/ivAVxBL4Cm8A+cAwHPgP7kjtf0qC+ryIlvCHEpT3XG4O+texavgNsqD6Z+k08+53HPWkhxz0k7cc9poorvvG0CL2Cewk+ZYXNPY9YqD3AGk8+XqwgPnGfZD5V3Zk9JKd+PV5iYjqlarM9n8xAPT5B5b1aSCQ9C8JjvS8kDT72i7I9Z1l5PctCtzwERn69+cLYvFgpAD7AV16+uqr2PSKDSr7Roa6++bB3PskHjr1rc4S+ArMRvrxtsT0foQ09hjrXvTJ/1zwGdbk9fdpzvq5HDDw7wse+xYpGPuaQRD3SmBQ+Q9b4vV/8G76EbKm9AkHQvZPGvbvXOZq+ppc2vlP3WL62qFw9G6ERvoVYxj1jhoW+GVfNPQ8koL4lHxc+Qs/FvjOxcT5zacQ9jmxUu/JxWT3adBS+i9czPWdhHT5RlRu+Du1YvvR6jb7JQRE+3NrUPdsVMj68jVQ9ih+KvowvQj4GNx++47LYva2vrr11+qG9XsF2PnK6Bj3xyJm9ddGIvYuYGL0UAq29++bDvv0D2rxrdUe+PSwUPmG09b270rs9skCLPUTzSj4Se56+eTgePq02hL7dO/+9sv2YPncBe7uolBC+UVXpvYzqcr3tmQ89Wt2bPTA+oj1D9PO8pgOKPsYSQj7M6Um9plUKvpUplD5MGim+/Ladvt9BIL4YGHm+Cg44vpUIEj5vmhs9pX+5vNsQrT5P83U+JfExvtTdv70Sj7o+Q9mkvi+ESz68fSG+LwqDPoa6PT074669h0tTPuqhQL5mGtc9XcB/vvURwr1u1Fk9AZ1YPmdR9r44/Wu9f/8LPtm2pj1eL+M9bTNnvj3maz5K9B0+u4OrvvdmDz4vPtW+BAggvpF5C768X9e+aC0UvnWXtT0xZ0O+Ea4bPkUsKD740B0+qT5lOx4b5r1FcR8+l2D1vRQ5Wz28xME8TM+SPYO6FL66CYc9wQEsPSdu3D2Vb7G+Y3gavqetIL32Wyy+cmyxvL39Iz0Mpic7yMw2vvvdNrxTIVq+K52HPknYgD6YxxK9LAsVvrRDBb0iKiq+GdfUPajpSDxfr06+9cyuPoSVbDu1ZQ0+DjjpPLi9AD4mo7O9WzsZvu+g+rylijq9TAJBPsQNH76KmEs+nMelPfR9E77bU9u9Mq/NPPgYJr7Stsc9172OvJFqt73C4KO9pNqbvQOdEb2HoM488IQnvsFL3bzilj+9wG6DvZ4Iib4i4KW86NAVvsXT3T2HPg27NFjQvHy9gT2Fjh0+p9GkvSukVDxm++q8E6nZPdm9GDykNxi9MXR6vaw/HL1XIzK+2VuYvXt+ET4iMJm9kKovPceI5D3xbVA+1GqqPWVEGT7xW1U+l287vfxulT1mlH2+dhhjvZVvub2hq8k89VdyPf5e8j330Pi8cA2BPfp/nD0gegs+L1wNPoNnm72ZYCs+fvlGvV+t67yWPRG+bpjYvB6Cmr7+LQQ+FpCmvI9cLb6dUvs8bP+pvU/wTL6N+4u8xKYqPiaehLw4ZAw9Slq0PXDJYz0/vy2+MqgKPjPcBb6YOq892LURPo36ib0a7pE7zjgJvtDG5r1H1i28BjdVPBrDvr1NVzY9ZW+iPBea/T16NLI+aTvPOTCi2b1bURG94mrdvAghnzxGjhm+lTGxPiTgmj6ehIm+Zm2bPMm11ruUv0C9KaIAPuRpYb6pBL8+a2S1PbfxfL69uQ6+mSy6PFjcSL0cmg8+goL5PQwz9LxJlCs+uhHdPRWtDT61Trw+tlkmPitw2r3g7QK+IpwFvak+obw9C6o93qsevlMDRT14fJG+iiCMPcVTub3aag2+ZOoyviZ2pb2HKUK9B+EDu4h+Dz2D+iW++v02vv+BUz2U5Sw+MriqviD+8D2a3zi9hSANPuK3Qr7SslM9ev/LvDNMVz5u8iO+NwtjPuWser7V73G+pXfDvf8MrL3fNF29fo99vtLSer0B2ae9XxkOvvySDz73IyA+MC0hvrLNmz2LgB6+72sqPm7XG72Og548oXrePT19CL7bHHG+m+k7vsbsYzy8bOQ8U0AhPu7Kg7tQH0o+mtHQPWd/L74Jtau+7U6Avs/UQ77Wc8w8talbvnXnFj70LQ2+psatvUchHr5BVw4+1avcvr85iz1pG709QXdhvmh0uT0Ikwc+wEkFPuk56juP7vW87TAivugdUb3VD928sQJPPgU/Lb4ls78+6TFnvXTIpz1W5OY9derouxCkAz7QHoo+TlkEPplVdj3AUQw+AekAvvULOD6pDeu9wMrePXxr2z08uEo9VJ9iPpV+rL7kggS+jSEMPOE3Kz4QXEC9haIevYcDrT7HvFy7a8mBvYjgCTxR7Xk8YadUPkaivT5ENca9UOK3viB7Cb7/p7y+imiwPXMbQD3MR229AfWYvSOYaT36Xwq9SpLGPRC8VD0CfwE9KsY2vkcOxj5olG29QnrOPoLVqT0UrBQ+bbxbPtmJ2L0fjwi+AwhNPuRQYL1kGJ894QM/PRigSbxwbJ+9yV9jvWCMcz6MWCI+VSrXvkebB75ivlm8fa2vPs7OxT1NZW4+fA/CvaHdBL5Rb4U+UDF+vfTWMbxMjK29m9IBPuNxvT0fm7s+yflPPmFNED6GrQO+rmu2PijG7L2Mini+JDBAPvXs3T4Ps8W+smM1vMGbJT5UJIQ+9NO3viwN2zvi9wY+YHeevUJOpT14qu48LuIovgNIV7wQws08oFbjvvB5Yb1Q4ao87K0fvKv6iz54qQM+pmaLPo8SnD2E32+9I0CYvsHcHb5UNzc93cCGPUoSrz1JuSm9SlqevhH4ur7Crum+KN+MvpWNBzxmLts+B8XlPYFeYb1WWMM92mGzviQ9f76wo/Y+/6rNvRAPsr0llZo94tDkPDpkK74psom9YW8WvvPVgD3VLh++1rbVPIBd5L5tVWM9jG2bPbYEAjyyfDm90fQhvXX3ijsKIUo+hIKxPTainj05PnA9YswXPcX08738rNK7LiMmvkagcr4tgwA8lB0HvpUev72Qiuw92g1RvcbJFzu/0z6+E2X0PWfWhj0IRce9m+EVPWy2Vr7bo8a8QIxVPoh5Yr017WU+g/nzPAJilb0zyv88VKTjPLmyVr0Zs5S+YDZrPUz44r0uZXe+f8cAPssaab0E6OG8SLv0vUolxD2mIHA+JcDYveYbkD2Vlkk+pCmwvRgFq7qSBQe9nO7mveaqKL7uo+W9v4tcvtk7L75WIoa9+xzVvM9wnb1z+hC9qFLwve+MsD6WtSG+yGY4vQ83ib43TRG9tyUHPndaqT2yHge+dKYhvX2o4r35Xmi9tHiiPdbqQL4uesQ9VHr5PQClCL6mORm+nss4vBooHD0CS/K9F9GaPTNROj4FQUG+5nTpvepKE75RunG+vltNu46SB76RKf889WKXvW4XRT3wgRm+7BFOvlTu2j33kno9ZepIu2aHO75QT029g4Rdvvrv3r3qxfW9FKYwPX6Dq73nQ++6O1gOvPzy6ryl3Pi8ic4fvnO5Xb6YXjM+rfbuvVTSBT70Opw8aDRIPqoxjL4exYW8HfvYvVpsVL5gMXy9vI89vne6VD6z6di8U7nvPM/ZUD4mewk9t0YIvoSXLj5wxI+8CZAnPoHSbzsSZQ8+kbWjvFe3HT4sktm9tqvJvRPNT7wXqIs8ClUFPlbBkT6K7Qo+9cOMvZDNwT5V9dm9qNtMPYiv4TyNjrG9zrv3vQIQoT1GOvE9tFyAPspsar70zua7UumFvWeR3b3eGSA+FLqmPbFzDL1TC7085jQ8viEyoD2mniQ+XygrPiymbj45F4K8yQ5wvvq02j26Wry9rPPPvYmE8Lxy3OG9AVhXPsCOc7yHStE7xaVDPsw7WD2Ojka9FG4aPjTxPb5RsSk+ROW+Ppy7+j1bTTu+oJ5UvvV7IT4t4vS9cZRpvhH0SD4fAHs+1WrEPpZXF74feZq+/R8wvriFNLwPFU6+wNplPMchb73Mt1E+LvH6vRT1qj5i0o290wK9vonoYr2QiCk+dQQ0vg0PRr6jSvy9O6H+vMnIITwgqJO8ALsgPiMRAT76Wti921PNvTUxjD1b3cG9ec0Jv3urc77Bm3E+3QyWO79KML6Eepg+1vvwPeC5zj2XMve9LtfUPS6spL5eFnS9FfI9PVYn+b0WoZY+72VjPXs2cz6t9J+9R+tNvv8Wh70lU7c7ohSHvSF1Jb7vGdG9vqMMvoBD573qCMC9xhSnvF4KM72kD+s8MeEtPuFflL0dPyq7YMUwPhLGwz2w7BI+I6IzO3TesTzCt2q+fxBju0Bwxj4wJV6+AmFFvuSfnb1LrLq9LTa4Padauz4i1gU97Nccvj9E3L03CuY9/bNovie6aj53KQA9agMVPt7klj4WXwc9QaVXPq684L227Tm9/scWvmdQ0TxzNVA9fJmpvQVeJ74AQRC++wzrPOBwqr6Vx5e9djhhPq29ST6jyvo9sum2vYXCqL6A/dK+CE1tvlTkfD6jhrE9WN4BPkZzB77dWvS+WIL3O8rKcrwCTWo+nVqPvqMckL54xt086lSQPTAWDr7YGo0+xjH6vYmG1z5xxQA+VJpQPpeB3b3dwxe9P5xDPpZz4z492cM+iLJpPDaYqj3fAIS+TLgrvvD0Wj2fEqe9hX8gPySYqL6Y+Zk9EmpRPfmyMD7woHQ9X1o8vdu3AD0AEZO9vLqePY896D1nZMq7ldBcvna6ML53uo6+36hLPklqgT7vJ1M+e/bePeqKGL86W4I+i0+Ivrue/ryk9Ai+TBtovqgjz72ub6q9FygoPueSDr5lq7q9NcCjvdxME742qCu+ABKEPqfNXL6z7d2+T27PPo56tz5MyXC9N3NKPq2uEr5ttpC+Bco7PZqYQz3oqWI+p5BvPWvw1LzDKLm9e30MvcaCA7+buA+8RuoRv5JvAj73c/K8Vj9OvcT43T16IpK+gXpBvusvDT5xbqw9COI6vlfSwD66gI++h9Wsvom2E70Qncq9YFpLPgrtQr68HwI9gcjhPfmtWT32chI+xKuDPqtOsb2B47K8TG/Au5tcF7yJNiW9Xa81PgHgTL0GGvm9iVmavFBl0ztaKfW8aWwYPkwBCb220ow72WEhvnzVtb3AYQS+AQINPgJo0j3hdjS+gStMPmMvk71E6cu8l+sbPWhKOTxveOO91J4LPmjzq720XBO+B6YkPe0u97yEwpm9UYUEPvFBp72vkr08fowKPvdGDj4Vokm+rbcrvapHuT2C7xU+JrpNvj4LQT6s/h++rW1VvUAzMb57ooQ7oaPBvHvzeTwGFng8NucSvQHxGD3AbJW8nBQUPKrXjL0w30M+VwIMvELTEL7s+Mg9ey8nvmIJOr45QaU9OK9du/MrZL6q0D88ZWUtvKtEyL1rGUG9hRr0vT/o8T0oAtK960KvPLgt7j2099u8cflfvb4CJz6BLDO+261PvVLrVD1SeQ88VEZVPSc0Kz3Z9cC9B2nyvcz4M70RsUS+XVaPvVeTgby6uRm+tDcgvvDHhj3PBa88wGU9vpPLXL36SBo+Yi+UvpAX9Ts4EkO+ESK+vX0dXL65MIU+vamVvv0GmT3Ji8+831XTvbIJnb7swII9G4l8Psqjzr2e6Ry+8MusPZ94sz0Bvdu9j/MavvEmkr7lSJ6+SS3IPX10UT0eC4m97Vh9vLOlsr0T3hk+PSvmvb8UO7unxGq+r3GIPfyMwT1M09Q8TbK6PXoRgr21Cku6Rfv8vWt7Pj4toKY8AbG2vmpxkT1m3nq+EeeMPo6Mez0LpFu8Nm0Ovg4FQj51lgU+0I+WvujIJT36Sxe+0yqPPo0A0zz+iiW9Ug/WPexnMr5zaAk81YqWPYn3Cj5RHPs8R8nUPteCNz3ep4O5AxVOvlFwgLx5TYI+NMhQvn6mO744LJe9vQ00vqmtPz7kHIi+6PXtvW463T3Sc469fgcgvnsLSr2c79C9nB76vaiN1D2NGQU9Vu2xvb9oUD0LPAQ+57uQPplAMb28hLY+s5QNvmhJ/z3bW0C+EGa9PKCiSb2wPoa9QnC7vZPytL2B6NW9rzRsvueYV772ZsW+J5wRPg+Eqz1s5a+9MI6svqAyljxOyKW92OQXPlPfbT7dGNe991vePUD30T0pZ/S7lDv6PXLeXL4QguG93kRavUzS3bzD4Jg+UR0BPva1rj39CPC9Kw0XvvtJsb1sBnG+3D6PvuIpzL1nrKa956JNvfYsEz0+1209bjARvaRIOb2kJxy+qDOmvVok8b2LqtY9NBXsu3h+h70T2l++0u+fPfijeb5neuC9udDlPb5I+b1Ki7q8yFRBvpftw70uVau8tWngvCix1L3BpIM8w1IrPtrHY75/t0e9SgikvhuImD1Boyc816avO92uq70xfDI+cnxBPi8CFr1XZHS+rqKzvmdds73kF7q80CKlvn8Baj7fZo6+Lc/ovIjHkb03AUu+WSxHPXBNUj4LH4S+Cwq5vsPoTr5bI887E4zjPVWGmL7AEpm+bT3TPrgqD74xUC0+bG2cvo7zqT7d2LK9H9uePtxGpT4v19y+mqRiPhpbjL4/OYc+A4U+PlZfkLyOT+I8MV/KPheFJT6Ijd6+OqA5PDroHj61AsI+SyuZveaAIr6xapC+ohUlvVF7Fr1yo54+hgeyPshwybzUyt495vpnPvTO0rxdknk+3EuNPh/fkD3L0FM905tqvnEu2j68j7Y9U5ioPii3RD7Oe98+cZZhvYAM0b2cMF6+vBUVvuSEzj57F9K+G2SFPlSSBD7GtyS9f1q6vY4cgbwepuS+QPg+vtqNt74ipHu+/39Dvgezgz1Sp8G+C6uTviUpuD69rsQ+Kko6Pt3KKj53f20+z5aSvDyROL4mooa+3dhjPudjvr4Ty0u+ZvtwvoV5Hb4CHJS+os0MvkOk4T3Kmn+++buzPfcHvj5iYcc8uTEbPjaerjziWFy+Kz21vmRlKD40nTA+gMXfvE0L475AOW++FfydvkT0ob4XDa49i/CHPqvgVbzt/Za+4wxVPgCJ9r2+C6I+bgJSvSxUvTxaQAo+5GYpPTAnDD5JIku+obgCvpmYmz0AFtQ9vsCRvmjOFL3htO28uiDMPN+/6L3KXio9jJ03vt7EybpXtUC+bFLZvbicfjxO8Rm+s9DRvD8c+jyMfq693awBvvniY75iT9a8b1MkPhQoEL2ir+W9hOJvPTkzLr7XSpK9MTy7vNiAqjyqGK29ii+sPKB0Ob74C2g9XJElvc/NFj3I+BY+CPQbvqa3Ir4OZua9X/x1PW3HDL10JZS9L9oRPoLbk75dZBA9g6bJvMQvOL7ebKq9w9GFvkLVH75zaN69PztWvlWarzzy96M7dXcSPWEIML61fye980sgvgASQ759bQO9LipCPQOBKb43wBG+YAJjvrNMMj5+EiS+Tw8xvZhhpb7ijrC8gOc1vM84er6zhZS8EXQQPte31j2CjyE8+51KvhRnjj1N4sc9xy02PVGT/D3NVKu+IMGdPYrPojxRklq+0YD0PI2jFr0Lamw9kJ9OvYUHSr5wubg9R8PIPdTurr0rnh4+kCcPvUntK7wSnTi+NAzyPdsj1b2LnYy+wE2FvkMnFzwReyS9AbMJvmgtEr7Ldz2+W9FYPQJbGT626Zo9KMwSvfvarL0MEES+i0nQvUKVv7yh1BG9RjsNvrF137twI9O9J8o4PaPL4Dspiri9r7MevpyxZD3XWsu8pj62vHHHxj0Lthm+61zQvRb4kT4plms+NG1bPldHrjzcMIg90QupPaZPRr0LAAi8pm6PPoPxzj26YWu9PpiqPnzkvzqv58o9jLxlPjlAuD0WZp892VenvXxYjL1E0aK9Wkr4PHIn271w8oe+4+QMuulluz5fscs96UbFvPJJOz0/e24+dVhPPe2lc71kUI++SwaWPq2ZMb3/lCu+zexGvm02Zz7nq40+L66zva9yJ75nwlg+1Bm3vBeGIL6COh6++KsqvjTqJr6BCYg9U4JuvaX0gb2RA6k9dGw+vuaPSD39Cz0+y/QmvovLOz1Zt+09iz7ovaO2RryCaVk+eoACPju0rz4G3Ty+gigIPsIplL7WIwc+bZDbvfi5EL0la1a+q5cLvUcks70vGX897JDjvK19Nb7kyss9cJG6vDjtQ75ikze+f2uBPvNEpz2x87y9DbWdu6WDqL1sBoc9DKLovX697722qoS+LSdEu5N95jxMcbQ97MlNvROz/DyFkxm+EuTovTw5Vb2dvRY+Ynu4PQQSAD6qBWO+J6KhPjBGU76Wujo+IxMqvj09Nj6PcHI9/ZLBPUCeh709Lbw90lbiPXpzt7ssZiC+S+APPQgMTr440rg+WYYfvkp9Vz21xr0+GOxJvZVpdb5WZWK90DCXvH6WZr00t4S+imWbuz+4kj2Z9Ks+6Z08PuvQ6j7iD2M+p81xPtZgtr2ZHs49NcD8vb601b09qLI+eue2vX9jOz7RdtM9biRrPRXfbj4/3Be91GKvvcu2Nj4rXyO8FW+EPn6JiT1ZAEq+Q+0UPo5IDz0HsR67/7izPU7qmb3jvKE9uqbBPq5WOz6b9Ig+FYzSPCnkvr3ebXu8Wcr1vQmCwrw9jAW9xerFPrKFrL64LtA8Lt7Uu8jNuD2Uqwg+zpkYvg+UJz1YrlS+b4Y+vR1GPj60Iwo+b8guPoCVWr0T9iu+R0q2vIMxDb1w9bY94efXPd8Kerx44YM+yWgLPV27KT5/OdC9jMt9Pb+mTr0k5wq+4c+bvrPzmz5EjWA+69L/PNC1Nj5E/I89yI1yvrBupD1HgIA+XgHNPWKVT75jSws7ZtfxPa2cxD3GukW+7cskvs4g1bw2G4S+1U12vkAABT6S1+c8rwnZvDTo6z3JO6i+yD0Rvo0c3b0kp1y+uJRlvYJhbLtFpci9MeM6PjNCsLwvAZs9GUmnu8LwZL66cQa9GPKBvgB9rTuv97u8Kq5mO3d9VT6Sz6O+BuULPYtnLz6GObS9V0rMPcVQzr383de8GwZEPc7+jD0l+z0+V/FWvUv6jL4/ilQ+lrj+Pd+NS7yfZDI+QTgXvUYavb3CX629Je+IvkgcSb5PFtU9kbA1vqCYoD2LtOa8eYsYvtD7Hz7bduG8GzPhPWfakrwyGaG9mqfoO6WlN7w9C0O+l3AQPjrgXr4gj6q9+9aZvWbuED3A+fC9Fls4vr5h2b1jh5Q7TjeQvQh4Xj2ZRxq9OP0jvmhl3b0HWck7Km1VPjnvHz5t7BQ966PyvFYiQr7pQ6Q9fD0ovscvGD5A3UG9UzAdPinrkTxrkbY95XxzPuvdBL4PxgM+2qLyvWgVfL4AtUS+n1VqPDMVLr4S1988yRdRvtw3qb3AxoO+0T0vvkJq2rzkqvy9gBsWvl6iEb7TWeO97PObvcS+6LyNA3s9CuIgvEaVJD6sGgy+2CWkOynYB767uIo9SQ67vHGMHz4q43k80zOxO9CDCD4blgm+4czfPGvdaj1l0M29KngOvcyevr20HmQ95hDnvXdKAL4K79I82kkbPuhVLb2PB449Msg6vTGOgr2BAtC9Vh57PjLBoL1gGMS9KhCZPfGA8D2AqY09MWyDvRxjU76eUTg+ah7TPYmu8bu3PTe+eXFQvSGOD73V5b89uXmzvRe4KL4RCM49yG8PO9RUGL54cOK9+lCTvsKsIb64vbW+Jdr7PfyqqjrfejU+xqAfvp/JEzyAOms+hk7SPCkIHb6xLd68A6yWvVtxfj0mTvq9etCXPGknnD0gbRi+a6ovvmKCgz2n3+K9J4QqPk2yoj6vtfW8YakJPRkb5z0Qo6m9TxnLupdwEz57aIy9nsabPirLIj75loc+Yh2xPjb4IT6XXV69tecbPt7rEb48sXK9duUOvuHJi74QmaC+l4InPsj49j0tDBk+PQO8Pm3HlDuyWtC+CaoKvgkqTzyu5i28HikGvrXjNr0uZru8tbWrPYcPfL4kMOS9cVOQvH4Jir2B1Qw+34hxvDXPY74StT8+G2qBvdEUSr53gjg8TyDQPnyKAT37Sq69Nge9O9sOxz2QMlu9RiOfPZFWDT7YQMQ9moRaPt0+AL6RyUg8+g0svryVMT5kO1k99vD2PYKoHb5qK64+A423vdO+TL59ehq+Q4pAvrNxPj3IvUk+JSCdPYexnr7FZwI+bYKKPizvjr6+Eii+Y9XdPpviRj7p+Dg81wLlvQSiDz565Rk89g2+PFX7Pj4vC4a8jyJsvbpWIj6idp49u5c9vPbvnD1yLW++/LUyPphNlz606wA+hUMMPt+LOb1jgMW+rBEuvk1QyrxEvaK7r+fFvRoBMDvf/988UU6/va+oCb6o4iY+Vk/GPVe/Ej6f77M90ypRPbJHeb4WFQe9Wi3APR+Brr0obUs+oPB1uyWrMr54Sv88LsfOuwC2j77WThw+5BscPRCtQDxI27a8LwcTPhWOgT1OaAc+smKzvVvBHbwv6rU8JKPEvQCYOz7FUrw+iEEhPZQOgLzW6u86tD4zv0BHgL5NIa8+nmgJvn8CnD6XlwS+qjUqPtZW8r23X7c8YUBNvnBR1L2VlEe++p6BPi50yz2vPLi9qbN2vupTwT2rlEs9XRoQv/GJ7z53E8Y9XqVTPiUftD5M+ia+NsEiPi/gN77fy7y8UkamPZppUTzp5889yWscPs1H0L2rrTk+KJXGPtUygr3NOCA9JxWjvuUW+r1Rx0O+thjmPfgDVr2wI1O+wBPVvA0XHrxSh2A9wdxavXMjYj5e7Ly+5XllPp7wFT4o6Tc+rNA4vJjHHz6CH5K+mO4lPtXILz2qGOs9BCKDvnZr877bnqk+sDnmPd5NRD6vpuc9eONhvkKl6Lx5tYo+ejvSPv2X076UCC0+CinPPmtF1TzJ6nq9o3BoPWZ0Oz6IjAE+SleWvrp1kz7u+L27sn6PPqb3Sz5g5Ky+BCycPuScx74gumS+665avpZcqDwFLpi+1KIQPiFIYz50yQg/5k85PgtuXrwSop8+wNUtPlm7Az+lSvu9mA6yPSGlkj7Bh9G9D8FePtPohT5M6NM9xSG+vXEdoj1Ba+89STPmPrz0p71dbZ0+o5YnvUCkDz740s8922qMPBo/kz47Bre9z3ubvnW2VL4jG9I8eUTWvZDRIj6Knpc+THwZvmoyrz2jXZw8kzypvSnB5b3vghe+NrUZPnzKAb1E9iS8+8gOvn7TPr1Vnw4+g8ztPfjT4b3Zpvu9RAe0vR8ETz3bwI49bZ4TPkITqj3iA1C9zqrYvVqHqD317Bi+0qs7vXNjsr0TpEw9ee8UPvaa1zz+w4A9LdjLPX0zh76ZlrA9xExVvGbtbT1mh1Y9PULAu0bT8T0p3zM+twVsPumRu71VwiY9adG/Pb7LxD2m+ao9Pu0pPsNPSL385Fm+S6XavZ1rZD4es5C+H9MJPNv2Bj6hg0u+Pf2Cvl7Dnby0Zb+827pCPuwEhr0MX4s9tJNIvh356T2N/z29/oSUPRr9cr06YVW+ljkGvn074r2jbQU9zhUPPhZs8b0bvQi+Fw1Bvh6yjL5pAFa+rQ/+vSV0Sb2thFy9coT3vbpoFz6Dpno9BXKWPWK93z0k8YW9tcEJPi7mBj5tVDa+QJCJvaLSaz39iGs9M+d1Plu70D3DBlQ90NdovpQpnD3XJdI9RbSmPTcuG74AInu+eJRkvVwsTr4qwg+9XKQnvqL4Hj77F1A+BqAJvj+QBL0gSDu998NKvrwUZb5moX4+dAwWvqM9yT2rT6y8jSA/Pbes9b3rO0A7dSVMPvSLDb7fYBM+zUUCvQrMOr3oFc09XEPyOz3LAL4z14u93gEPvhQmgb2AVnU8LE0+PfKCZj0sCja+3H1APZkstz3dywi80sLjvKVLWr1nz3U9jZ+qPZoC2rtbdxo+G/mwvSvPRz0VxjY8xL2cvuHaMb5BhJO+NGhhvU5VVj7AR7S9Sc2mvlsTlb067la+zfqgvX4Ezb4XlYG+I7CrPowWFz7DN/y94+aqPfk5Qz2SrRA8TJgevdYL1D34gBY+5XfKPLcPPj7Xuzo+ZVFJPj6iN74M/y8+DWQKPkGBST0Cnuu8Akp8PMbdYj6CvU++RKI1vhgCGT6yMFA+Mms8PsuPtb6EslC+3xqqvinx/rxWELI9Dh6Avqsbqjy7W6M+uq/QPaHwKT3CUT48R3JPPGSzQjtu2sC+bZROPhoyLb2UomK+Ge2GPaEugL1IsjU++Kc8vuz2ab4rhjA9wbo0PrG+rb3llUW+1TQ+PqAwU74uOZ2+Vv/mOssbSb5XhF2+v1w0Pqd/7L18h6k80XipvltnPb6CsCU+cviMvXFsPr2e0OI+kkMCPR/thj06cPq92XP5PVgo4L0q+bY8/bIGvp6EMj5Iu8E9HB+gvLQXtb0UpDA8RXkhPvRjhD0e6sA9VVXBPdgTYz51WA68E9QcPSkiqDymoQG+H57uvLQHyD2LbjA+gVM3PtMe27zGNr0+ZaCpPUDSPL6QGf48RocBPTjzAT49MJG+9HumPfZdmj7BZzS+P9n1vZ7OBr5FV4c+TfOWPb+WxT74EF2+NgWxPvaaVL4tC0I+v6Suvhtt372U6Jy96eySvfqkgD4fwW49jpQkvp6Sur0qx+k8wloaPKrLU70nmSQ9zerevcztS72mG5c8a/u2vfgu8zwumSy9RuxLvj7u9b2Pk669lHKqPjHcJL7q6eu57RfSvQL37zzV7kK9Ta/kPWWEpr13Sb49qWE5vCadtr7rfYQ9ZeRyPtkb2L1ktUg9Nw0+vLKX9b3MoG4+OdR+vsxfhz4FvHA+SISCPttuBz1k74M+9KWLPoBiTL5RW0w+aFU3PhZLFT5rCsA8sjt5vmlWtz0Njqs9WStTPvvF0j47ZtO8OJ1zPiwIhT6ySYy98sHDPXcikj5dAyy+gooYvv2FAj+42cU+FAuVPn0hSrssyds9l9VVvNLSjrlPZNM+qrlZvfjdfr7KRug7903GvqljDz4MUog9JkHUvcAtAjsAQpw+h87sPY3r/z2oeV2+wA5xPq+Yoz76y4G9fJTGPER1KL31kEG+HfIRPhvqEr5/Pba8mgeLvelWYT0hlIy9Fu+TPiSV0L0WieA86eCMPlnwn76Dity97drWPWAPjDxY042+uoSUPX7gnz7LI+09Oc9CvlStpz6cn0s+xeyMPsIZFz7os3Y+4LjnvYpppz69sim+DII/PSvj1b3bSCY9BFnJvFLhJbuuK9m9vTKeOgI3hr1WQD095ZSMvp6VJL4e3e29nB8Au3s/br0lvvG8z/7lvZ5y4L2Z0Ka+wAL/vX98TL4/zbU9xpxdvv3lAb42ILy95x4GPR853b07VxE+lXMGvnKsKj0tqSC9xjBYvRcTtj1v5SI+5xU4vgghJD5w8ay98WYpvi4bd73s3S++vyz4PNI1dD0uLTA+ThKhvebPpz1+m408/++UPRygLrysKco9wvJFPevabzu52bq9ZRisvWN7pb0M4PC9lhoPvq+tR75TtFc9YmlkvuJ00byEv7q9G0UkPJXWuL2RYY+9RSstvoK6071GsZC983GzvA1aRj5/dzi+oAF1vfxsk7yXMJe9YGgPvo5Joj0VAYy9Kc5qOWeO4L3FTaA8zeq9PZxHaL25jpm9XW+Tvndaxr286JO+fkSDPePlybwBk8G+2QNOvae3xzuLl8Q9iso7vp0npD3IUuU9vpjnvdbciTtbA6093Fa+vSRvIry3g5w8M/A3vnMvaL6jjKs93VFQPWPOLz4FzTs9PE0AvEcemj3ePb68862HveEGAT3J/iK+V0PYvjfgBr2S4/y8dIE3vkm6A7452MS9Ov20vQ4NHb4TE8q9k9EkPU6fN70fyDy+ThvOu5DF273tufA9VS/lvWXwlj3KECu9wllTPMQSQ7zcbhe96QVdvTwpBT2xvli9EIsIPti2KDzrum4+AbGjvf+XlL7Ot4294EAvPXOxV75oVJ89pLcuvjzGVDzR/SK+jmknPiGekTyaYKA9qLeJvm+F4rzW+fC9vr4UPi9V5T3T/s++fBFTvRVC3r3ZyNO9+HsgPpbSM70bhhk+8X1DvmYGar4bsOA989mOPlNTsr2Nrwq+6LVxPOmkub0YrKE+tN0yvfJoWL7qNgG+uphSva7Hyz07l8U9ltrLvtlKWz3LaCg+usVfvpziCz69yFM9C++uvX5VH7yiKtg9Jy5tvsUYir4UlZi+QiEpPWZUX77e+P09aucDPhrr5735NpK9BebLPYaXpL41Aja+bDn8PEpMjz1X24i+j1LaPKS2Hb70/qm88KEJvi2Ma7629h6+72izPRpBwb2NGqi+ysM4vp/V1D2hmDG97yZlPgO7qLxMv6S+E6nVvHRvIr66+gC+orTKPad6F77O5l4+/W/XvVgBbL7ydDC9aMthvGzQkb5LUx27pBoQveLUCb4zzjw8K2jPPZIwUrwZxYG9C3tOvvH2lb7aq4E9gLgYve71Nr48kKI+K5eovM39hD6rCOU6Xjyzvd5Qpjv08PE9pWqNPmQxub0N2fa9drqVPKSn/LxSZ4490dMFPmLrUT1VAQO+4T40vq/Gkz3SdVI+JpU5vqazhz1WmTu9fNumPczXDT4WMOe8Vl9GvnMjST5AwBq+wUOKvqj/S746y4C91cM0PFpEJD2P4ag9Etw0vboFbb5R1og+/dXqvDjlib7gWsO8bjwDPh3e07xIQ82+zvNdvEoyD75mQ5a9wUwGvt5IcL6GD3m9A5+RvX8oorxfyNc8T7CQvpoRyz7GDIu9DpYivktXp77jizk++UWZOmwi2b0dC769ncgLPM9Cj75cvMG9ZBoEPrLnFT4q+rU+yoEqPvz8IT4Gpqc9PMOJvs5bDD4hI+O+OF1vPs2qTz3OJ/M9is5SPllcBD7gVeC9V3GDvjVlu73V2k++5gcQPTXSiT1wv669xqtiPr8yM76kRt+9rk9zvP7hjT5mZRm+qfqsPbUyy73s3Jm+ewyVPbuIPz6nzga9+qcRPYXTrr34I8e9/gk3vrNKxT0MgCu+0EOsvhPlgz42YIG+qQwVPQbJFj6wviU9pgxRvqIrbb2T4Hg9b34IPurnlT7LgsY9DB65PSCmGT7BQ5I+WqSQvTqHx72GVz09DG1cPJ39wr3n57S+Qk+QvVxQgD6BTbs9kyeNOn7EIr7VBau+LFsRvcFUw75pdX28tC4GPQhAsb7DuMC85AbNPdLkQr58WUU+Th7YPQEFvL1erYK+yok7vXJTGr6cmME9twEgvuot0b3Px7O9mkpbPcXq9z3PlPU944IqvJ2D8L28hFC+AZpfPihDHj7TQ889hSZePNRq6LzeMN899eArPk3fST7ngTe+FDxMPVyurr0Qu9K9rnwUPmZD9r2LhIC+xhBzPsVzCL6E7KO8HegPPnCN57zGZTc81/0GvedvZL0H8HQ9s9O7PJM5mb0Zmfy84dCKPOCcTz2B1jk9XRNPvsheHT4vukK8ZyHeu0h4JT6TqTc+JkkSPrFNbj2hGfW9k3QaPoRIrLx2oco9oTpVvp9OC72Un5Q9P8llPqk+/Lztp0A9fFFkvewh4T3WYlI8f0YMvi/1B70jS5o9mw20vT7C/LyXk7s9fyQUPsrARb0LMB++canXvfgVpT0CdIY+sHv2vaZTJb0FW5+7oLzLPbwwTL30u5+9yGpCPSpLiL07Exm+0KuUPa7b9r0DEKa88UUUPa75+7u1aDy93u5luxW+nTy8Sxy8opLyvfl1rr2N7cq9u8kZPj2Eer5J8IK8aJeZvURE6r3KYjM+yCsjvjNNYz5NPAY+sIe+vYdXM76KVR8+8c4mvfPzFb2VgHA8nNHfOj5fZb7IZVS9ogxivs2rI77mG5y+lkKdvdmEV76H47s8leIDPp0Qzb1l7YY9blYlPhbUsr1RMBq9iJlqvmvnhD0UC06+GpYwPY9jcD3FphS+7LF4vg+Anz1Ziv89y74APLxxJj7AkLO+UQaovenfaL6jd8K9OuMKvmzPj71eae+97/MCPq2cyz3g3My95EPivRdSrDx5CT2+tey2Psi4hTwx4n4+0YQhvW9toj7VtnI+UJYPPumli75/o7E57Wy1vKf/HLt9pfQ8RRWWvn+w4LztX4282GNDPmV43b2i3Cy+QCiqPkxPZb7LVsC84DWhPaOufT5Qt5U+VrcSvgbjWb64NyI9jGu5PZ2kWb0AOMo9QRuKvsMBEL59vlg8CHt+vnQchD1zOp49uSWavva+H75ErQ0+6x1ROzcVNb4A8+I9cQmrvKHbmb2u6eU+2RcTPqpqpj4uqos90Y8tPr5MP757J4K9XAqJPUf4Qz7kmVS+sh/IPiz4Yj3gSjO99TgpPhOYjD0GNFi9OXNkPs0XmT01XhU+H+wovkF/2j5zblI+8saQPYu8lzxI+wG+cF4nvYnsMTwKgO29K438vcbi4b1hjH49HNCOvZ+3RT0sVfM9NkDHvSWTxjz87VA+R0WZPfo0Pb6fJZ+9mg0EPhc/NL6qk9y8frh1vjZetD38LDi+vycfviFqHb7t/+U9ga8LPuzsgT5nnDs8yzaXvtKDsr2Iah++CDdxvIZcFr6Hhgk9QdeiPQyPar6jsj6+6QdkvnAZvj30Wr0+X92IvYc+Zj0AU9Q+84oxviOyZr4fuDy+/AORPgZOzj4b5BU+f50cPhBVZ71Hv44+wROoPoHC0L49mle+rN00vXy4PT5NsI09WD43vgVNhT5Jadk+UqyVvUn6Qr5kHjo+/qaIPOdN+T1VEQ++iKlevuxCP77nH5U+ZfE9PoMtNz6Vdne+b4CwvgIJbT4aDGw+BVgdPg1H7T3aYrY9vRkqvvx91L0vPEI+q7eRvmYXij4fgfa9zqW+vXsljz6yoGW+RogJvkxalb5jJ2Q+FkfFPCyyij5+4JA+HbZ5PIPJT77dVmm+YBnkPlhZCL5N48Q+zDsavkj9Uz52K9A+QdSUPgjvMj6kUUm9qlxtPbnPFj4kxNa8mi88vfu63DtzEFG+oPTRvRAdN7u9jGE+X5vnvQ5O7L5R2AC++y+HPbFQ7b2fuli+N/yDPVA6WD2eTVM9S4yWPi3k1L72STy9qCYtvQJNzD5JWII9zbewPmtqMr5gjYS+Ws6ovhkFjz3GnUG+JgRsPkpGkr4TU8S9QkPNvb3sfz4Qnqq+SSoLvqhgkj7WIiQ9RXScPiB+bL57qim+vVCZvhlBXz7h9bg+f3EyPry/Wr6sLYI+pVEDvt6JDD5hBQA+v1ZbvsvHfL6+ELE9FqHzPNbF8D7P5Vc+3YaEPr9nwj1Sx6U+UATgPK8eibugaku+Q2JIvQthM75qXGG8oy/0vVsOX72uGiM9GFn1PayU4T3xvuW9DuN/PMZqND7NMAk+UKH6vY1VLz1l5+o9ehC4vf+0GT7H3HK+IdGAvZEJBL4Bxsq9WrKvPW/szb0TDJs79MtsvoatGb7g6g6+g7OBPYk0Tr4mw3W9Ynpnu9qLFL6susy8ipJ4unWC1z1yVDG+EYDkvaQZTb0Q8Oi9p74avPV7SL3Z2NU9+7nqPANjNL44flA8jF60PTFGgz2Z9sy7Nva0PSAWAr6TSYi+kpmFvehuhj0fSZO9Mmc0Pc64Mb4RuAO+9Fa1vXdAv70JugS9TcKfPYbM/D38IVg946gcvqWeUzzRryo+HKI+PjweDjwLWx69hcZFPRIIp7yobMm9t7oePTjLFT1z1Sw9nMUGPYHw+r1AXI89wequPXnAB715CrK90tyFPftuBL4zTwI+1RhfPm5dUT0XnDk9UpytvTargz2wkiK9cbvTvSAjH77A5c48ImFNviCTNzzJNJA6KONivnbhvj0DQ7Y9POf1vdqu7Tz58ZW9SL/GPIsK4r2V+Am7Py8Gvo4sb74+PLM90tUVO4Dm7jyiWde8zrCdPfqrAT7prfO9F3Bpvp5wLr7njr++dTsavPB18z3H1go+KJCsPZnuPT1l+UC+UxouvuD5Tb0WPdC9h9WivrV6NT6AcuO9wWFbvllFPD7vZFy+VXeCvUN+Wr6iyXc9gE1YvLxDULsS/kI95H2CPsv3dj46AQo+4YbIvSPohT1OFOe8V74tPlklLb3DXgy+y91KvUh14D6b6pE+XSR7PiP1LT6zjH0+n4+SPTAvg77Msy0+hZ9tvpGTVD4dIb46lv3TO74x/Lo55/G8clqWPucmabzixEa+2J18Pauncz3OExg93NAhPfV+tT2aw4w9jjcivkynCL5ocku+OdTOvNXXgj2VE1e8IR7UvNxfW746+HS9kddnvWSstD0lsTq+PgSFvjsqqL2l+QK+keA8viE2Gz63u1u9+AMTvmlRSb72NTU+kV/vPWx7BL6f+4y+UCuKPt4JDj6TO6w9yoMkvgMmhz6HuoE9yr8Xvd8UA79S1Xu+2PvUO4qlnj6ljZs8UmdovYi7UD6ukU8+07GOvneHKz4Qeom9fIpaPlIYlT1TTpe+cBUFvcF0ibwZh3g+SsaCPrKuJ74rqyK9ZKSFPv7pGD628y++rzuVvtQHar2uBH8+ThsDPTB+Bb2K+2u+WYOLvtUerr3IQz69j8CZvi+cDL5O+yK+QN5UvBeRlD0SHw68126lPViYJT6ri0Y+38Rvvjlosb1KioI7A3JcPixVgT0FR6y+Em3wPS0Hmb0l8yC9WLW9vXArMz75Kj0+Pcs5PUDe/j31NPg9q69Zvt9HND5Kqh4+t6o6PvqgGL5OQFM7FZ74PbOHp72Z9Tu+FFmTusUrCr7Ed449bhaGPsrkDz59tPk9CVOovZomZT6NrCU+8MeGPvLMCzwSGR4+dkbAu+G+hT6+dDI9m/Cfvj9lFb6IpNk9p51evUOg4T7bJF896UHGvTHTIz6JieQ8IE0Av+igcz7FRnw9B9FBvCSmZb3puQK+56xDvj6XND3qmAC+bJSrvk16gL5HmsE8/JQrPpLKp72TUGE+oU6pPZI8Tj4koOA9jUeIPniDxj2vd6K9sfWZPraVmz3Jies9qADnPJZXeL11Z20+r8KsvqikujzZ0fe7/eLlvQIRXL45jAa+5VSZPk2wdD5e5Di+7PajvYvQfT4IDgi+aG0PvMBaVz2cOFW+EsNLPMFO9T2oOz89gRsUPmuKkj1MwKw9kxJIPtn1rL3UdKY+Im4qPYH8LT1Aita9UI+3PAacgr5+Zw8+C2EdvlrZy72jR8Y+LLeAPksXuLsLjXa+Qqd+PXuuGT61OnG+SpBwvlUiCz5he1G+1IbHvZxMKb52ZT29UQNVvkajKj3A6yk9hKntPGpYNr6pSQk+798Pvmy3xL4yWK4+mCoJv/6Yez24PxM+WPCXPVXxDb6m8Qs+vBp4u0zgR76QmIK+EniRPgQ+Hj7uNf09OkW/PK+a/j3gQam9cgm8PXOW2L1RnMq9WR6pO6qH6b0xbZQ9wAGLPagXlr2cGjs9YPsVPpQPPz4ZdUQ+hx3AvbBqO72JUpO9aLl5vbltxzt5Tz09X20fPtCxID4ZLbo7SbmTPuCaVT3pW3o9QAGIPp82oT3hLlE+egqzPvKQ0z1cISu9nyy3PIpr3juLnKE96BdSPg/CQTyR9EE8gbBjvbveLz4GjrU9PmHoveI+sLyv1dQ9jL/pPcKFvD3i2d+9+9eQPenQKT4u/Am9UNxNPYT93z3LJ2K9eBQdPBA2172Oolm99c8ZvSASC71lkeM7OHtcPs2H/z0FkwU+J8sHPCTfpj6neqY9hjLavHwBBz70dBW+KOh9PPvfV72/UjA+n74KvtWIuT5mH3s8w37CPN/o7D30d6g9EkwCvkqPOb71pZG8hSEAPkQOlj2oaw8+MSMcPhW2Br6btmc9rz2sPcNZvb3yHcq9H9vXOXUSGr528+i9i09HvSkeh72SzlA+sBzGPbDktD4MqCm+qbEpPhZtQz4Dt729/OlEPhCiMjzId/494SsbPVVtDbmGqJW9CM8bvjkOwL32XDg+KPyEPtVPiDwn+/E9xqAdvT45Gj6nAuA9BE+mvbA3TT0HbYE8Gu+8vaMaMb2ntwA+u5C/PDeXD71UC189GchfPni/xb0W+gs+pnoMPmQa+j2MUWQ+L4QAPj0KqT2ssCS+qJ+ivcOnFL6KBha7ug/DPXX2HL7vKwS9dl2KPosKTT7/9Dg+TX0cvh0Aoz0TSXq+xqTGPmyEBr4C2ci9RkQcvVhgoz3Cow8+niURvgFKDb2a/x2+aoBGPt6GKr1GX8u+LAUOvneQDD62JSq+dCKlvbOehb5Eq7y+ZPKRPib9CT63v1Y8x/QmvhOUsT0Yv+U9KYx1PpTyOb5d6WC+dOGJPgzdgL2xCDc9FyE2vkiGnL3vE5w8hDTgvfHSU76vHoe+NcbnvezNHT57mx++yjOoPKegQD0hrS49D/JEvNcyYr6U3IK9z6O3Ps5QbD7bJcs9AnKLve48AT7psGm+0MnPPWThxj6zw3W8m7VyPrVSHb5qS52+4+afPmycmz15dP476k2kPijwDT4eK5K+djIcu7YoXL2ePJQ+lszQvUGRmD0RTCA+gkCGPJ8VJj658EW+nwNLvjSdo7zWUDk+5pKuOvIsBD4ScYI+Hq6fPl6orT1+7Vo+SQPZvDPCxb2l0mg96KB3vTc0dL7pwqU+5RC3vZIHJT5c+bK8hzWgPr1yyrsmQOg9/nbnvVasc734TyC+NS81PjABqLzXW/k8gen5vBAnnL7fKBQ+8nY9PQ12nL4zRoG9awIhPu3c9D0vpHA+LVd4PFgoG77WtLU8+7gxvrPlF75pK6i9v8bdvBtoPz2RpS28GvcNvom3gz7yeuo8NUknvOYwXr4ndQW/EVBgvodPGr7OTV2+SWbQOx+Mkr6PKSW+1d1PvaRyXb4x6ki+qh4cvYoooz2pquG+161EPgBUKD078qm9BRV0PvnTsD1B2QA9k3COvro6PT7VB1G+xwu2Pg+gJz4xvok8wecuu5AFvLuo+im+/zJxvXUc5DxcFzs9RrN1Pt8qCz5Qw5K9ZsWSvtyoR76L7os+D2L1vdZEij3Ubt4+R3LyvKTNaL5Ihru+WLAsvcY3iD5EPaO7mO2NPQxtGj5oVP0+vmTNPkYOPb2mFQa+D9OCPrDGZr6vziQ+szm/vQ1zpD4U+Mc9d06qvZdndjx9ktK9R9ulvtXXqD7vmTK+HPervUIe9L2AvBK+n7y9vvMsDz3lJRM+HpfoveOYGL93bcG83CqbvUAdG749I++9YpFNPha0vD4Nh3i+NThoPUEsrL2xxnO+yFolvjJwg76kKeM5DyyyvCv/e73zD2C+BTpkPXL3S708pdk7RcXoPqaeEb40SEa+X06TPRmA+b0N6D2+KLXYPYN4hr2AIGa9SZJOPGlylL03HLa905IfvrwAUD7MGSi+e33nvZL0Wz4HB0g9qemOPqfBlj1+H/C9ACrNvR89Gj0JyAG+7Cu2Pdw4u736aZY9qfoJPnfQ3TxoOoy9Ln2hvZId2D3gZXO+2siuvlyoAr42NDw9R7h7vmxpgr4ZWWy9+VyTPQtcNb5Hj56+xSrsPWvUgL0B/AU85UsavJh5CDsOeWc8yd+ivmQpfr2AjRa+g33LvRNpyb29cZW8rEnivUWWWr4vB5o9vZ78veZeWb6UymW+BtWuvfgSjruGO488fB3ePekkJb4tBWM96RqpvYgSxDsF0R0+YIIOPaqVKD4h/c68fizDvHR9vL7Fk7c9ISQSvcNV+7snBvi9GVmXvfyjgL4Jn1u8rIHXvIjfR74ngIe9QEAcPY4TMb6MO0M+tYrvPSUrHL44Wye9wz3avYMvtL2chE++0yaBPYSx6z1nGSa+msijvQfnjL22ZDu+LL9Nvq0OIb7+YII9WCosuq7hbb7hCWC9+u+jvkYk5j0ci5G9J2//u+y6EL7MsLu9WHwTPTU3oz15jHs8m0c1vvevjz1CXKw9wf1OvWPtiLxv7wW+x+GMvfNokL3w7ZE9a81AvVBnCL2+wvi9oIh2PXmoxD1gbzO++t/vvTUgjL7OfSc+qIFuvc1UKL2U37i9B6SpvbLbVb4rSp29WzE1vhZYib6J2/a9+Di3vdRBfr2Z0kg+T/+vvTXnpL32RTi+T0LiPaTBmjt8Ihc+npRGvj5ksb1qclS+I72fvuVtJb4X+By+TJ1nOuGWdL580ee9cx+mPcRaD75Pezu9weQWvqc4ej4jJZM9MgqWvBCXO77RGyC+/JdHPmQz1z2UKVc9kQbpvJFp8z6SdKM9UAyXPif+XDrjvpO9x1zrPRj4Ub5b9qY7BegZvuxsWb29g30+KsIpPkdXHT05eWm9pHOqPcSxTLu7zx2+tRGuPrgKA77fbls9d5cUPbLnHT1Yng0+cQ0GvtOATb357yE9Xwo0vhj2l707VeG90X6svhZ3Aj6/GH29sYCYu2KuIT4/c0g+y1W/vX9OcDyINPo9J8Oyvr2uOb5PbEE+KDIqvnFiMz2x/1o+tC1UPl8u1DwH1LS9tK6iPvE8WT1QjBI+sxgSvhoXUT3xMm08B0cRPqkEnz10PmK8kncrvtKdUb3o+oA969QZPhO2B74BCpM+gv8IvuJvVD4Ca6S9DFg5Psyb2bxPGgW+wW/evVJKhr2Oa4+9s9msvUNj+z3zoDq+8pUOvp1NXT5keaS+wLjVvdu8lb54q6U+fziZPgvWUL7vKh693GYVvjQCNL4vtgs77BWnvS2GkL7K+5q9u5mhvg/rnz3eTBI9oQsxPtgXNj40KFi+J0lcPD3t7z2SxPm98APRPvDtSTzwiwO+aWkYPmRLlL4sz5i7FNUYPFpZ6D2aPBA+mI8RPqAasL0Jaqo+fa3KPeEicjxxHpu9BZqbPkYsAj0JGqW95UmgPRDjN70KpRa+o4S6PvyijT2oeym+s8yTu2941j1rk7k+fFhLuWPVsz0Iq649MMq7PjbN87ta1gC+2WxCPoAFgj53LmW+2D1Zu6nUSTyI2ow7alnIPGv54D3fikM9UsIzPoVrJT4+D209g4G+PWZyib4fSzE+FtTDPT5rCb41thm9VsCXvBYxsD0ECNE7UQPqPfumQr2D0QM+vPy/vfkslrlis3E+toPRPK+PEb5sNX0+Fz/ivduPcj1+B+C9Me+PPtco2TqRLpQ93QnKPf3OCj7DT5I9m/HUvQDNqb3Wisa+k1yUvn4SpLp7nme+ruEFPbVcDj64bH27QA9oPAMrsjs4AdY9eStbPSk2Aj5Kuco7ZJ0bvUDisT3Bx6U9rxaJu8YXM76fGtC9pc7WvaL4/D4eqy0+9S+KPmdxGz6+SBY9Yt+pPjtme75PTs09oV5PPlOu4b19AVu8gYSAPpqrPr6b9K2+zam/vaYVm72/+ly+yISdvary77xxLYY+iRClPO/Wob63vbe90Jc9vaSGcT6/QTQ+Od9hvn7JTL56QSs+FjKUvhbFSL5AjIk+79iZvV2bH766wR0+LC7EPGljnT0nUca99hmYPU5qez0Eeoy+hIfgPOCvhz3rdhY+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_4/conv2d_8/Conv2D/ReadVariableOp", "op": "Identity", "input": ["sequential_4/conv2d_8/Conv2D/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_4/conv2d_8/Conv2D", "op": "Conv2D", "input": ["Func/PartitionedCall/output/_2", "sequential_4/conv2d_8/Conv2D/ReadVariableOp"], "attr": {"dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "use_cudnn_on_gpu": {"b": true}, "explicit_paddings": {"list": {}}, "padding": {"s": "VkFMSUQ="}}}, {"name": "sequential_4/conv2d_8/BiasAdd/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "128"}]}, "tensorContent": "I/aHPXZZNr1HHrY8JKE4vXEUz71WZQW9gioLvcsSIz0m70S8HSDMPDN3pzzTDhi9ek/5OxPznrugYMS8qZaFvGAfxLz6LoA9kq1CPdbR3bzK/HA9Y94dvrlDg7yPE268L6BoPCGmP7tGi6M7RGy8vYbaPb2u1Z88iAiAPWbY0zxwc0A8x5OBPXw3xzyLbSq93lrGPDi8wbwMDoW9AkYZPDOpFL2AhIK8MmUnvjksFjwbgjM9SMZfPa4MLr1whEm9tlT6vcIYyD0rY3g8ZsNxuk1yaD1gh9S7Nd+nuyFcyTwCP488bWrkvUbkULwksZ47LQHGvdaFXD2bbM08BouavbYvNbwIEA292guEuzEXxDyweRY9cyWBvcO4KTzPK5i8QM/fPHPZODxeDha+sPQ6vaJOzbzcJpq9BVr8vKNuPD0CUlc8EuCPPUbpab0u2nQ85TFLPDXlyzzBxCO8/J6wvFrWNr1h5gs8C5eBPbPPLLyN0yG9kJeMvJG1Cj0LUSk9t+zlvTrVyDkMwxM9bvoIvYoFPjx++aC9iMoTPYd/Vj2CFq68jcJcPDPcKrzwrUw8SnWoPNaQqTyoPu0796DFPL3HDjwN21e8FcQJvfUCgDxJ28U6XMgQvTBVB70hTH+++THHvcNxibyOaBw8A455O3EYBTx+6vO8jQcdvep2lDw="}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_4/conv2d_8/BiasAdd/ReadVariableOp", "op": "Identity", "input": ["sequential_4/conv2d_8/BiasAdd/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_4/conv2d_8/BiasAdd", "op": "BiasAdd", "input": ["sequential_4/conv2d_8/Conv2D", "sequential_4/conv2d_8/BiasAdd/ReadVariableOp"], "attr": {"T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}}}, {"name": "sequential_4/conv2d_8/Relu", "op": "Relu", "input": ["sequential_4/conv2d_8/BiasAdd"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_4/conv2d_9/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "128"}, {"size": "16"}]}, "tensorContent": 