{"format": "graph-model", "modelTopology": {"node": [{"name": "x", "op": "Placeholder", "attr": {"shape": {"shape": {"dim": [{"size": "-1"}, {"size": "-1"}, {"size": "-1"}, {"size": "16"}]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "step_size", "op": "Placeholder", "attr": {"dtype": {"type": "DT_FLOAT"}, "shape": {"shape": {}}}}, {"name": "angle", "op": "Placeholder", "attr": {"dtype": {"type": "DT_FLOAT"}, "shape": {"shape": {}}}}, {"name": "fire_rate", "op": "Placeholder", "attr": {"dtype": {"type": "DT_FLOAT"}, "shape": {"shape": {}}}}, {"name": "strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAABAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice", "op": "StridedSlice", "input": ["x", "strided_slice/stack", "strided_slice/stack_1", "strided_slice/stack_2"], "attr": {"ellipsis_mask": {"i": "0"}, "begin_mask": {"i": "7"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "7"}, "T": {"type": "DT_FLOAT"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}}}, {"name": "MaxPool2d", "op": "MaxPool", "input": ["strided_slice"], "attr": {"ksize": {"list": {"i": ["1", "3", "3", "1"]}}, "padding": {"s": "U0FNRQ=="}, "T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "explicit_paddings": {"list": {}}}}, {"name": "Greater/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.1]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Greater", "op": "Greater", "input": ["MaxPool2d", "Greater/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/input/_0", "op": "Identity", "input": ["x"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1/values_0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAAAAgD8AAAAAAAAAAAAAAAAAAAAA"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/input/_1", "op": "Identity", "input": ["angle"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Cos", "op": "Cos", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul/y", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}}}, {"name": "PartitionedCall/mul", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Sin", "op": "Sin", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_1/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/sub", "op": "Sub", "input": ["PartitionedCall/mul", "PartitionedCall/mul_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_2/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul_3/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/add", "op": "AddV2", "input": ["PartitionedCall/mul_2", "PartitionedCall/mul_3"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1", "op": "Pack", "input": ["PartitionedCall/stack_1/values_0", "PartitionedCall/sub", "PartitionedCall/add"], "attr": {"axis": {"i": "-1"}, "N": {"i": "3"}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/stack_1", "PartitionedCall/strided_slice/stack", "PartitionedCall/strided_slice/stack_1", "PartitionedCall/strided_slice/stack_2"], "attr": {"new_axis_mask": {"i": "4"}, "end_mask": {"i": "11"}, "Index": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "11"}, "ellipsis_mask": {"i": "0"}}}, {"name": "PartitionedCall/Repeat/ExpandDims/dim", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/ExpandDims", "op": "ExpandDims", "input": ["PartitionedCall/strided_slice", "PartitionedCall/Repeat/ExpandDims/dim"], "attr": {"T": {"type": "DT_FLOAT"}, "Tdim": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/repeats", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [16]}}}}, {"name": "PartitionedCall/Repeat/Cast", "op": "Cast", "input": ["PartitionedCall/Repeat/repeats"], "attr": {"SrcT": {"type": "DT_INT32"}, "Truncate": {"b": false}, "DstT": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Reshape/shape_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Reshape", "op": "Reshape", "input": ["PartitionedCall/Repeat/Cast", "PartitionedCall/Repeat/Reshape/shape_1"], "attr": {"T": {"type": "DT_INT32"}, "Tshape": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/4", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}}}, {"name": "PartitionedCall/Repeat/Tile/multiples", "op": "Pack", "input": ["PartitionedCall/Repeat/Tile/multiples/0", "PartitionedCall/Repeat/Tile/multiples/1", "PartitionedCall/Repeat/Tile/multiples/2", "PartitionedCall/Repeat/Reshape", "PartitionedCall/Repeat/Tile/multiples/4"], "attr": {"T": {"type": "DT_INT32"}, "axis": {"i": "0"}, "N": {"i": "5"}}}, {"name": "PartitionedCall/Repeat/Tile", "op": "Tile", "input": ["PartitionedCall/Repeat/ExpandDims", "PartitionedCall/Repeat/Tile/multiples"], "attr": {"T": {"type": "DT_FLOAT"}, "Tmultiples": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Shape", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AwAAAAMAAAABAAAAAwAAAA=="}}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice/stack", "PartitionedCall/Repeat/strided_slice/stack_1", "PartitionedCall/Repeat/strided_slice/stack_2"], "attr": {"Index": {"type": "DT_INT32"}, "T": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "ellipsis_mask": {"i": "0"}, "begin_mask": {"i": "1"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "0"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice_1/stack", "PartitionedCall/Repeat/strided_slice_1/stack_1", "PartitionedCall/Repeat/strided_slice_1/stack_2"], "attr": {"shrink_axis_mask": {"i": "1"}, "ellipsis_mask": {"i": "0"}, "begin_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "0"}, "T": {"type": "DT_INT32"}, "Index": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/mul", "op": "Mul", "input": ["PartitionedCall/Repeat/Reshape", "PartitionedCall/Repeat/strided_slice_1"], "attr": {"T": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat/values_1", "op": "Pack", "input": ["PartitionedCall/Repeat/mul"], "attr": {"T": {"type": "DT_INT32"}, "axis": {"i": "0"}, "N": {"i": "1"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_1", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice_2/stack", "PartitionedCall/Repeat/strided_slice_2/stack_1", "PartitionedCall/Repeat/strided_slice_2/stack_2"], "attr": {"shrink_axis_mask": {"i": "0"}, "ellipsis_mask": {"i": "0"}, "begin_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "1"}, "T": {"type": "DT_INT32"}, "Index": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat/axis", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat", "op": "ConcatV2", "input": ["PartitionedCall/Repeat/strided_slice", "PartitionedCall/Repeat/concat/values_1", "PartitionedCall/Repeat/strided_slice_2", "PartitionedCall/Repeat/concat/axis"], "attr": {"T": {"type": "DT_INT32"}, "N": {"i": "3"}, "Tidx": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Reshape_1", "op": "Reshape", "input": ["PartitionedCall/Repeat/Tile", "PartitionedCall/Repeat/concat"], "attr": {"T": {"type": "DT_FLOAT"}, "Tshape": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/depthwise", "op": "DepthwiseConv2dNative", "input": ["Func/PartitionedCall/input/_0", "PartitionedCall/Repeat/Reshape_1"], "attr": {"explicit_paddings": {"list": {}}, "padding": {"s": "U0FNRQ=="}, "dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}}}, {"name": "PartitionedCall/Identity", "op": "Identity", "input": ["PartitionedCall/depthwise"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/output/_2", "op": "Identity", "input": ["PartitionedCall/Identity"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "48"}, {"size": "128"}]}, "tensorContent": "j7GTvXBFTj/VX669zWZPP5TvlT3vlVA+/HfRPVUbsz7qLNY9hnYXv4BJK71n7GW+/RQvvh5qJD7qKsG9/+WpPRXZAL5lau07nCYeP6GhTz4FQiA+LBEEPoC9fb3wHSM/DwITvsEYxj7u0Q0/vbMWv3AVrz65Nle+X8g2v0IoGL7UkjW/lbcMP4xllz32hwA+ffA1PjNBDz/TUoI9AJcDvoeYu72OIgg/uRRCvsa5Cr8pATu+QY/rPResZb5BVOe8VRyaPyVctbs4Hxe/L7LXvqo1OL4m0NK9rEf8vqskxT76sky9eu2Vvku8+74oqzS9fgjXPi9+zb3s7Ga+xgTOPsihwj16Yka+JlxNv9nVlz2CIyO+2OGtvGoTXT70VQK/HQCLvuGin76L0bI9Uu3svu8mgT7zc8W9J1Q0PpfkA79JNis/ue+PvrvaP7+Fr8g9kNIGvz6PlD6m+U6+xzRZPmIrND3EnHm+pASIPp1jVD+eK1Y854CsPj14FT+lx489R6JnPcfXzr2elRW/4ks9Phw51b6bzVQ/FfmdPssJA74npYo+CtXgvvhDwD0QIhk/EU6JPAASi7345H+8HKQVPgKj0b4kY7G+A4+dvtishr3KOnG+IvRuPtHYAL+iEWY+N2ABPt+kdb6N+dk+BwQYPzezED9WAG2+ymEhv+PigD6uxLE+y42NPTB/Pz/VTkA+hBKCvsDD9z4qm14+MmWdvvJznTxYugY/ldKmvbpcqT20T2+/GvMhvnPDfT1KGK4+2OmFPRPN/D49TIi+0GFpvSVzTb68Oau8ya+bPi02Ez+etxM/jLXcviUdaL7UHbg+RmprvoSGhj3bcS6/inFCPivmsz1h2Im+CyCNPs/mzT1IAHI+KaQCvhinPL72flm8GGUvP740Bz/mKwK/vOcDvnbwlz7H7SA+7oKkvgdXzj00xNc+Cy1JvkrhMr4U16Q+ow9TvyUIQT7oWaK8M9lvPV6pKD6oazq+6aKaPp1tnL7G/xO+2AKSvtIQAr8TuL49Q9WUvvQOkL2JhiU+3+uCvlAyO750HDK/88K9PicJmj717Pq+VVwBPlRbA7+a/Sk/FKO9PipTED4b1C6+lj+3PnrF87x+DCq6jllNvg3yur56/5o+i16kPu//8rodRVS+PRfQvbW42D7v8xm/5GP8vm06XT1OHxa98xXuPgNINb789Rw+mx1fvYriwb76IL6+VThWvKD9+b2MuRK/pjhAvq+rtz1FxIG+vGxhPcEAgj6U6YI++m+cOzejz76qa+I99UwTPhAdgjzN67o8ROoavr5cHL6b3OG+/0wsvjhsDz7A0xi+oDyaPu7arTzKzRm/GnCivajLuLxaqa2+RVPTOuwloj57YAy/d/zQvUXeXT7TJ32+BoxNvhSXOr6AvZ++a98sP4k6UzwQ+IS+wXYqPm/BZL1+lYG99RmcvklJs74H1Jq+swdTu92JgD0W6GU+YsVCP/vxUr60FZK+IT2yPcxYg77/GqI+necfP0PMHD71OZs6ARspvBYQoT5Lv1c/giRVPDDVIT94S7A+7MZzPk0JJ75boGW+KNcyPh5jCT/MzI2+6zj8PubnPr0pYwg/VVtDPaGHgTxN2OA94xoivtiTHL5yBhw911pxvQRflz0CNwa9ax8pvij9t754w1e89OmNPi9y576lQCe/F+PvPsQn+b6kFnY+ybFXPc+Meb4pyr+9/SUqvrkky76G9Su+Cm8vvxQI6D6ZfVC+LP6fPE63Ob4GAI8+/lxzvlR+7b6laTK9g+gzvkfIqDqK8gC+sI99Plf5fj7r4vI9mMnZvnDe3r4Rut+9UuPbPoUvPT5FE6m7t71oPlFLFT/a/y6+QevNvg1thz6wrBy+26bZvXduvD7cGsS9iM8mP0MgNb7NcDY9rzPuPqeCND+z1oa9uXLtPjb70bzEiSE/ooiKvWtI5z6WL789BDerPEQwHb0LvOo+ck93u/PyjDvHbZy9sUepPY1M5z7sOYG+VjqWvl1omz5yPwy+xSPTvsOskb7A/Mw+EyngvJvW3j5dD7M+wgaYvqdX4j5vxdi+9jAaP8cAkj7IG8A+7RC6vsJONb9ATI89cD5Dvw7eDT5de2c+uHoQv7/GAj8W2EO6SexbPeLTcT5vRGQ+AtCqPcnXnT22c8s+I98FPTXPvD4ydMq+r42GvolTrb+H20U6QZhyPmedfD4EpgY+k/2PvsjdiD54Wp+9hs8Kvy7L5r2uE/I+IQ5ZvjEwxz6GB6U8EmIuvqflLL661u28Q3XavjLdkD5pDNK+1NfvPZ/DND5bB1W/cZODPYHwi75SGwa/3LTdPRH47jw8+LG9PDRsPHT1l768d00+MfYcPqeTiD6LTeQ+hzGYvrsByj4MHX2+PiaXvWNgIz9PKNM+bREsPzyruz4GOhk+n1nSPf77vr0Pd02+0kXiPu9yHj4fKW0+wWYHvvUxOT78DiA9oHwSPho5jD3IyYQ+r+KsPp40yT6bzEg+Uss2PwzdAr8r4bS+701OPfh8Lz9QQRW+5KsvP6HOVz5XH4s+WzRRvgQhVb6YTfa+ii0fPkZCgz7PBMa++KS+vd/7Pr4ciis/Hj58PrLTFb6uJeg+g5pkPaPBOr5KSDo/kO3lvQImbL5+44K+6DCEvqwGh720HLG+vFrYPcTXVL2W7e6+zGOqvgb+iD7fV4E+JY8BP1KWhjwyJx8/vt4RvjATvL35aHA+ql8DP+Ckjz7pGcW+NwLEvKPrsz2lWvU93xgivicZoz1ZQGY+s/lZvdifhj4b/HK+GkBPvhNGCz8EfY4+uXSvvswXH7/HS+C9hG8cvvuu3T1Nq+W+rqxaP2zLCz4Sp16+dWQcvuYVFr4leHO+PZr+PreJib5QkDu+msLSPtSzx72twp2+SvpFPgfeqL5SUFG98DUiPauvor5G0hU/pmNQPhybaL6W9sS8CTfCvgaH9bygmj4+RVm+vuwcPr4N0A49MWtEPxqrkD33Vog+mmDTPb7dRLzb7KY+wcCdPr5qVj3nUii9k5d7PgYAPD5cHZQ+7kuvvlrqjzyGTZI+Iyu2PjvE2j1tEJE9G/TZPsEyML5K4sq+aFeavYh9iL6QRsg9c+FMvszcHL4zvSu9/LS3OXeWjL6vLFG+Vm4dvsZ9Hj55OCM+afsivYL1+r6M9tS8QshkPe4Q1D1sJ5M+FeU2vVPDer75SzE+PuCkPUAH7z6Uyg69uX6VvvWfjLp1AyY+7TVQvnWdND7IyM0+zLlWvPFg277DMm2+7x/+PpvKzz54U2c+5CerPtGe6D3RD0W+sBIEPmZlmLxLMxO9DSOIPohvIr2VrR8+PBDOPszUsr0SAVC8cc3wvansIj4ubp496i8mvKunUr65ghA/IVflPXa1Pb4x22g+pkwlP9n1Dj6R61A9wa+VPfSiqT6eGfc9QeRYvm+Pzr6pkNS+LYxHvrEexz7gYEq+xZiCvlk6rz7b5eO8jwC8PO3EY73OOa4+txhiPfnjwL4vaay9zxCUvASejLwgiGA+/qSfPH8yqzxJNY8+9XLYPtAorL50pn0+Lc0mPYs1Wz6FV58+x8x4vvcsrj4dy0a+01kBPsk3cT3WJUe+9zADv1O1qbwF7x89h7xuvBd/wDtJG1S+m3i3PfdfET9ID9U9vlrkvl7EqT4Kwzc/9rBkvxSj0707Ype+aIcVvjKmIb+OjiO+qWVzOtpOq73/WSe+r0NqvMLqTz7SyBC9Ha3KvkMCj72DO90+d7CWPmgLTj7PQFa+dEZqvn14lrzXNmQ7FdrJPMIFXj/ll+09UmYcPVkp+DzIa4g+yhtiPhEpn76uXVu+FrGovdbjKj2i24M+rgrIPm7ROr2f9i4+CIe3O/2jIb7OoOu+/UeDPpyZxr3wtI0+d2K5vQBhNj6j6E69TkbuPsP7nL629Nk9vlVpvhwFKj8Nfww/wkjBPWabxz22A/4+BOSZPiIIlj7LCYk+RxsyP0NYrzu/56a9ESmwPPxAcj72t++9ui2UvvNHZT7JCd0+AYGBPQcACrzxnWQ+jkjoPdsjhT5oOv8+01CGvfkaZL0bSTk7P0cMPoyBj764xyU/F687vjt/oj4AON89hn9zvqFf573jklC9O1P5PkNqzz3bZcc+YlwUPsRBhz9nwN498tG2vrm7zL2O9k2+w5iXPWp4NT/jMro+LdTivc8GIT3V854+8ol8veHLrrtlGRw/JMG5vgzpBz8uxMK9/Se/vRSxCj+Lju69Mo/fPk13Mb3rvA4+vaJCvUeoPb6gIZ49ALVSv6YNRD7VsY2/Mzw0vRNAy76QjMC+24lxPqrwrr0Xuh8+eBovPst0qr50klC+5RkLP+SosD5xXyA/aW7BPkS/hL6Oyk8+dZ4CvM+8VT59OAw++HffvU4DA76CDw++t6GnvCOjCL7qMx8+HI0Nv9q84j3/vKg+3oJiPfoJqD7hwiw+q3PZPc/6A72zsGq+pdscP+IA4L2mADq9kRO1vTQkKr931pe+i86MPg0xnL6zuhK+SYGVPXH7Zr/XxWu/SSP8PXB8GD9toPQ+FecKv8IV0b38dN++VSbIO2yZOT92WVI+7vwHP/2q0D5Zt0o9Ryc0PrZi2r5IBoO+x4fQPfvc5Dzb1Q4/MZuOvSL9sT7zvRw/G0u0PnR4/z2dvRO+1ACUvrTeSb7zShS/Nr2EPv/gBz6e76u+KneePpPpFj4O5yW+xhYYvuySYr5CGVs+B9GiPcQQUD4+hDM/xX06vuz8dz7uPnI+8asyPOCXNb7MqSY+POOqPueZ+z5w5u2+rY8PPXEI573x9mU+9rESvnKKab70vjG+gtw6v0KYyb4Rk18/UfY3v9OlpD3JGjG/T0yYvafbKb9dDtA9herwPTfz2by0O1w+uIrRPjeBsr7vziE+2bA7Pi9pH76NEli9IFgNP3MQWz5Iv/0+9V6iPkBG1r25kH+9jHGmvm7FS74bgIu+KD1DvUWJp72d5Nm9oTJCPkV0Nz9wp0o/4VTJvq3MYT4xWac9bsTCvd5RQL5aXB6++xLhvvk/1r6T3ae86VkovtRf8b0YUXC+kTBQPlgFhL7pT6Y9/IuVviP8Lr2E/Ps9q56nPVPhYr4MtFM+PdlyPV7YGb6IFoI9KCXBPh7HrjxtcdW+pG1SPmsdqT2A044+zSQPv1MAiT58ilG9k0WUvk9uo74H39c+YG7pvCMoGj6gPdw+1694PqVNurzaUAy+n+/HPepajD0f3iw//pP2PVc0ULz2phW+XHKDvkgAAD8RE/s8EtVlvpEjJb7DAn69KD6KPlcS3z0kSp08KpYIv2pSib4W3Em+nxa/Pb2xOj4Rgmg+/D5OvCdR2DxBckm/nIsrvpuh9z7sqas+28uzvnR8Wz1MiMK+UYo0vtmnzz3fHDe+/ucPPsFKtbwe/c++y8cLvkcQlL7OWyU/FMaBvjvhVb9cQO++8obuPvWkXL6QP4U9rBWtPlGwEz+P/7s9kFdtvdVprT5lDAU/xruvPle1sL0zQrS99EG6vf6tZj5y0qO+uHGFvqiZJL28ZZC+Ny1cPdtCVb2lewy9q5UJvgN6hr4tr4673Xk5PVl6ij5Gko69x6qyvg5Bwz5T2Cs+Xub4PXs2sr4R9FK+glq8PVoToD4AQp8+EB2XPW1WD77Nbnc9fC2EvsNaiT5P4c++1591Pb7HFj7CU349mbxovkTTAz4LoUU+SIU1vj+5UT7VjoQ+UhUNPeH8vjzrq9c+6n0WvldoBj+0zGM9492RvSmpLr3zWfM8zXN8vu9Xvz57lTw/tTR7PgTZOT787pQ+x8eMvkXeyD7bcI69/JGkPl7haT5N6aS+7tnCPsHRn7ypYgw+UjQkviTJWr2PTA2/xK0lvnDOHr64Jhs+T1UaPnMv1r3swiE+NjqRvp+oYr0OhPS907w+PvdsKz9cJ5c+h/s8POiX6T7NupM9c7IhvqHp6z6xMHG9mA91vuk0Ob3IQI49iQxsvpIYOL+lIcy+bFeSvWkKZr3XXcS9xgIpPqrlKL/ANkK/UXhBvv8Ixj4Yj26+By/Tu2ZFob46xce9yiwBvi5Xjr5xsz4+ExxzPHX/Sr6uT9e+ZQIYPyaOGT5vMcS8OIKpPu95Vr2wdvy89B+UvegK3j4ssiK9lQRQPojwLzxUQSu+6eagPZUtV77/Mzw9QlqPvcZ7gT2s+3Q9mp0QvUvDDL7QE8Y9JpMpveN+2jysrbu9S8XNu4jRNr6PGkU9y0KIv9Z5Cr6dEZU9KTQyPVo4+7kjAIo9W4UXPf68Wb35T6U6WKEdPcMP/D18VyI8B8cCvJIZZ73aHIO+uuxnveIBxD1snf09g9wcPOGrML0ufCy+kBa7vNYWJ76+1Ae+xrOOvcCEZjwULye9ppnyPMxvA73eKBy5IFRKPULA4j2K04y8qd2tu2dSvb6rxM87JZb/PeK6Gj2p07Y93rStPePN2Lz5gBw9glEBvZHksztdNPs8GJ4fvq+BWbxfkIG9HXP+vSs8E745jna+HrzTvC6sjL4sIV+85dlNPczQAz5+SCq/krZdvjr3ur6ZQlS+vWySvX61qL7KKrE9pSpJvY7dkD2vVJ+8Pv2CvucMs73Nlgs9xTT3PZuFDD5Zr+c8UkPkvMjTaT57Pje8SuuCvX2AHj6zL1e+kLvLvI20QL6+Txu9NxH1vSZxOb1hSRk8gI+DvcWPC72EYT09atgSvj+DGL4i5xG/yfmyvBXuoz3gnhA+8qlIvgu50j0JOCg+tw8bvr+nNr4ylGu+kRK2PeG+HD310tW91/oKPk1pVb0ESdg9t3KtPVL1lL0Ph+G8JdU7PU/bSj0eedi9qxMvPHO7Ib4iiFc+lHaFvuj51Tu+2aw+AnXpvNszYzyH3VS+zZV1PeelQz6/aQ4+zYxWvXgcYr45rYE9ibmcPVoXOr2f1CC+19+EPTnbZDver12+uUNQPXdVNz4C3WO8Or+IPPkP9z0MBgm858D6PcLRVD4Ko+w8fi8XPqTsgr5s8PG9Wbv9Pcdkhr0xvFo9ISA6PsRufT74tW6+3RtvPdv68T15gU49Li4VPa2KUD0VW0s+WObnvak6Hr3GFHe9z+xkvjIp9zw90fG9xNMgvhC0ej5FyuM9m6hovgkbo73krnC+646EvemrQr7n2+C9rI/6vC1G/T0J1PG875nGvLPfAL4yOC68aN4aPUZw/b3xKXQ9Pf+HPs7UPT1iit29z48tvli6Iz7ua549pvIsPlO9I77L7M29NTBGvW/9ojyE8Z88RqY+PO0xOj1XMRA+Z1YwPqqDGb7+Rly9LAsLvaX+5DxlCZW83LK+PWrVfz2guBI+0lb5PcH/Rb3idfA8Dj5fPh76Lr664iW+POQ4PVWSJL0AwGu+oLrcvQL0hT1HEVC+RL2zPXotDr2s1AY+BpwVvQE2q734+g484xUPPfQ10r0xxGM+OAeRvqFpir7WMII9B2AzPslb3jwEAGq91le4vBmpq7wwG4G9KDb5PMfyS76ixKg9BxJPPv1bCT6HSu69ObIgPsYjoj6o4nk7/uqsPSNvIL47u4E9+94/PhqDNL42UIw9HzyDvcRUNj0AF2m+EVQVPFL0Sz0EEzA+UeUevrpB+rx8AJs9VF2TvV+Ehr12nww+W4obPSFOpTw7w6k925FOvd3vr7yiVqk9JHutvXfYrT1eK0Y9c+JnO8bt4z3UTrC9CoMGPf2BQz4t6FM+msiKvUHryD0MIL49Uys0Pt49fj0ERfI9O1lsPhQCDz0ZjFM+nWovvSmCFb2LoMi9cssgPhSyzb1AopI+dRUXvqpfK77kVQK+7US7vQA7KL5Yygs+ghqvvWg9jjnnYi4+0XMkPQegnD1jWIo9oKDsPfXZcj7ueYi9ob3HPUNyJT67ICm9DRuKvZ/fRD2HWgE+AgIyvh2JDT7afgA9tPk9PNccnryRj6i8sCv3PSO1cLxQB+a9a4qlPXUW6buL4vi8T6WEPuy3gL0HrBE+AnnbPRL1Tb6LpVQ+fdG5PD+NAr2uF0++8WzcvdK6lr2R9ta9S8FjPK7CMb1VidS9kUyguxymELzkKGG+dziaPdlZfj7ZibW8jW+/Pc6wJr5umLs855W4vN118L0ThGy9PjXzvINZA72vHRK9gkJUPmOlbL7IUyQ+MVdJvetfHTsskMi97SQevc3xlj27ZNY9CuQXPtcr5T32bZE9Xd6GvSCEMj7GcDA+9ZjRvDfqiL5t0cG9+sIBPk5u5r2lIUS+KcUrPTPVUry0H+690NDOO6HJ5D1RSSK+KcvBPR25ob2xa4295MKnPD53HL3z9eq97PWLu7QcKb1SXtW9e3SqPeDE8r0+1c08oa1YvBfmWr3Y0tU9yDqYPUE48L2l0888DUl7vQdXEj61ubG9OHvkvO/DGz54eU89GY5kPXtvgL21jgu8xOfbPSwQgL3IsJ49GCN5PeU39zzctJu9HGMQvl3p8j2+F02+2R+DPZXSzb2o18y9J/AoPTnj6LvQrjg9ctg+PZWHLb4XX3a+ymIpPvw3zr0JWyG+JJEYvmd01b1+QiQ+19k8PMjWEL1QUJ6+28ygPAPklL39Qie+mkE8vcirCb7e7Eq8YFL6PDFXP7wbfX68cikNPujhI77Ydzq+vFOmPAZ/Hj3iuI87HoU7u5mo27xCCbC9NhzqPBRUz7wfRvm9DD3COxIVgbvVUfa9+UraPafpIz5tKGC95C7APdABGr69iBU8By+nPe2TOL4r/AI+1+iFvBVEuzyYtsa9f6BvPRFn370MGKw9w1QdPGB7zr1sEV8972yKPeoYDbzDKJi9K+UDPgziob0TkgU++Jw8PmHU0zzZnqc9SPG5vWy8Kb7RKe891Sg8PSxzm733kAS9CXRRvv/Ae70TfD+8vOYovq2o7r16LY+9lw/4PAUI8z2jxI88rnKMvo3CGD3qlzg+IForPpBOEz4dgYw9mp5IPll2ar5Mwl+9pR50PZsCtjvyNaE933ZWPjHn3rz2oBw+Q/s7POgjxb2kVVO+09JRvjbIVDrdc+4+YzKDvskQgj6k2gY8PCbGvVXBIT4CGAC+kXAovWsNEbuw502+660lPMB7mT3PS1++CaEHv57JAjrmC3g8jnlKPi8ruL2bbuc9P0dTvuDn1L3EAzC+iga0vSihLD4KiJ+8s1fFPY1vjT5uqn+9vOF8PouisT7TBoK+bSG2Pnhd+b0VWmA9EFW+PahJGr1Sapy9iSqMvimOaz50LJM9AupkvgK37L3F6wE+iKH2vYc+7D3pVKK+bMJfPkSKZD5gASE9qMI9vQH9K76kKqm88K4AvhAggTxKJjm+NNI/vnwNtz14FFU++zJivoEiQr6ec6y9bzcLPkcd4D3YFIK+SJrWPKnAxb6uC/u9SRwZvroMLz5bNeW9NXQ5PRHWYL541j8+8o3Nu4HvLr1fG5M9u/sMvioDd709wqw9hRXZvFbBKD79exE+3OTcvAmYartBTC29fYBuvQcOL73Fcgk+h/nJvcIGMr4/bqk9Owgvuhy2xb0zhIW+XYzIPlEnfT3OQZa9XRX7POrYBD7js0295vuIvijjyb1IWQu+xYwuvPyCpj5jQq+8oJWvvbF2bL3t+Qo+qV5nPUP6Oz4oI5e92oQtvV7FEr2ZwIo+UeKqPd7ZaD09mQe9HTgNvggTUz63Qp89n/1BvYHYx73envw9HgqgvfSBZD6lJpC9kQxEvZYk4r7GREE8n8GdvoSQpD1L8qK+jRJtPhXwPb6W0yE+rgzwvS5k3b1SX728f5rnvIeBfz5uLda+664ZvheVyz6F+EY9cDTQPKoBsL5HQ12+qjXwPSBtrT7MnYO9ckm2vfwvlr30CZs+fp4SPRMcmj4OlSU9Y8bjPt6mkj0Koy2+o/ELPmh2ib0ffzy8PcpcPswKgT5WjWa+phmGvbj8Qj02aGi6UuaYPgcBKj6C/4c87N8XPlFs775W8sg7ZU/xPTuxlr3+PWS+yTolPcg3gLza2FO89MX2Pvx3mT1Xt1m+vCZcvoSd0zwQ6zm+byyEve4Drz5Fqlk+vgt7PveaIz6lYX++fmN/PmHTSj4zicc9qLErvucIar7mXiy+YV8Tvhxm2j09AWK+ukyAPT1nHbwwP66+NuSTvDoja728gJs+9HtlvmIER73I77i9eslDPaIfwL1q0G4+F1R1vqGd+Tz+rZK+5rZavTUHPz7dLTQ+yGHxOs/a6T2d/6K9ZRkXPpbeLL2QM0o+KNEcvlNdB77k2rs9asdlvlSNWb4Vh6+9j0OHPTCV5b1gu5q7ayuMvcdlmT05YZ29I1BJPb9Rxb1FZKW9kug1PgsLS70Lswu+03mpvVlU4j1gUZo93eQYvu9ABL5wB4q9yVxavgwyO76tbnA9uBB5vmZiS76g26U9dyUevW+mGz7MLlQ+IpCRvmmcWr5MIpU9qfN6vjOwdT2pDlm9uKT7PHveBL5jvYQ9qEC4vYpgR71DUpS+xvGFvv2PhL4LdFq+HmHsvP5KpDwA3QU+uv8BvfPKrr03Xn2+2w+9PdmuOD1kNyW+EceCvN0GFz0oSFm+rFgwOz790LrYfyW9L/+avSfN6rxjnAU8HYyMvt2tpL1ggKo9mCyDvMi6sz2bmMe9je8ZPlIx9T0BO5+9NuWBvgKbjr5RMps94wVivqnKJ72hw989X3ESvbwQkz3Nbjm+5KhKvaEABb5aEuW92+FCvoOszr0Kcv29tvoQPtvQV771zUC++I8BvX+HEz0P16I8Yi3bPXpc8LuDyMK9BAi4vvrpBj7KoVS+ce4FvU5n6TzRYQG+04fivf4IVD2U9BK+U+hGvlMgFr6zl9G8sHE7PZI9Fb21axY97euXPeuQlL1IVfC8dsVnvqTG9DsOTii8nkybvKxbDb5anTK+7ktfPYu/1z1Hzfg8QFQkPkuQnrxC2wA95ujAPQSZAr4CmqW+ZDIMPt+xRj1g6xO+W3GOvcZkML7QSay9kEqVvcIgwT4FlPg+h3JKPZ4ElL5M5RO97SL6vRfN3z7fsBY8b87UvRAZoj5Ahiq+DvvkveJklj2gtDq+aYD/PmVbPb49OSm+iklvPbSxrD6nTFO8dxyLvOtWV76OhC8+A1r0Pp46zzwY8aU+E7CPvGR9dT5pfjO+J0NTPSAKIz2xdZs++NgRvWZYez57TD89Kav3vnrGJ7534Uo89vdRPFnZwL6cp4Q9xsWOvQEt7TzgKRy+PgpFPUYDpz4tTnG+YSIrukEvbj6NyH6+rCabPUC+371jD5g9VFApvrNugj7hZAS+kTVVvjo8rT61CtI9/G2fvXBsTz2n7Y2+LpsSvdFrBb6Y/io+tDduvnT4lD1zFCW+PVArPt997b3yqeE+ROZ/u7VJFz6WO6e9WwcEvuTTprwSiPS8m52PvbOSWj4rexQ+3Q6iPOeCH72+tjC+9PFMPZkjKz3guGy9rCaKPVm0sb0E/C4+LGJIPfhxPDud7QI+UfhTPqa5B74Cm6+9w/MzPnNi8juIVf49duaMPqOVlj10kDq+E61EvoZL+j0RPuc8Y44lvgiGvjxkDUw+1U6IPSI49z05DH0+4ZqCO6/ckb3soZS8jECzPa6FN753U7O9qHdlPCPwYj7a3NY9fXR1vqQPGD3uBc89E9rlPS8YkL7UsmM9AXUrvjjeR747wMa9X58KvsoKQT5Fbmg+c0hUPg71Y75CYJ8+wLCNPukJQD7Ulco9eYhXvpdvhb5zSBI+6FWSvfpKAD4awb4+yZlaPpKLXT4gIaw++YPKPaHg/z1dos88AUz/PXkU+b2LTGY9aknZPcOjt76ARwM+BAQBvoeDdz6N9MW9Lh9aPTKlm70UqSk9neIvPZLeND6FLMo8x4Rwvp6mgr5RxvK8oIsivXHvrT73ld4+HQ5Dvhw47b17Z4Q9KQ+2PjVFlz4E2uY9D6XgPnt4jT6K5Ye+dkMvPrR/Ir4WH8y+YUV2vgMKAL6hAs27Dv0JvjXeTb5I3Q68/f5gPVh1k706x3I9BK1pPjgnBj4u9Gs+CiA+PSGcdzzt+Mw8mB4Qvsh9Hb/cPEU+kewTPhHWKj63B2q+DvoaPugC0z2eo0E+vUW8PUf3VD7eE52+AXNwveyRIbxacbg97VMUPIbpVT5Iq489BvSIvn6SDL5YdZW89plXvg0kSD34o7i+jR52vizrsLxHdmU+Tu5pvnxCk712y7i9p8pNPnoAFj7XRaq+7T2/vE9+kz1Gd4k+6CRlvvrVXT1PGUI+OESuvfYxmj619Xw+IqAQvnfD4z0cose8BdggPcLoArzv634+LCwEPqeOLL1+0wc/nsgZvSSPs779w+G9WWGAPBIfYDuBQXG9rCqgPeIGwb02TVW9s/rFvSE0/rzLuiW+FoK9vMM4TD7UeFa+9cbCPWf6Rj5PfRu7I9ZgPXyEXr6aJuE9odVHvmb6xr0U9r+9EWeAvUr/1r07IWS9ZQu/vBaYpztFK3q9Qk2MPIhTJ76lKti8dc0CPl7aAT51bu+8xEAAPFSVE76pX0I9idbRPXjZOr5Vc1A79gwQvh68gL7AVB+8AsadvEmV+L0RooG+62pGPtIEu7sdJvS9rkGdvSlxxr3Sm/o9QN+bvorLgL0h53q++IL3vZR0fD0qe3W95/8jvptOEL5C0B89zYJtvRSgmb7vqwW+NapWvrgMDDwgR1e8m6THPecydz0C2/S9j5VZvp20ab7h8sa9mSMzPow3Vz4/Qbg982XcPYt9Sr1cfwS+l4plPR1oY71fyDc+V8cNvjUrhL7/WG++XrnePDFREz3VKZC+PxmgPb9QRzw7u0G+tw4ave9cSD2O3ty9n/qbvVdmOz3zjn++/BGUvahYur4XP1c9IAEkvdl/zb3UXjq+KMiavk3cV74C6p09oxJzPEkSwL2s9827xiLDPS+EU71qF4g9cKzBvU607DtfwbW9xDMVvukgzr3e0s49sPZdu35SPb40QbY9LzvavO2WhLweZfu9B/yDvglrIj5+VJE98BiTPZE4Ur3qtgo9ZoSavfKpdL45Kew9wSWivcvvJL1OduM9Jy4oPf5Tsj2k9ta9bGEWPjK7cD5yjte8r4SzO670y70a1eG852tavZ5Z8rwRINg87vkiPpqbG77SVo++vo0+vmn1MT1AN4G+HhEyvkPw7D0PEVU8PCfkvfWCOz5UIgk+ZdiTvnOxoD2dFIa+qbChvhMoDb4L+k++rvN4vvGxYL6EYoS+lte0Oy801bw7GTW+UoXrvebX/T2oTCa+GbOkPYC2vLzUsOC92A27PdbND70hrIs9hUeePqPvirs71Iy7OIujvSS/+ryG9LW+PksDvmVWKz3pXrC9vll1PqZ1wz7t49W9zb4IPh02J75eKDK9PfYDvrmSTj6N6b69wGAdPuEWs73cgZE+wH9CPrAuyz2XP2I+HTvhvRbAH70t/QC+tdYVvpuOij0xphM+5YhqvolvIbsidKi93w2aPqk4CLvt0W++hIIcvRby4z3Mnzg8NPN5vUPnzT0dptQ9el55vKQPnb0Ia2Q+nZ0oPA6HSr0Oisg+gu6HPa0S1b0GbJk+73E0PoB4tL0MuRK+A4tkvZl+AT5SiiY+ec74PL45dD78JR28pyC0vqwQ7zud4eU9v29fPkZ6y7tdEwu+9jKUPc67Jb544pG+Ym4rvg6nCrwm+36+AfANvT2Iozz8F7m9DnmPvnnEGb2Gz5E7LvfjvlQRAL6BsdE6DfHtPQdKjz4IGSe9vBnCPYX6wj5o4Vu+JCl7PnxdXj3gOI27g1HYO098Cr6l2kM+euAuvuqb9LxpoBE+8F11Pv0x6jxFmiI+rJ5BvoGp2j19op+92ywGvqBCAj7q0pM9/ka9PR0dhLtMGL08wBK4vTX327718a2+GOyHvbOagj6CX4m9bPjPvUCqgz7nOJm9ChZXPaJasjxNYLi+9i2hvokIWj6Rkss+1B2Rvp/VTD5v8+68b7qcu8CaH71rog2+zNe4vJGfdb4CrgM+4r9ovo/d+b7FjSM+EAo8vo31IT5Xqyg+bFkaujjeTz4jRk6+9lc9vE6XqzxtwCs+3M+EPqfiQT4TC5W9FUwAvtBelr1ffY69eNk9PbWKyb5yUN89jb+SPiwfcz4u9jc+nwHHPPZyFT7izQO+XrOgPsSJlj0odKq+ofVuvDmDdT6Anly+vNJQvuO9Oj53MAM9hOcLvdt85r2wcHA+5EbyPW64Dz4AL5s9wuTmvpcC3D6Yg3Y+0WAOPges6D74+Be9qdEtPq38ND04bp2+W683Pttzcz4mF70+a6Oivnnw5D51Psy+ywWSviu6Yz1InNA+OTeiPuFcJD1EzgE+W6yLPqUrRr0kLKG9kNuWvvxj6rzGuEQ+XVB9PnamKT4+MWU+UjpbPWNj0j0ue789zDedvUPnaL5Oex0+RzYTPvU29DygvkI9fBcKvTCvm71iTo29JBoBvpK0sT3mFTa+IHODvNANoTxdMfe9x6fdvZt4Dz5l5s69hz7XvYmqJ77JQRA9bzPpvVA0nb1aJC2+KBmcvf7xdD1C+ok95dQ7PSKLlrw1SD09dnTcPexzWLy0NIS+nuDNux5JJb7ELOk8bqsLvpndfr1ZLgG+NjLGPR+5OL5otpE96wXlvP5i5z0YUJ+8ha8VvoJUGD0Duzs9JfH3vRAFUj4mwQe9XtoPPhCtlb5nYZC8H89MvZkGOT4sGUW+XfjVvRPjQrtfIQW98NsRPtAmGj64khu83GZqPTcbAz7AdGG9ADSzPMpABT31dDy+HlFAvYrsh71gy1O+m47su0X0xb1k/QS+vi3rvBl6Mb1PM2Q9V6E1Pk9HKz0gsIy9DpWkPb8Ddz1DhKm+8xEmvh6FT71pVtK9a/XdPQviIL6TOr89gBfvvVSzOz7nB2U9Oqfyu1kiP7svdea9BX9ePOie6D0YUZe9ufe7PQQ3Ljw0aay9bvxhPUJYiD1v5f89JYnVPfaVhD1MOdU9BwMDPqkykj2opjw9a9GovSKO0LzIXlw9104GPjBJdD5d3yK93IIQPE6wJ74tuK+81ZrNvYVK5Dy3CZG8q+U4vvfJST7raf09tTfNPVF+6rzdxpW9zkheOfF3Jb7GEO4+vA8gPEjr0b6pQ6a+bOEPPrkau74LJHU82K9avsjtoj57SZ+8bqIePsGJzDx6MB8+UdeUvqa8kb75QvQ9bvDQPS+Bcb5cVvM8uqL/PY9STb5k3ia+OnA3PjoUID6JxpI+SaS9vkgCVD3npTW+qCw1vqj2gr5WDTA+8OwmPsuyOD1tMkY9ZZ+CPQQCl777DwS+SpyFvdNAAb6IhoQ+PUnAvpYeLjyUgbm77tn0PTTsXb6Bh7W9gvs/PinPrD6jMbK9fepGu6vKzr6tdLo9bC0nPS4ckD3UVem9ceOYvU/gdD4O6Gk9lGupPW87N72QLj49FEFvPfvGSD32wTy9gze4PnRv0z3ULKC8O9zzvN8soT4Vo4+8fllBPR7MRT7EmJM+qFt9Ppvygb5iia68i3VXvgpiEr6U8Kg+bSGJPX+7er6CykO9xjwYPaimY767oXu+6RJCvMXdCT77+g69uMyEPJyosj0KmbS+3l9ZPvohHr5XKCk+wXqePR2GpL4eJFk9ohwRvmSEMb4NvVm+Ie6Bvhq0RT00gWu+dDS7vDEeWT21HqC+gSJhvdH1f71LiAc+CSIZPmr/5Tz6ZH8+elslPixXLT6QcDc+V9rVvCehkz4Zmye+fxKCvn+Xubt3u4Y9mld7Ph/dijyGV/u9NrEJvo40Dz0bv62+/QYzvcSSGr4J2SC+1gYgvsWV8r3xYSo+s/c4vnUJfLzKvkU+/eZIPolrVL7CNDo+BP4iPYCFtL2x8Qy9JlY5vmybkz6fAWU+hD5lPbKVfb57LI49elOTvpDN4L3Xr/K9UzJXPeCvhL1pNCS9X+4VPp82p773UdW+UFUivRuOMr5/wm6+2PKAvnmiAr+MRIg+kYWcvkaUlD2fDsY9BO4lPkk1Iz7GjYe+gXscPk5rWD5Hhky7E9LIPSWFjj3+J1o+DQjOPESJuD6rrzO+Julyvmrd5r1BkgQ+yTe7vkrJEL5g3gm8DeLcvfWtyr0/LmK7Fudzvfu1Bj6UlHO+1/GTPvBQPL6/UVU+kH04PbDghb4zqRu+KSkGPpR+kz4mmDC9GNsFPrVYTD6VYXs+sUWRvVqin761RdC9MzfjvGUDYr5HWdM9VaWcvgB+sr0tKGO+FtG6ve/OCr77D9K8CSt4PdkkxL2Ymb888TlmPt+yiT2uyc49AWZ7vhLrED7Ix4W9EdvSvD4nRT5EXTq+0B+evc6/G7244KW+1xAyvjvJL76tZZ4+LxcoPTsy/z3XFAs+ka31PWy3gD71X++9XklwPi4UUb6zXjw+rxe/vSkAyLxxcXe9o57sPYmZlL7Xtre+ZDmIvKzwKr5VuA+9lmcDPuL6iz0sllY+XI2RvaUPJb13hlg9bBZwvciCHb4r2II9qH6TPZvhCz6SGtk9fBn2PT9QSzzWLCW9nroJPKivHr2bFGW+68K4OzTeJb3Fagq+Ndu2Pe8wKL61CIA+Q1/ZPFPt1738l7Q9EoCnPZ9+UTuESyG9fY0rvrLkyr0YlJy9IYaTvdsVp71C9qW8PKKEvX2JRzyK6ly+5y05PdSLkD1E0IS+Ed4LPg6TBT4cdXy9k8+oumDkzLxywzy+1OPWvEJpAj1Bcee9UnudPY9a0r284LA9vpGGPnBOZb4TkkK9P3TLPfA9hTxb9CK+Qet4vntRdz1lFMy9/UixvXMBKb1nSyq+bk51vgYjMD4cjoU8VebfPa073L2Yvpk9TomBPblcGb7jC4U+9FmqPYhXIz7PqzS8xq81vjZvRzx6VQe+DDwgPiSbazwGd3g9ikgevQU7mjw4mCe+dRs/vrUf1zzKDh08J0OkPMWBAz141Xw+lRcmPcfU87zZ4Wo9J84vPaBGtr18UN89De5Pu3iWYL7fgFU9kYFHPumFXr2BV1a94f3svCYZTb0Inu888rGpPUS7BL7QgRs+JqkpvZWGiT7PJ08+uWqmPVI87r29f5e9BL2avIc/lz4+na+9XceAPOR50r2al0O9Kze5vSwATj4wTS49Z1MwPtBGML6zqAs8lugevs9Noz4+aa49bR9FPUjTQD5yjOE+EzX5PfY8Kr6HPqC9QoNePmOyuz2SkZI9CITzPcO84r3yr0w+4ZYBvutqJz6g5TA+SOUdPjn1Z775W1W+vQacPv6rRT6JpHQ+7yX0PZiktL4kaw4+WpdJPXlmRj4qyWS9HEhAPuENVD20T7c9zKmvPjXf770vGwE+gKg6PRZ0DT3r1yg+LPmWPhhBKb5Juaq+t+cqvljvkL1no0Q9XsPlPSP+sj7o7xi+kmlXvUkCST0kIno+JKPPPPRp/T26LDC+Fdu1PhMhuD1wLo8+8HtiPtuzoD2Cvm09HZypPU/+fD4+hpA9wNUvvJOiG74uWQm+NPazvlj0Pz5wlhy8e6ngPSGjYT4XMu49T17juiaSw72HPQE/022lPjI0iz6P7qI9OtN7vgFnBj7V56U9tecNPBSSCj5Ruog96XUpPlm1Br5yHSO+PxuoPEkIGT6xLWi+0lN5PCVdvL2MooU7lYQyvmTYgz70+Tk+gnDBvV/JFT0ROkQ+aD6ZPSdiDr5qaPe8hxdSPv7Pujyc0mS+fPaTvFIgi70LYL09KM8Eu1ANaj0AU8y+bZJdvoiPcb5eIMG8U2xuPveGCT0seTk8SoGdvq0HqL3kLVO+lniJPd/HAz8P9ou+DimjvavO5jthHq89I4KLPfgV0b0/QQc9M6ZgPYeHWz0KDAS9BTwGPjNrCD4D0IS+r/kWPi9utz6MORC9bukZvtsBKj3Qfn28N75OPbY4r77aNiU+e7XoPMTivL4tTvC9VknzO6s8RT2DdhO9OChwPJ0hfb59xQm+yK2rvV1vOj7xlJq9lzsSO/AMvj41M7C+6WEzPlQ8Jb7c6Ki+Z5HBvTUnDr43I446jyJCvmtnpL4KiVS83T9LvuS+vbnOO0o9VvQqvkSeHj72IA49uAYZvt6Asj6VOKm938ShPtz9ar6c9dw8oc+yPo47TTtRUwC+cJGUvmf3Gr6c61i+Qis/vr89rT0BPl0+LlbFvRyrCD3F8zK8bFs9vd3RGT6ccdq9GfmzPo8j/Tz3hKW9zfrtPa9t071C75S95C3BvjshEr5KQ009lQVJvizIEj4ko1U+xCanvcQ8hT0okxu+KqQYviIH8T0LNaK+xyU0vRcPE75VPjQ9oqoYvpTRQj3BAnQ9sOATPtts+j05KqY+uIB8PofCuD1N6JA+iJflvkbnGT6bIh8+zVqOPV/7tr3+nUg+fpw1PiJrVT5Qf6S9FyO7vB0oBj71Y6A+Wf/yvUYmxT4N2+++2ASuPXj3Jz6RFig+pDrYPR4KQb4OGU0977aTPpH5azul5vE95W57vtqMCD2pkjY+vzaEPoVnND1WXpq9qWwHveCmbTwlxHS9IAR+vU4yXTybdgS9ahv6vRcECj3PqUo9rRcjvZUmGj5i14W8oGIiviJTzTovGhG+r9zUO/bIqD1Ob/I8RDaGvgl2X73MEzS8dHJDvubVHL3eZNK9fqzMvHH/gT3D7ji+vnMiviDio7xPtVO+CVpCvjOxaj7dxAE97iBQPRWRBL4pv4296hFMvqdaoD3MIMG9VZhkPVkMgb7aimC+QKKLvYE7n71PqEk9Rk4evr5ZF72s17e96DyDvV+fFD363dE9ZX0IPpIz4Dw89+e8a5dSvBkVVL1U78i9/G6RvQ3dHD3E+Qa+9BFNPazcE77YhHO+nHEMvhEbDL69k4y9koFHvdFbtb1qf+C9zseSvLqaMr5lMNS8VXAVPXadij3ITQs+RMAFvoq1972nAw++slUovoeO4L1iyhY+axYSvraMdr4eXAO+UjwrvnqdH76KeJG9MilDvTMyNz2UnR89CCyTPSRQ0L08V9M8epbKO0NCAL6niEu9v+8sPq6jBz5Lrus9eYAYPgIY7z1j5Hq91nhnO/yXmD0vBjk9kEEFvoHYk70CSN89aqkPvl2Fmz2wC0I+Qy4XPjMe6b3TrPg7pgp0vr+/0r1+8kA93lGHvfVMsr1ZySc+SfIhPgrb4bzzMbc9w4z9vQMf6r3ViYo9O3sBPtcpkTzqB7Y9fJKpPWmKKj4qeh4+VC80PpkBcb2e0yy+XS7zvWYjQD1UJaU+HD7hPWQAwr4wOr+8RaEVvikzOT0el0S9354LPmJAkzyAlRY+4UzrPlXcg77g0AK+QqbmPfDdwDmoETC+uJ2lPQUP07t/ISA+hH/BPZ3FMT6BBmK+WB0TPa+LkD1HD1q+OmtCvqkotj1p5oE+L5UuPv+JtT4ttnk+XMgTvhOdtb4PMgC+vEtKvaCAn75E/xy+EoJEvg6/TT4fQfE9iMRNPmnQOD2hNq279d8bPpMlxL3whje+ZNtgvq/bTjs5o+q9krztPSoUl73JQyo++htJPj5MiL07JME9JdnGvZoYeT5xVfU9y3+APus8EbqrA0m+r4JCPXU59j0DwNC9BoBOvpW5LztQlMg9QF+OvasKqz3wJCG+d4YDPvMrm72GTky9U2UGvcShBT5anDk+Up98PfF5sL6hvoi+sQ6vvawktD7pGlk+7LAavS0qPj3jnBm+jp7fPehDFj4JME+957qYvo/V7DyP0/c9gCSJvihuHTyF7fa8b5b5PcUDkr2yM4o92sXlvSXjuT2HbRw+2haKPtkBgrkbXQG9xZg8PsW4d72gf/o72p0QPo/7Er4zZmg86Mj7vXSJhD3WK18+jNyvPlY7yb2ts3q+Jhp7PoNNNz1Xmtq9BVlhvvUy8byftxE8rNcqPuQljT5DoKs+KOIyvbkTAL5SP/u+X8WIPkHoPD79fdU9yZIuPhkDpL0HAjG+PnRNPYoFWD4aBjg+xy7ovRzZVL1pgMK9/6daPiL50zqrate9Nf2aPYh+Vj56JYo9bEVHPmvZgr4wx5K+A6nuvKTfyD2owZc90Bn/PbaOgT14G849HCpKPoHB4z6bftO9V9TUPaQZSj5IFCy+Zx92vjP8g72rHQU973HOPfs9qT70LFg9PYBzPdaEvD0lpio+VRaRPmcD5Tzdubq9Rg7EPv0b5b1YxYS9mpWfPKFxGz5zCig+H5kGPjfmqb25rtO9q66IPRgJfbyIWSO+qo8gPuMhKr5bkbC+0uSYvbxWWD6EnB6+r/l6PcC/Lb6wpoG9CFcBvp7yS76NelQ+CnuyO1VHxzwDrRQ+iilYvlLsp7yyD0w+GuxDPqYXPDwih++9QxbNPhVw0z4uDbm9fkblvf3hZb4OES0+eW6vvWj+cTxQA/u9Vxk2vjSFUD6CXd69511HvlRnQbyX0CO8fcDIPWLBKr42a4S+zGA7Pa3PPT43Rci9R+8oPG2wR77hm969b0qVvtb967t8dXw98Ha4vaW6Nj6RJw+99HnxPmwZYT4lPG29Y3FSPsHb6LsvR3I++ELIvXFjYj4foYy9OoV1vg627D54ZV8+jiIlPhF4iz2U2am9qYwYPS00bz2mMto97yJPvp5pkj3OnBK+Wh65PTuVJr71BnY8DOjBvVU1Lr6x6xa+Ggy4u51RCDzkwX6+gOyIvhuGpLwwPk2+C+t2veERJLzl32w9F8ncvrkclz3FkRO9JTHTvexSoLm2T0m96GkYvAF9Kb5H7U89QibnPRkp97xDRsM9RTauvYPyA74hKbc8tHwdvmJB4bw7T4u9MxXjvbfwBD3+I5W+u94IvrHCC76Z4fk70pqFvQYjLD4JiWE9w9RPvkyRIr2JxyG+XPB2PODvY74aWJk8y5TUu14cfTx4wDk9jZ65O778hj3hf8q9s3HqvfJB4zwYSMA6aDQZvoAF+b3bG/C9vY1HPXyxfDp5F9o9DGPvvNNG4j1QYK493s98vbgedj3Nvvq68MxBvuDsGzyafte9Ig1IPaAU/T2DuQ8+jyudveg/P71tfwq+95E3vqYSAj5+c+u+oTndPQ9gC73al+89Za0BPNNx5r1DV4U9hySCvv5Lg74ukgk96z7QOy1V/Dym3HG+pyCevqqfQ77hryG9GT4RvlzJQ75TALE8CMqXvY6Z373c8yW+jAY9vnGgMTynk7+8KHfhvb0n4L1Z5Q++PydmPNp7zL3PhF29Gi8VvkxjgL4riSE+CMEnPGEtDb4w+iy9wNalPcMQhz3mo8e7SNYsvqmprLxzlsY9F50rPgHalr1jcoY+nV2EPs4R671ax4G9BkFFPuy9Y70E74Y+xEEdvvFrmD6kQBu9O9wdvggqvrw/jSO+pBWtPTuPMTzKDRG9jZDuvc0PHz5REfI8ZXZUvacaib15Lgq+MBIPO88wC70oZKQ99NYjvtn+nD58jR8+Ecg7PUVkUzuUfFC8jj5Svr+C9ju52IC+cRKcvUI67r11nWW9oeg5vmv1bT75wTe9wzV+uzKdwL28XJC9EPXmvTgLRj4+XnU+mU2iPX1ryj1ECYu9YmtQPgWGUb5moZq+soZDPqkhijunkHC9kjdPPiqjCz9GqgG+oJ4nPg4OiL6RDok9vFfuPh0Yiz6OdA4+lu3uvW6RyL2kY6c+h8XXPeD8ZT5qF5E+/UurPVT1Pb6FuZe+iBLzvdKzHTzvtJi90aVpveTufjwWszW9KdTFPSRySr6Jabm9+38TvGyeb740gOo9jy/2PRXyRT08RO29iDLjvSy+Jj5Wa7i+aDCQPVB/1D1T0EA+tjEtvpiLX75+Bzu9FqRePv2CQT3YY469xRyZvhJcPT7nJy6+uWCnPerQhD5Hi6K9aoupvpsHHD4GTl4+W8T+PQXCSr1t5TO+T8+TvXyB7jz+8L493oiFPudaTD4LspA++ZEAvvR4Ozz8unM7+Yh2PXP91D0ZImM+7MdnvWAczb0rK168yLI6vt9fA741Ue+9kVJUvskRyzq4YRM/bgxHvZPikT2Ni7A+Y1iPPn8jWb1/4gQ+B9dYvuvZvruV2pa+4iTNvmI+CD1vYaA+KMsCPnJzzL1Bl4A7OgZ8vrmugr3F54C9a4lYvEZysD0ud369PFUoPknNEL5BpB2+QNvFvUo7Hj4NG5i+LophPnl7lz5RMc+9CVsfvuXOor2Es8q9fwglvtgIhz7tWSC+MOZsvo50FD4TN5q9KPcgPmlNUj7titS9DaTJPnc7hT5THkS+SOhUPjes5byniq6+jEl1vaqsij6Ur2k+1tBMvuETxz4Mrp++DvoHvAQOHj5eeMW936bsPtp4YL7OjMq94AbZvY18Qz18YTk9NHDHPTqGAb4yVfM92YBDPoh9Oz7iTo0+z8ElO+gmu73LFWa+HeLlPcLVIz5jmQa+jclLPrFEQz4AF4M8CbMgvlqggrx3AIY+s1YLPXe3jb2WwKW86pFOvR2Qcz7X8Qq87Jc9vu5D4DoyvMe+V2LCvfubBzsYPhc+4DcyPjAIjb2Ym4a+SdW1vgsB973N/Z09/46DPBBkhz1kZ6a9jTN8vSMTnz51SpE+7PctPgJV1L23aMU9TbfuvdpBRL4TEvY8pq4/PGO+vD1FHl69rmDuvcP5Nr47yRM+3c2APe6c/7xZyi8+uQoHvJ6eDz7WoTw8W2npvejuqr3Uti29iHiPvJ7BKz5t4lM9hOLTPeOaDr1rPxE9oKihPa+Pkz5YmH8+9F6HPDZoJ73L/CO9GO3qPYwu8z2Dpp49rWaDPggX+z1yvAg+qhhUvcaAqLzffkk+A6mPPRhppj275/K96WwgPm5SPr2yo6O9NXZIvWeF97wxbio+RdjDPcwHkj7sjEk9b/JuvFo3Fj4XH6Q+G169vXCW0Lx9bvO9U+wUvrqpRD4fQwa8SC9OPXfjQD6lshU96I2GPtJwVT2kLwO9vS0hvtOWNz6YZU8+EeU1vajU8D1lBRG++rUJvqqkaT4xWWw9llDYve3Dzz3jxRA9M9EpPixWZj6DAcs9WtNevYC1xDzTZao9I7/ZvYCQuT2HX9g7n+IuPkLrX708wh29ND4pvZ0/2btXtlw8coQTPYBOAz0NAjc8OnsoPOZwtT0e0F+88ImbPGDEZD2u0Am9CPkvPQl9kr2hJzM+QzymPbch1T3MsOO8YDfOvSZ5fj0OgZw9WscaPc3kxLwHwSA+t0EQPpt9jT32QUy9uXOKu9lW5b0KcKk+3jt9vS1tmT1MGZw+p8rFPNq0vj5z44s9FTumvdkrfb0cj0w+8hT0vQ08fT0kDTA82QCPvf6fEzyTDCU+Vw6wPV59XT1vCem98p7hvfU0wz3GpKa87qqNPWIdHr5Lawq+PbcIPQz3pLsCGwm+hnNJPr1aIT72h7a9z79IPnnLpz5H4dw6pGVgO6BFqj1w91E+rytLvZhGg7xJPxu+ofPkvfVACb5MOi4986IMPjIyMz6TQyo+2GSgPa3+u7zB/4E9P8m+vHbplr1AKIA964YnvZGd67yX3Ee+wU7jvWDN9T0PxJs+ZopRPbw1nL2l4QY+dxO0vILhRb74QV298wriPU6wqbxjgk6+jLKCvmhKcz3WgSC+GNftvSmoDr6mcYk9lyQHPPF3Kr4T8g29sQOPPXgZhz3qtKe+ZCfSPQSDBj5doEq8aHMKvhEPkr6qph8+14YWvuUADr022OE9Z7Z2vhpvnj3M/kG9cs2hPu9gdj5iTea9bIPBuxPCl70ktpO9Mwwuvj/eRD79/Y++9w07vvO4/r0O0Ty9JmvIvcBbTr7BH6i9zas9Ps1ixj2rrEY+WT68PdQ/Kb45shU+Oa0OPh7RuT0wye0+BxZJPbOk+bwHrqo8dFX/PG/RLb48coY+k1RkvoI/oDzJ08A9OiCBvjBHEDmYy469F0egPbN35TxA1oi9MIHlvVNehz0xM6A9oWWRPnTZtr7vWlq9WFoKvV9XLz6MxkQ82dsMPvUwTD6cQlg+hH4gvea/ur0ZWTQ+4Vo6Pn8znTyCIKk9Sj9LPVM9gD1oxQs+W4ZQu/yLJ77mMaG925POvW89LD2vB2U+bIP1vZkkI76SbgO+NGEtvUGUlb2XIWs+qSacPFO2WD1cCuQ8AwaDPur9SD4gmKw+Yr28vscYcz2Qa389eriTvW/Z0bwnvAO+bxcGvpx8yT044FA+YBRdvqviRT6TPa89WPBqPVWEcj7Yt78++jqUvh6JgL5Nk8M9opdaPupIFbzBsgk+zE/aPUZq3D3vN/w9XMxiPvZNEj5W13A90ow7voon4zysYq89ulWovl1lkL0/+Yc+iwzovUCxvD2j/y689zxbvfVClz1t+Ae9bGZJPfVuDr5Utkc9KMYMPiyc4D0XrVY9ApcCPSHVETzEe0c+HekXPj2BTD28rTa+VhA+PsW8CT7TNh+979tJPocoVb2ZDdU9n0E4vrI/SD6mejo+BeftPcAG57z2ssM+Xc+VPehsrD3hoKQ9XMk8Pviqdz7HKJa9nxz5O6BVrb4+374+fZq3PdUxgD5dSEe9bfvjPVOMoj6ZDz0+uErbPDC6tb1vNSC+wTJsvmpIlj0nFf+9oW+9ve69h763NG680SOvvv3SkT7RMYW85JKXvikQl76xmq4+6O/uvbuIWT619IA9OBKevbRoJr71E60+FJOAPnB3qj6sYAW+0GglvhLo5r2t/Wi+2P86PrU0nLxhghO+u8HfvYqdIr3iZlA+K8VOO9IgIz1aaCe9hko+vvMImT0RdxU+slgEvfOL2r2HifI81tqSvYDZJb4COWu9eGwIPcz9Er4Hlge+3/VNPBA/C754qGQ9qJMhPsWba71Xr0s9tiAXvRT2I76Umxi+vewHPqQGbD0CUqu9m8O1PA6YBD4lHRU+cGmtvQQT8TxtNzi+NYfIPLy+Ej79Ktu8ClPTPYnW3r1gn+282QogPvBlt71tLwi+3egtvuPWjb3U3ey9I5dBPiSSID7cOz07KhMZPlR4lLzUthU9BOdCPUcbyL0PRYi+gREAvmQvFr74yOG9WulmPN5vZL6OFsK9A7NOvkvGCz75zAC9ZeMvvQU03L2h+Oe83gSHvORFAz6JpLW8YDEUvM8pOb18iYo8Wh+/vZxYKr6yUoe7aJPoPOaPBT77z+29X3ADvuMllrxXmo08hG4FPgm7Yr0JPoo9g6IMPtPcW75g4G++hmtwPZWIp72VVnO+jC6CPUZYIL6I0wg+Xm6dvPmv6r2H0QC8+uu0vpZ9r70dtEo8rRC4vfoyMb6VIe09CIOGvVcj9z2FPoO8KrG/vUm59j0xt1m9incluz7BgTwLtVG9xgYwPYEfiT0X72S9y3bRvIAn5r0/Xhm+arhOvgd2P72Q7jU+K/E/PjFsBr4xpQk+JfSnPBi2XzvYKS+8Ozxyvo43YL2wYKQ9R3u7vJFX7T4BIca9a+yTvOwqkT5b36O9vrvCvfqJ5L1a0BE+4ssfPn6eBL3FTP89YihwPi2TILwI+o2+RIhLvgQGA77gnda+awWevVCqIL7OnpA+q6dDvjIqdT7MRxi+e5ivvUsu370xlys+pOd6vZrXnj1al/O9Ez+FvQvveD1XEXc+HkcWPUgCar2H5SI+a4f2PWyjUD3JVM49uZd0PlIMULvTG++9i7lPPppmGj3QAro87HP9PuWhVz5J0Su+UweyvOrB8r1lmxG+zh6dvmgeTD4AXBW+GjLSPEm9prvXJmI9fjM7PbN+cr68cEW+LVqrvskfQD70AoC9nuglvbii5rzp3/w8N844vggbD77zpLC+/ynGvAEmtj0A1u+9i+86vgqHQz6vPRG9YIE3PkxEBb7OsX++96F4vr1F1bw55jC+r8GivakL17xBIZ88oKvBPTkX7r2aDOE9ApYDvku62Dy8+nA+5KcpvQQIAT4yy60+Nvx9Pnh7P72kaxI+hQ5PPfKNkD3hcbK+ylxIvnT2472RWjc+rxNZvqLJhj4Lnz091avivUPrGb5kJZ89fXS8PIU/yb2UMRm+N6dmPpe7qr3NUlY8jP9CvgLcm73pste+XYnlvQMAPr3cc8S99OYxPSHcLD3ogpQ+ztQ+ve4l/L2qV2E+orE6PsyqCD4KvDq+n1/sPe3wdj517SO96AN+vmiEzT00bE09PqRRvn0FGD7xyoI+UwGQPgVRQLwTFRc+634mPvM0Rj63GHk+xhjrvYtiOD3enw0+jGnMvW74pLzqFa+9eivYPRjcXz7pZAw9L4mSvW4Uqb2sQa2962VGvXficz7OWb+9WDjmvSs7db5YgZM+ecUBPMl7Kb63H8U9sL+KPsZaqz5/ces+brkCPLY3cD4GfRm+fuEBPU0CuL3MnyS950pIvq9BXz2GnMu7ZumCPd6jIj44+6U+xs8uvIW+gDxjJis+KaSNvfX5iT36rVe+ZMQPvljXHb7HrrU+a3GHPtnm1T2NSvS6LcIfPp8bnL0eIBE+FA5gPgEMzz5Zwzw+KUI4Pnwrhzty4q8+B7TKvgDQYz7LZDg+MyiPPmNnjD1+p6m8pn6FPYIf3z4mBgq+VmMCPnDcKz3LDGo9+PFzPUM7gD1hxqc8+YldvXymVj7Ja1W+x0iAvgkWuj4Pf8I+r5sVPjQoEzwdVHM9cYduvkyIkT4SfT2+4IewPbQu0T0Va5A+A3aevkYC9D3L7Mu+tZGdveMjq7wZa8E9d4bCPh2Srzy0UY8+wx0YvqApxb4II0O98tkWvIAm+bz86xM9lXZzvtmRez5qjy++Hm8wvveuxLwKCg8+zuYIvS+LPr5lA2c9HinVPXTMKj0TZYI8i6RxvZA90L3ys+Y9eYkAPnUuSz4PdlK+UDgTPRpKhD3IiQs+4ejpPWqWsb7nuIO9G7XZvfud3T3L2/c9VQU7vosecD0Wnhm+0qHwPZT8Dr46/Wg8/VlsPGKGzru7Gnc8/snbvOayz71+9uA6LDvwPB4QSL6tFwG+w6lpvSNewr09rEe+spOmvljL6z3/oC2+deRLvpcoDj7BiXu9qcnMPOi1Ez75PjK+kopLPbOWKj7Hh5a953/MPb3KNrzHot69uNEGvQU7iL1uKag9v/D+PRdT7r2kseG8MVYEPiZ9jL1qNy4+U2ucPXzagD1KJ1C9sP80vjwz5r0dWbc9T1VVPpoitr2a+n69+VTxPQwDob63R+69BWQUvuGjp70iMeE9O16UvWRShb1Ufdm8rW4SPlx4xjtsLqw7LfWbva8J3rwyJoU9vf/2vcpWWT3eIjM+0MUvPlGpRj72jVk9oZVDvSduPL6QS4i9HdVcveaoKj4onCi+FSqovq7Opb5BZ3y9oiGXPQwJhrtJtAK+g/GdPUoAAb76r3y9pKqsvsQz1T11OoU+y4MPvTIiLbyi/oM9Fp1bvuZgBT7uHK29iG4RvoVb+LxYa5Q9Pk1IvkPm0733Q9M9kqIjvhzEML7QTYQ+1jL5PCpHFLxc04i8EisNP/Ze5j3cMU6+519pPceAH72poKm9WH5aPunKfr7W4s0+tKDUvd11Cz4YVP08xXCuPQf0bz72Y5c98/VbPTFJmr3SfPK9d+SVvkTJyr5LvzE/rkaNva+oFzy35Lu9o+7CvjML8bw+qi++r9L+vftGDL3edCW+aapMO67NBL1BqWE+ZIhPPIR2Qr5EMwm+NPiZPWkVHz3iuhC+isa7vihbA73QXb89ApO9vQb7hz5xK/e9jy+ePZniMj42lLs++N1gPVdNgD2ylVk9jAhnvjeYB750x7c9QpWYPnlPc70C0pq9Kna0PCW7pD5tTNs9jvwdPDFIljy+3X6+BQANPos2oD0zAX+83EYlPnK2Sj6LPmM+eDEKPb8wEL6Z3qO920tOvRzADj0TclG8jslovZhMJr1fEbY9qqSePQjwNT1+1Rg94YFAPgBq3705s0a+kHqJvTEHAz6cBrg98o0/vgTPpb2dWE29VraFO3VgJ73AizS+uq8Wvoy1Kb76dW8966aQvQ0AGb6MU9u+LdUgvtw6lD5aRm0+UwJGvk/LHz0vMSG+M+n/PUEX/T1XF6q9p5JavnBaUb7yaou+vE3VPE3Ahrytp5A9+yrXvbc5Iz6ZAue9/hZdPbAAhD0aQJ4+jwlRPs7CODw82/08BiRIvl31Gr2cs/c8hzEBvVmkjj5ccoQ+Ybi6PbvqvL5eLMK9d+09vgRmlT6lXKI+GZmDvnNEVDpnkj8+kSPGPhIVrjxLoWo+bAjNvXF2172quCm8wGKfu/wGID5QCRg9Zo+BvW5Lxj6ei1E+S9/lvQmDLT4tTaG92RjJPQ2uxz6sgom+kqTHPfobxT1lSdm8H3u4vdAgXL6DZp29jgobvUMKNb1W6J89vVznPRioFD407wS+LBTmPYPq0b0Ods++asRDvZOKiD1SJQI+PHSJPjFZtT0n/pm+a5UUvldNDLyn7bG9nCz3vdM+Q71mlxG+GLyCvvamb74+Y7G+NG6rvvkGkz4+/v6+ATMJPrvexT48J5K+1uqovQSc2L3oooo9VcxdPL+hor1Z0KG7wqMmvmkj6j3X9o08oTHUPdv9N75oDSs++dqUPSglFr4Aije+Q2BvPpQjqT4gojC9o9SJPQ9RiT6Dsqs9vgtTvbP7Wb73WGo+cfpGvbIdfb0VUoO6vVaSPoGSCb6fw5Q7pNO3vVj00zztOHC+JDeFPmbYyz1ZREm+CczKvKyVkD6X9Os9ki6sPS8AZD5ux34+wC5VPauYvzxA69c9hGN8PHMMiL74om4+B5vaPkTQMz4em9e9BdcYPmv2Dj5Z4aQ+09Vqvl71aD4PUcC+jBXivTwgm7t/OVi+JpvyvQhEBL4bXSu+8OzfPdmOXb7N3RM+eN+2vd7u9j2h1G48ZGoTuyhgnbwp2YG9zAJAPVWUFb51roq8bVlQPUCJirw903i9wMIIvtSi3D3nLCy9QVyXvUJVnL0GoNA9Smw5vtQNrb2SW0W9KYcTPjuxP73U1Aa+C0eHvduJhL4ND5c+iadEvQy7nr0e9nu8BtUvPfsdwTohxxO+JriLPjJDDr5Oot+9WG0uPiJRfL4/212+bk0oviT9s711mAc+St6OvVTXDb4gZRc9MgkQPCBPsL3UhTu+b2ZFPlpxp70uDUG+9Q88vbuPML7OQ9s9E6oGvpDjkjwRv1O9DeJtvcrOpz1HTTi+MPQZPkb0hL1aHZk9RO9aPp2G3T02mfm94OMIPoJLFr1Pix++GHlKvQ5RgD15f1K9m8NLPdeiBj629ug9NDPovRwh1b1ASoI95DdJPWu35j3j3tY8jcCzPTfuwLzHxn89J0Ujvp9gVz4u2Ms9icmMPSqLYT7ImD8+DzKBPZL3ujzrddO9E3ndvfR/Lb7+x749ykl1PrR/6T2jwVA9Qa45vmxgLL5vcai9StlBPs3v4z2cjx4+wI/TvHEPPb6DgGU+c6RXvC3FXT5UJdy9Ce8bvuJhp70mREa+g4aVvHzks70FzAW+EliLvFpDBD1l9Mm9T2q0vVRhWT76U5E87zCGvNdTYj5Pv4c+PwpLvnCbKz747DG9ZcOxvNOesD7Ceyk+zyFSvqYWtr1ZHlO+cxoFPsW+P76GaUC+vL+XPYW2vrwa3eu8DxiTvC9ZOr7pZHC+dUMAPvaLfz2O9RE+gVoavkcfAr4hmzu+xQ86vuReNz3wyC69uNKAvaLRjj5mGg+93T8VPkLoY7v63ta9hjfSvcC8rb39qZa+BXIhvhJkGz4q2F++R8C2vTFDD71HFrG9Jtsbvvimqj6LRcs9lv9tPe/GL73YcDe+t9VkPfGRwD0DBsw8fD7mvYozF75PXEW+rf55vmBilz2xgMS9rMj6PRxde74EkQY+p3j5vaX4eL60lIe8NtIcPkNilL48vJm+r7DsPcn3vr3CV7m9wKPrvELaIb3Mnuo9uCwBvoY+jT641UY+pTh9vUtiAL6EAGw+ObNzPryLxb0+qDU9LfxPvZ9dGb7Y+we+wVk6vrLfvj0yRC2+iu3tu7tn6b1JJLq9mcumPS58t72CqpM7uTk+PsqRD71se949AiG+vOtGur1XODG+xwIrPs0Ror6XLJM9twkVvE6GZL5+vRU+J7mcvXOEBb6m5bq9NUeQvZcpL72ErNA9NxwavZsvgj0l6j++UF2pPeoTpL56pii9IuiFvX4wdD1acza+ECZHPWDSkz4wQ4K7gFqgvRVsij4PJ8w9/GEpvmd6tbw1CBi+vbH5vV3Htb2vGPA9Cvs6viYwiL22bWa9oJd3vZWL9z1Jgas9s/oCvsDwOb7Rg5w+nIRGvmjlnLxWI8q8r/qfPJX2jb1Xrwg9llr1PTQxozzUYEK9WaPBPRkDqr4JEHW+Yj16PU+Htj1PzAO+u+T2PSOZiT401y2+k0HtvVdAibtrSWA96KaBPjkI2T1yiBI+c1qqPR7GFL6uW7o9O779vfZPnj5anYO+tg5TOxnZGr7Vw7O8Tc0SPjnaXb32iX69cibMvQGmiL7GNwy+TPvNvJ2nFL77a5g9tDsYPbTrtDtRayy+UQw5vLMcubytslO+aiQkPqloLj6/3vm+aKWbPqoatLtbM/M9l0tMPc5bKT3C2Y29QJ3WvXt5F76Nk1M+bUaEPorkvz5pdaK8sFMBvlN0K750CeU8ys7ePMjRZDxj6dm9BEkOPuURXT7+d6u9JIGCviughL38Qmg9CJK0vWyaI74UCdG8QoXQvVFKTT6GU7y+ryepPfNzgT6/v/O+S1ioPezuL7p0QAK9nW95Pk3SLT2kMWy9XdznvVEr1r04C8M97ho2vrR8ubvRBqm+w9CmvT2+nz1/VqA+knLJPkm6pjyNXBW+xa7tPcDUUj29n9c9DEF5PdH/Db17U5O8LpNIvu5z6T3dHpI+B8gBvrHjvj396ZS89hiSPdJw+Ts/DNW94ddcvXFIML0jUB49z6ZDvnRnMb2LK7O8+VI2vEjdnb1d2rm9JYixPenXYj3BikI9qDWlPiUTAzza6ga+75IivmNNBb4VGj89KTqSPaZp871Fav691Tc2PhYmrDuiBbU9uanAvbQZMT24jI09urllvkMDQL5cXys76QjUPXxZnjydk5+8rfA3PqAlPr7c6RU6c7IxPVyVnb58NBs9RgGeO0CezjtcunU9NQZvOkDiKj4ugbE9sSO0vKMmEj46DaS9V7Qkvg8Qrb2B1WU+ZFunvXJXrD2v3o2+u6GcPc2Gxr2qfk0+WCXkPGVGUr2GUQQ++NIqvcqnLL5Qccg8YV4SPpFhHz3hwP49DE7TPSUbGz6JO+i9j+1UvaYzv7wIeDm9YJMUPbSwDb4aql69ZCw8PTDN4TwCFAC+a/LGvboMpz2dKNO9Y3X6uzDiPr1HgGu9o44XvrFoAL5LGMc8ltklPuw1QD4YBjg9WE+uPH6/NTwWoqc9Fo2zPTVSnD3N/f29g20BPoNU0D0gau06NHALvouABz1eWus9RxcUvjrMo71Wbhc9NCQZvtLoRr1wnIU8/j7ePZLaJz5M5kc9p0GEPTEa4zx3Mp++e2djPkPoGb46fFy89WBEvSOvab32O/O9jX8pPnYQ0DzuV2A+yGIdPvZmUD4Mj6q8n94sPjrjHz49vFE9sH8EvgVFdr0ULAa+BL6aPrLeu73r/Gq7VPJcvlljoz7/wSw+6Z0jPhxaLj6GpCu9GGGHvnaOCL6/4M+90vJ/vtF0Kr4l5FC9ShyfvB8LWr4n6Nq8cdonvuUhYD6v+Ve+ch4LvgOOmLzwJTC9P7TUvZDdib4lwAa+KswUPeNB074NpWm9eUWivfKLu74a+gO+wUPIvRMqij5P0iA+EeBQPSYqhT4F3F09Jfg0viuMGL5PsSk+wqU7PoH4ZT5WALS8f2OfPfzmCz4xHfO9wyGVPm5Ggj4TDiC+or+vPYL0DT4sry8+lVewu7VkRL4KllM+nfkFvpNsDT49vfW9NBeePmOnED4zMRy9SEYSvqaKuj3q+1i+W08vPqNt/bxn9ya+XF7uPJmv1L1+eE49NkCVvU+wmz5NWCC9maUEPv4Xaz0Cnw2+F+c2vg09rr4DNaW+oBv4vIbYAT7kqQ0+FmvOPZpHjT1vGAo953gqvvrbtL2pnTk95CiJvhkZmLws5is+K+2BvkoIhT6uYTo9LN9QvQ16mb0LNDS+WyrdvR+eHT4RXiY+9MY7PW1DbD0CElo+gQI3vUFkiT2dHYe9kWaovTXw2D3gDR4+V+mwvX1JhT6CN9q98+6YvBU/P71GhAk93BB5voL4vLxcB5O9NAWwviFlqLxe2N890R2XvfH6dz3FqzE+Sl28vi2u2z4V5DI+Ys6jvugty75lwYg7SrNbPri4Lj7qct29eRhePSP/WL4yA0A+UUX1vU4XIz5rpti9UTsIPvnwoL69TsQ9CXs7vudHZr2/b7w+AtKFvWfLOT2H/Re+20zLvAKLQr7X4H69Gt1pvpwsVD4Epzk+PvJWvmvOPT5gwms9S2FXvrgOIj6RIp29wSOoPZW3lj6BPJS9iFboPLV8uDzkc709tgKevP2t8D0WFQ6+U7ZnvodD7T3NuXg+Z2gWPjNxcz7/Riq81rOLvgEDljy7RrK+zQtovdD8cT2RkOc4+R2PvijLlb2uQ+I9VxPEPm546D7Y1C0+nXRiPar9kb7Ko9g8sdi4PR45DT9Q9aE+G/gwPqKdhD4ZkiM+AbYMPaarv70Td5a8sQuXPtaJNT7rtgg+rJFEPYBB+T6H8bs8IJ0gu9bGvrxDbae8/HW9PpT+7rxe/PU9BZksPpBDDz7dK1M+Liuuvr25nz375Dw+dcIEvk+09zwsILi8GP7JPB7BPL30RLi+Db16PkwLtj7fWzE+JoKBPcIQ9LxuqRe+Rr6Evka8OjxjrG4++VSjPjqGIL6Sp/g9mvwLvjk8JD6xVCO+RPH7PSyKiz4QOXC9e9e+vmuy4T1xSIS+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Conv2D/ReadVariableOp", "op": "Identity", "input": ["sequential_1/conv2d_2/Conv2D/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Conv2D", "op": "Conv2D", "input": ["Func/PartitionedCall/output/_2", "sequential_1/conv2d_2/Conv2D/ReadVariableOp"], "attr": {"dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "use_cudnn_on_gpu": {"b": true}, "explicit_paddings": {"list": {}}, "padding": {"s": "VkFMSUQ="}}}, {"name": "sequential_1/conv2d_2/BiasAdd/ReadVariableOp/resource", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "128"}]}, "tensorContent": "KspmvY4lND1wsRY8H60vvfQg2jxNjnW8ofHgPIeSQz34CKO9iOLrvAnKRjzzi5e8njkxPRFtLz0BECS9MSP1PLhAxrzN2i09SpBLvIFdZby1ruQ8D+atPM/fR7wNp4C8IzFLPT3uHryxObM8wxjtvH8BHz0OJkg8IYopPR5jsrw6ZXS+cJCgPWAmLzwGhbw8YvIXva++jjw6ySS7JcnovJXAsTxeZ3w9Eq3mu4TBKT0KpSY9TNIqvX5v571KNzg9jBsKvODFTb6it+W8bSQevfNgijsDF5S8BxMjvrflpzwVcJu9TdQ8vU+KCDxAd807QgcBvuWCvLwVrKi8G8qoPEHXdru8b429EhhTuiCT6bvdwxo8FPrwvOwDpjzcIYG9wZY+PcEeBLzFcx29//ocPZe+irwSrS+58kMcvDGy47tUK4a7pcuJvKcaC72ON6G9CU+hu14zLTuhoRQ9IXbhvFW+J74A1qK8YvbWvEQjyr2EiQS+YoeEvcGWw70CdpO7w6fCOwr3jrzhPGo9aqpRvUmHsbyjcyg97aMXvF+VAT3aaUU81SdgPfy3Ubx74Gu8iCWkO/qupb34f4q9YPdsvFno7L1BsqO9mxYVvZE6N72/Pp69sxNavd+yFDzgqQY9tozYvc5637ze9Y88EnmYvYzbzLxtJag6Wd4jPYjA/jw="}}}}, {"name": "sequential_1/conv2d_2/BiasAdd/ReadVariableOp", "op": "Identity", "input": ["sequential_1/conv2d_2/BiasAdd/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/BiasAdd", "op": "BiasAdd", "input": ["sequential_1/conv2d_2/Conv2D", "sequential_1/conv2d_2/BiasAdd/ReadVariableOp"], "attr": {"T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}}}, {"name": "sequential_1/conv2d_2/Relu", "op": "Relu", "input": ["sequential_1/conv2d_2/BiasAdd"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_3/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "128"}, {"size": "16"}]}, "tensorContent": 