{"format": "graph-model", "modelTopology": {"node": [{"name": "x", "op": "Placeholder", "attr": {"dtype": {"type": "DT_FLOAT"}, "shape": {"shape": {"dim": [{"size": "-1"}, {"size": "-1"}, {"size": "-1"}, {"size": "16"}]}}}}, {"name": "step_size", "op": "Placeholder", "attr": {"dtype": {"type": "DT_FLOAT"}, "shape": {"shape": {}}}}, {"name": "angle", "op": "Placeholder", "attr": {"dtype": {"type": "DT_FLOAT"}, "shape": {"shape": {}}}}, {"name": "fire_rate", "op": "Placeholder", "attr": {"dtype": {"type": "DT_FLOAT"}, "shape": {"shape": {}}}}, {"name": "strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAABAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_2", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}}}, {"name": "strided_slice", "op": "StridedSlice", "input": ["x", "strided_slice/stack", "strided_slice/stack_1", "strided_slice/stack_2"], "attr": {"end_mask": {"i": "7"}, "T": {"type": "DT_FLOAT"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "7"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}}}, {"name": "MaxPool2d", "op": "MaxPool", "input": ["strided_slice"], "attr": {"ksize": {"list": {"i": ["1", "3", "3", "1"]}}, "padding": {"s": "U0FNRQ=="}, "T": {"type": "DT_FLOAT"}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "data_format": {"s": "TkhXQw=="}, "explicit_paddings": {"list": {}}}}, {"name": "Greater/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.1]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Greater", "op": "Greater", "input": ["MaxPool2d", "Greater/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/input/_0", "op": "Identity", "input": ["x"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1/values_0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAAAAgD8AAAAAAAAAAAAAAAAAAAAA"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/input/_1", "op": "Identity", "input": ["angle"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Cos", "op": "Cos", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Sin", "op": "Sin", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_1/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/sub", "op": "Sub", "input": ["PartitionedCall/mul", "PartitionedCall/mul_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_2/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul_3/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/add", "op": "AddV2", "input": ["PartitionedCall/mul_2", "PartitionedCall/mul_3"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1", "op": "Pack", "input": ["PartitionedCall/stack_1/values_0", "PartitionedCall/sub", "PartitionedCall/add"], "attr": {"T": {"type": "DT_FLOAT"}, "axis": {"i": "-1"}, "N": {"i": "3"}}}, {"name": "PartitionedCall/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_1", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}}}, {"name": "PartitionedCall/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/stack_1", "PartitionedCall/strided_slice/stack", "PartitionedCall/strided_slice/stack_1", "PartitionedCall/strided_slice/stack_2"], "attr": {"Index": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}, "shrink_axis_mask": {"i": "0"}, "ellipsis_mask": {"i": "0"}, "begin_mask": {"i": "11"}, "new_axis_mask": {"i": "4"}, "end_mask": {"i": "11"}}}, {"name": "PartitionedCall/Repeat/ExpandDims/dim", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/ExpandDims", "op": "ExpandDims", "input": ["PartitionedCall/strided_slice", "PartitionedCall/Repeat/ExpandDims/dim"], "attr": {"Tdim": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/repeats", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [16]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Cast", "op": "Cast", "input": ["PartitionedCall/Repeat/repeats"], "attr": {"SrcT": {"type": "DT_INT32"}, "Truncate": {"b": false}, "DstT": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Reshape/shape_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Reshape", "op": "Reshape", "input": ["PartitionedCall/Repeat/Cast", "PartitionedCall/Repeat/Reshape/shape_1"], "attr": {"T": {"type": "DT_INT32"}, "Tshape": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/4", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples", "op": "Pack", "input": ["PartitionedCall/Repeat/Tile/multiples/0", "PartitionedCall/Repeat/Tile/multiples/1", "PartitionedCall/Repeat/Tile/multiples/2", "PartitionedCall/Repeat/Reshape", "PartitionedCall/Repeat/Tile/multiples/4"], "attr": {"axis": {"i": "0"}, "N": {"i": "5"}, "T": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile", "op": "Tile", "input": ["PartitionedCall/Repeat/ExpandDims", "PartitionedCall/Repeat/Tile/multiples"], "attr": {"Tmultiples": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Repeat/Shape", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AwAAAAMAAAABAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_2", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}}}, {"name": "PartitionedCall/Repeat/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice/stack", "PartitionedCall/Repeat/strided_slice/stack_1", "PartitionedCall/Repeat/strided_slice/stack_2"], "attr": {"begin_mask": {"i": "1"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "0"}, "T": {"type": "DT_INT32"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice_1/stack", "PartitionedCall/Repeat/strided_slice_1/stack_1", "PartitionedCall/Repeat/strided_slice_1/stack_2"], "attr": {"end_mask": {"i": "0"}, "T": {"type": "DT_INT32"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "1"}, "ellipsis_mask": {"i": "0"}, "begin_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}}}, {"name": "PartitionedCall/Repeat/mul", "op": "Mul", "input": ["PartitionedCall/Repeat/Reshape", "PartitionedCall/Repeat/strided_slice_1"], "attr": {"T": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat/values_1", "op": "Pack", "input": ["PartitionedCall/Repeat/mul"], "attr": {"T": {"type": "DT_INT32"}, "axis": {"i": "0"}, "N": {"i": "1"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_2", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}}}, {"name": "PartitionedCall/Repeat/strided_slice_2", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice_2/stack", "PartitionedCall/Repeat/strided_slice_2/stack_1", "PartitionedCall/Repeat/strided_slice_2/stack_2"], "attr": {"shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "0"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "1"}, "T": {"type": "DT_INT32"}, "Index": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat/axis", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat", "op": "ConcatV2", "input": ["PartitionedCall/Repeat/strided_slice", "PartitionedCall/Repeat/concat/values_1", "PartitionedCall/Repeat/strided_slice_2", "PartitionedCall/Repeat/concat/axis"], "attr": {"N": {"i": "3"}, "Tidx": {"type": "DT_INT32"}, "T": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Reshape_1", "op": "Reshape", "input": ["PartitionedCall/Repeat/Tile", "PartitionedCall/Repeat/concat"], "attr": {"T": {"type": "DT_FLOAT"}, "Tshape": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/depthwise", "op": "DepthwiseConv2dNative", "input": ["Func/PartitionedCall/input/_0", "PartitionedCall/Repeat/Reshape_1"], "attr": {"dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "T": {"type": "DT_FLOAT"}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "data_format": {"s": "TkhXQw=="}, "explicit_paddings": {"list": {}}, "padding": {"s": "U0FNRQ=="}}}, {"name": "PartitionedCall/Identity", "op": "Identity", "input": ["PartitionedCall/depthwise"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/output/_2", "op": "Identity", "input": ["PartitionedCall/Identity"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "48"}, {"size": "128"}]}, "tensorContent": "2ME2vpVH1j5o4BI+7QIUPkqfcr2pu/s9nNA0vKfZEr5i5Wo73ukwP3rMvD1P0Ty9UpUlv61uXj2/krE+aUCRvrqXl77B4mm+YScLPnlZrj1xfwS+OBlxvhqxM7+4xsG8AxnJvn8iY73VrWw+Gl2avJgvkT0ieia8RCiFvUgaiT56gFq9sLTYvphhKT60j98+c+9dvj6bUT6Hp8i+qh8kPl7j5D35LMq8vYeUvfm8vT0Q3XS99j3VvCPysL7SMt+9HjclP+iBvD0R4cc9JcAGPaZTO7y/M6K+jnOxPWzZ7r7EbP+9PO8ovwpTjT4683O+GhhSPcZKMz56hBM+TtyDPezJn77Aksc9Pn34PaGguz4hTi89Ga9ivhLwAL7zmKO+KpATvnz61r1o2pY+Bu9NPLj6mL6gd4o+nNvGvU8PyT7R7BS+YMUqPgb74zvNB6o+byyrPbff0L1any6+FQJoPnnzYD7kQzK9LUK6Pm07P72eFJa/I+C9PveaWz/VhTC++y6DPZJikj4gTdG+FZYsPlM8UL5s19a94CfavRF1+jwXNkM/1/hDvnklxb6vf5Q+MXGtulrR9b6KssI+a+urPoR8T7/KRww+KCLWuwkJeT24Dss9i48zvZ8zB70oWti+Yue8PIceQr3kQCO+Xb56vbeB1r5g7nC+Xs50viPxhj5ufNI+T6IGvjWSTL7jY+G+WCIRPQFaAz/R/Me+CloBvi+JRj7ZDJ478AwRv3+3rz2uqZq+eZgJvuaGV74NtLU+2fWcPuJf4b5vKka+lvShPeUiz7xCEya+NEgKv+cWnj1UTO8+2kmaPpTh3T3WHt29Ul43Po/Tuj4TY9w+x0PZvnMexL7iAYs+1pd/vD14lz745du9I/Nvuupn5b4vfsO9sflePZNfsr6sWRw+dxnhPnnt2b5wmlO+YlIdvGUHWb0u5ZA+fm2XPR8Pbb7HXl8+VWzePbWm8L7sISo+yt3MPqvDUj+/PaM9QfrmPRf2lD0yK7o+x9fvvcMnbr7qSri+jtWQviN9ur6Ib3w+kHyBPlcad772j24+pxg5vqp7Fbu6vuq+XzZoPkZ9mD4qJqe+40VMv9fpgT3Ig3g+ewilvvekzL3KHRS9+tkfPxenf77/iSm9t/ioPWyDjb7XXg0+AaKDvjxWALzrdvA+1epHPkRtVL7kd8q9qjWevhCuTD1d0Fk+EeVSPrI5rD5Ao4y+JnJZvvHBqj1H0dG+xihFPu71rj7mGzA+DFpPvrACN75l0Zu+samkPtnNS7/uIA6+OJQOP1Pfij2XUoY+SkkIPg2hjj6zg8S+LIvjvV/ptj2mt4W+qMn0PVgR0T5w9sE+++4vvwn6cr4FuVC+5Dmzvsx8lzxX44o+IVqMPkHApT5vl4o+m/IMvQoLi75q4zE+jDsYu08HrzxWS8M+0QvHvB9GaL9NC9w+RWoxv4wksz3LEXS+v9RYvbLLrz6HeDo/gVp2Pu7cm77+oRy+rlZuvcvzLT42qko/6W7qvebTZz6GALs+yYKKPjJD1D7AnT++r7nPPfmlZj6bJpk+Y0nePoXTEb4poZ2+OTCVvnLZ1D5SMUo+W3sVvu5lGT6Hpes+itPFvqJEP74MhP++NCjTvswpVT5K+fY+LFmtvuqfG71RGrK+D7BXvolBnT49cl4+AQNBvjiF3L2Pf08+0ODCvnzP9j5Qpl47+mZCP8yX+j72zLK+MqVHvqYhdz6hz76+BKryvtDNF75txWS+n32bPglDLL+dDHm+i9MdPiYgyr7VYNK9Vff8PLL43D07Y/q+8yNEPfX4eL45Smw+TO+ivtLRDD6NcZe+mU36vr6jMT7cspK+XvvhPsBYlrzoP1o+MLqoPjw4er6t7ni8k1qBvCWz+77Hqss+Zag6P9M2d75NT4++HzB8Ph06GL0gyqq+PGkWPwWexD5LxQQ+SieBudWvqj7F8Oi98qc5vqoyA71e1A8/yw4zvvNmjLxBW5m+3NCDvektsry1kTU+TnMOPxupKL+Ipxw9Q3/1PgYUxj7wJL6+nwpxvs5uIb8fc8W+R/lXvjza3T0qLyO+nEmYvpqPNj7tamQ9WxEJPX8uJr6J3zc8pX4Tv/591D4WVS8+EoDvvnwzaL2EEBO/lyRXvlFbgL5yjwI/6AiHvuFutD5r8jA+qgKPPtiAlL412uq+9OkGvgG/eDx3dBa+7DzCvsq1PL2/47m+AYIrv0GkUD473TU+L62mPqYtUL6ew6q+9P5UP6gcvbyG+k2+wS6IPfWx5T7puvK9UG/HvOZBRb70Qem9lLGOPdlYRT18cpO/R7NtPhlmyr0foUW8C6RtPWvJPj6GgJY+WyNWPm7o2b7NnVq+AYM+P4TVgj6wBNY+67u8vmriM72Lmnc88/SgPH7rkD6VvQ8/Pwi7vpS1BT5rtcK9vEUtvTGKoj4JidC9JDkRP2dXCr7AtNK9lqp0vo/nSj+6Iac+DXmjPQUFAT/fkCO+A1ePPdjph73cKdO9joJVPqFgNr61x+49+zFfvm/jgryWMeQ+ZpbhPqHvRj4EcBy/tFKGvkak4r6fzZg+o/w9PQy05T7BvMM9p+xDvqZ1Or6tE02+jZLkvhneDD7esj+/8Gijvca7F7/zaRg/GvUaPlnIYjzLP1m+BFULPwaopz24EFi+fV/KPVsi+74c2RO+ajrlvbhcET5nKpS+/iCcPAjkzr1N1Rc+8/BoPi2/6z2EVMA+bsDZveIVyT7ufgA/HlRsvfc8yr7Y44K+nvSOPY0Dcb9x/94+HdWvPVZITz4dEGk+PgyMPUk4C76ULp0+M5povV6KUz1YlSu+d5YuPrTHtju6zCQ+5iYwvUiAsj1Oepi+IKG1PsguI78d7f49sd6qvWBto753SyO9InXOPhkiEL6AEA+/2UHcPgpCFb3I60W/OcbuPg6XYb0Af2Q+9gwbvNhW0b752m6+T1c5PsfUxD4k3Ta+7C8Kvx9ul75LnY8+ykv8vaGVET+8xoY8tM2pPrELpj795bE+bMHkvgaDZT6YDas+tJMpP5NwrT1eaWA84whEPoN5/71V4Bs/tCjdPQQg0j0inmI93dWWOinDyT6HTxM+DKDzvrORh75t6vs+Y3+jPjpe0L0NiQK/FOu3Pqnssr0uLba9PNwJvZNfjL4RtDG+PWhRvvlf6D3jz8m9KNcsvu3Okr6iBJg+ak1mPjkLoT3fSpM+t/yQvl3jkD5k68m+vcOhPOsQmz2fkY66Uk5rP9ijGD4+BxW+pDInvYczmb3VY7A+0d5UvmaOWL7GvZ0+y3xYPYnCs75CHCg+JwhfP3fRKL4EEQc9VFuJPPHRuL1ntqG9MuYcv0mOxT511rq+emmTPvIqeL20b1g9nKhHvlsCWb2F3MS+3PzgPQ7ggzyqCoM9IJmJPpM1570g3Bs+mkQVPjiNhL23vZq+Wo4uPh8RCr7+y1U+4uj9vn/KQr4y2XU+yjiuvYBcIT2i+dy8Afh0Prznsr2tSjE+jTeRPtcO/L0ikzQ/rzktvngDU76TCYs++/zJvWaOAD+9jqq+RscyvvjQwj5tHZ8+mUevvp6ai75uhUK/0/GlviZGmD5kWxE/wRTvPYuLOL58Une+Pl6UPauo5zxIBFu+qaDAvr85nb7KKtw9bO3lPWGYoz6BATu+TxmCPjfEij2iCRm/G+MBPq224D7OBi0+GWnLvqPpTL8CDAi/cdevvhHeOD6P5Kc+DS0mv46ulr5/ZXO+XzUlP6Lahb1Ir1w+FcIGP4Td9z3y7/C9YXcEPjLlyb1+sei8GehyvlFTzD5XexO9PeW2vX4gLD42g2i9Y+7cvS51LL6QJ4w9O5X+PiLDsDv18JU9PmkIvmQWyz6AaQm9+FHXPdBl+T1DHWu+2WKZPMKzY74ozlI+DTQRP1sCyr4N/SO+vdQ1P/eHvL0nF+29kWDKvSeayL33SoA+PTfWPSvW9L5mSlk99l9Fvob5Uj6T/AC+Keiyviy/6r3rUiI+Y80BP7naEj5FjVs+j6EbPm92hT5+5lW+8sZwPqLsob4G8h6+3zzYvP9L9L2AyiC88WtJvhOejz5o22e+cMl2PK5TJr0xhQO+fFYJPloWIT6huzY+dmoNvreynb5LLMg+jGs5Ph5HZz6IGeO9cP5GPqJnvr2KuYK+f3rcvk6aQz4mK5M90464vojKcrym4zC/MSmsPtDl1b6KfjY/Y5wavvrmkD1PHVC+4w0lvtZboj/U44m+rsmbPWLwQz5CnBo+7e8MvqGM5L5LNkE9SvCPPjfYpj6ugYI+Ufr0PiNew71hUVA7biTluiQBgT5DebU+U5c9vfocWL4A5G6+mHOxPpoi0j3XrIW+CPinPi/huzyPiSW/e/HEvgXMir7wKUG+qJc4vX6QeT6SebI9D1yPvUhQZbyyhUC+Pg3VPronPD5blb2+z7mcPsjs+j2JSQc+JOxnPcLal7zqmBe/eoywvobMNr5MK3U+rhKfPVUwKT51elq+eoWwPgeMID5MrQI+i0DrPpiKhL5goxM+LPQwPlyZST3YbCy+mZ9lPsVvmzzrZ729QESlviLbtr6AdI+941IWvjsk2TyTaCo+dwHBu6uOQT6PQ/++DtKgPl5f2z7vc9s9W3X9PSPJpL44JW++jmyUvTxNV77/sDQ+1sGHPqNpkz6nzDE/f4uSPlOzC765u+29GBeUPq2aVz4QRRa/yMqhvqUJwr6yTwe97UlgPePRiD7VBXc9m3AIvqv6xz3xHWy+dKhuPn9o3j4xYWI+czjjvdP3lz7r7oo9n/1gvi6MGz65tc++X2iePkc29jz5HNM+BVXpPYItuD0mJR27IZAgPmdTo75YGeq+Tv86vpvMLb24QcK9BinzPpxAl716Zy+++XGyOlMs7zxFXQQ9bdztPqvVpD5Q9H49UXxPviBB8z7Udum+CKqSPfOUl744KGk9RuiQvpRKiL4pldG+osUKPk/zkD75EIu+hk6BuxFlnryKKa6+18RiuvMSdr1ClXU+B1+WPuSKkL33Qb895bevvgaamb6NxBO+lIgfvSCPsrzp9GI9PkD4PrQWhL7b+6++U2Q2vubVbL1P+gg/D2rWPTru/b5Bd0K+Vf7UPqbbnz5vTXU+W9umPeJw0b3CyVa8B8izPJIxn72Oz468yxoBPvSM4T5flSs/Vz7iPJO+sT5LwzE+d6DTvupbNL4MzLo+cxlCP9WNBD+FjY48qr/NPYLeO74ub9Y+BOGVvQ9eNz1sJR8+6wi5POSsCD9Fuxw/xcHAPtdMA75Q7Q+/6xuFPURoNT8khn67T4U9Ph83dL53ZyU+ZRCJvIjfsD4iMww/dVitvKBSTj78EkQ+xSSXPWHdG768evC+MQ/sPsENRD4y1Uk+AwsGvYbzCT+hQzW+9/uTvoGpNT7mEVK+egfmvcBprT0SfGC+k/dEPpzHRr3BFv09yUOVvVO1vr4XiW+98MGGO7nlAr+KZxu+0bCjPVU2gz1LXSa+k9A6Ph1SaT6Je/w7tcQFv8jpJL0FnPE942Lnvhd1jz47vRI+DUq2vQexsj1Gfsi+y4D/PgGY1r7ev4S+WrIDPzoz3b11u5K+5TGEPkwjDb7lYMQ8+3yZvpTG2D3PbhG/iXE4P5mnPrwmUI4+qPYEv/IiQ74b0cU+JmBWPa/pH7/Uv5e+ELYrPjbvAz9WNS2+E2+dvu6WsD7NH6i+mhKdvMm5WD0H6gO+ptnsvoPr0r5V7Qa+p7bHvLfoML5sXSU/+4Pmvl7ixL7mwnu/fGMIPrlPvb4ETjw9iDrevWf4Ub9BUc29T6STPV8gMD+CYX89YzSLPk39a73Mwz+7gdhtvsqLxD4E2oy97WYJPbm5ej38Qqi9KIKqvtQU0r47zaY8ryQFv0wnJz5Xseq94MJ9PUrVBT3mI828dVLfveHRVj5vnk+/2astvdeHsb01aAw+I1SfvFZYLD5CvcU9WJkKPxeaaj7l9Aq//ixLv7oR4r1hmcQ+w/yZvW33l75FFm89AE0RPyGp1z4teU8+DybPvZrnET+kxQW/kOTmvp2wob6/0jI+VrfFPMB1Nj7/Etq+9hmou0m3kj1/Kfm+5uGjPiDUJr77nRc+rFKvvVVuAT9N/q89TYQNPmICtL7EixQ/GlGTP63L7z07OEQ9KypRPhjkuT3wD40+41IavlQf6j2NQGa+i3quvcIuFr1CDcY74s4svvv94b29I6I8XOSnvBl/ir0x+pS8tZgcvn3ytb1N9mW9lbievE9BNj6h4I+8pB8xvnxr470SBxQ+cTASPsOdyD1WUPk8hChyv0+yd72Mvbi8cjmYvoAOpr5BVcI9AYY7vao8lr1khEG6ILacvQp9nr3RSi4+cm3FPZrCsL2ndoI9PJaUvJKk5r2CDH2//M5AvZMP7j2wF+a9ugAKvWW8pb0pLJO9uBv/vAUFQj7oBlK9JdZXvQitNbz0ucU9K7E1Pc5wnb1Goa48tyrzvdlqar0tLW28qBeevLsoI7wLkDK9nAmOvYoc5Lwh3Ay+w3UjvscP0b1G+IE8fPSLvTh9gL4eXEO9oaQou2iclD3TyBe+lNSZvTmNYb1t81E+cROnPLOcqTwQMmW+LLQ2vtuHA76KQRK+UoFqvaCgbT4LizO9g1K8PNJcAb1T+CO9d24zvljTiT0HyRU+qGouvkuZGD35x0++bJTiPd5MIz740As+qQiovXDnMr4BZii+wHq0PZVYg75XAXQ978XbvTEHHD4v5Zi9Z1uLvcwYb71fmJQ9PjQbvUaQNj3tXRg+VKucvW+IWr6WWhq+AzSWvi2Y+j1/BBS+hxqevc5zmj2hIao9o4sYPuaaA75X8sy9rWjaPPMg8DwddsG9TTqGPlRrjj4gtEC9G4AEvf7+cz7vc4G95/6MvrmBdj0dHRA8S0g+vr3ioT6VdhE+8lkOPukmVj2+l6E9wOyiPaO4+r2kDkK+BHRlPvIo0D0h+jo8aXnjPZnqm71iHRS+t5RxPeG6cD7rFiQ9qkK/vdSoKz6TkrY+QPLlPEh5nr29wsW8qFxnPtiBCL52rSK+hVnfvaofWbxj9eq92iNTPulZh73JxOw9oH2PPZXFNj2UKEa+BWPBPYhDEr4HzyQ99KC0vdLIfb4RXT6+8NlwPpRQ470JOw2+IqPKPcqw3Lw6SIS8D2cBvrwpBT6mqlu8LeyRO2Z0ZD4Vrki9Z9OvPFKrwr1A+749a/opPdqFG70MWaC9X4mDvks+qL3ZMD49JtwGPhyOxj203BU+zn+KPfO7XL35hqA95Ya8Pcw3eD26v0M+de8FvqlExr0USzM+YshUvb83jL7y7B+9vYBgvG+jV75/C18+rwimvTWSiD3a1zy+rrBCvusJej6HSQW9FTi8PfFOL76pRWO9P/M1vnceIb6Vkty99AmBPidZzryG3xW9W7IxvgNQ6j0V+rY9sCApvc0qoj2e27o9WQdrvRF0or1VVVI9DJDfPPi+GT6vBDU+bIgFvnJVgD69fsM+LodevBwGCD6fRR8+IS9ePtDBOL7yCkG+uDc1PYY7s73pQZY9yIRtPe3iUr17meq98BW4PS8TLbq2HA++gCuvPRgMoL00/A0+NjMDvRbH/Dzkzsw90/UcvpTqMD7loYI+QgVEvYVeOL6oJg0+Inu3uzcPh70D23I9gjntvZIXJz1RiAQ926AGvhOseL5ZWRo+fwYAPVCdv70DvC8+Hu/5vZ9nnD3lYVm+lnhPPX54kT1Ldig+WnaXPRCT1jxCZwO+nCrFvauLGL5DfTk+fKDSPeDUmD3LH5q9AwMePukRIz6fmqW+YA/JPV4OqT1EWSM+dEDMPVrePT6nOx89RgQRPpB5TjskIx4+LaOyPdobaL00+Yk9WV2RPTjFoTwvYS6+pZqBPmH0tb76MfK9mX+0PT+Bxb0HoDS9QPKDvkltsDsM2Ka8hT5mvWAvLz1TPmU+xj9VPTBtMj7noEW9Oj5HPn2/hz3IL5u7wqITO+zF1T3IEVY+P3iePdpNiT6DLuw9I+CuvfE7ozyzHA0+870GvoljljqbxbG9kxpavsbUaLwAczq9Eh+avvC8Mz2JtIG+eGFUPo0XKL2y6Ie+xMs0PR00OLxhfaM9vp9VPUeoXT2irDI9+YqOvSU7Sz5F+Ew9pIpNvaWJID3/nH8+X0uGva/eXz30TVw9w0rRvoGFij2A4wS9avUfvlAI/j3bl+m9BM3MPdUuDL5JDZg+7+PAPbaFQT5ov6O8o0cWvkVAiL70ZSq+F0+mvRhEOz6kI8Q8ChgMPsykhTxWjlI+tsKIvTk6b73pEvO94yOJvtnUCb6HopE850uYvrmbjL1yL9c96MxJPr1akT2JAq89SUEPPuLdW7wS1Sm+6zsyPqeNrzxEo/C9D417PqBsU73SYOa9Id32vQ1MeT0nFDs+E3E5PUfMgzxnP569SKcCPjh/XDww5hy+H4glPK8DMr5kxme7ar0nvjY/wr0Ll7q7/kc+vbbSAT4jVae+oB5svfoRhb4Bbry930wsvrNZ172yN4y+CMMRvUCdEr7VbTk9pl8hvds5vzoh3PM8oZ1Nvj4oSj687M+86sF1vZP+4r3/9IU9jeKPvAUZEb7pCRO+JWPdvU+VCD2qNxG+4VrevZXmTj5ufJO92uFlPiXXnz14WtM92SRgvcPRO77VHEw+AIM1vi8vrr0xd3W90IRKPL4CJD7rGIW+L50EPXB2Vb28NPs9XY+0vDZo1L1h9vs9+DZ6vQvYUb2RBaI7LRj7vWM7gL7rx3K95Gh4vbdNJr4cfDU+PNl8vbiP9b0JiRC9Rnq0vbXah76w2TG+58SZvcyBjT3tntm9JmkHvryUij1xwhM9W9d8vVD6Kj5O83W9mhL0vOwwmL16V6a+f6ihPeIjMb5UxUm+dRNuvYcr7L3eBea6yol0PmlMx7xHiPq9/8yBPu5Eab1Vkjw+8p+cvYvlMD630Km9aUL3u1hH4z3jd1I9bY1CviThqL0IH3k7+5cEPa9jjLzLjOM8Okn8PVf7HL5F6R29l8FKPaCEFTwDri49rJ2OvgMcvrzacqi8RLazPpqbAz6WnTq+fgkAv3i7lL4pffu+R3WYPJtRCz5jLIk+5TDkOtBE0b3ZDze+5qpCPsNYpb2jEOY+gOi5PtrHrj0O86W+belHvWU7ELwrve69vDaAvXnl1r3H4/28XoD2Pe2sxr3WqLO+w+JlPhHTgj630qI9/skQuw2cIb62soM9nQiJvlgzgz6p+0w9Ib8vPfUV173My7897SRivth+EL32z0A9yN/8vprNezzz+QK+y+dQPSG8Jz5O8YM+OW/fvG60GL5NakM9Yp21vbzP0rwtZIc+eX6cPW9DhL6wmvM9BU/wPDS4RL54QnO8wXOsPYysjb6loQ6+FcbrvhvFHj0I3JK9zRdsPMvHiT7Z+Ec+TANhPkiRND7oTA4+wXl3PqRYJL6kpdc96poFvlqAPL6bgdu8o/36vJIvQD7s2bs9gn4DPaXTob0l24y9q0bXveqRNT3QKFC9+PJ1PnvBQj4Kvby+CFNBPWLnHD62qwE+P6VDPOlbGD/1K9M86VjRO5PUPr60m8m9E4xevprS871IpqC+AaxLvSENdr2acCa+2RpuPhofhb13alg8soUnvY+GfD0WdwU+kOkBPtw0pr4oDqg9b7I6vifcMr17FWK8meU6vg0sgz4SLUU+pneBPYgPjT1fXjU+AiUEvtYphj0PU3m+SMvivX40sb6P9JA9P4YJvsaQeL647II+RNeSvndHX757WOm+RqIdvtIGwr2UiTu+46R9PM+3ir7smZa+b5qfPbvHGL1sPEQ+qJiOPCXkoL6FWko84uD4PVvrXL6/Rzo+dGduvk3IYz5tYZM+WECnPonNqz4PG7S+dgddvqNr8L2ho9M86TvYvKt4Gr5k5K29uTpBPi03Z77Jpl2+vtyXvZ1j4rxTwkW+iSytPqRTGTzeNxA+aYQ+voOWBj7uswA8IRpJPmqJ4T2ZyTO+Rvq8PWoQgD62Etq9IVImPvaHe74mFhE+QIVLPiKrz7yHYio+QJq6Pa2IZD7c+K08RHh3Pq2K3Ty+PLY8PAztvBNlZr6WXBA6iKHnveBgtL379UI8C33+PEApLL4E09C9+KIpPrmG+LvsYIO+iKBnvoRy4TzyyAK+w/LUuiSIbD3ggLc9sa4MPqT0+j1Q84u+3b1kvWyJk7xW/wc95Y2bvpowFD4fS5c8zD4uvYtDmL3t2VI+o3+evSpqgbwsSvQ9vnFVvBgg9jwn3e88zgkavvbaML267Da9PRbbPYZsOz4S8Ns8Bja2vc00lT49QNC94isvvimwjT52qLI9SQa1vXi+ZztY/4C9cQqGvTphDD1vnNs82UzKve7pmrqgyRM9r+U/vgWAhTx6Sf69qmhsPddEk73x5Na8lIhcPqbrTT5KGLw8+TCPvWJoBT5Ssmk9hv02PT+bLL5gozs++aw/vSEXhz2sZqy9mC4vPYK1DD5rc3q8TpCpPFOVCz58ICs9njJXPmuNkr2XhEe+ged8vhgsPr7xlyI9EcpIvrJ75L0Xmd48SUv8vUDJHr1iNdA9gjuzPbjs7T0A4im+S9ZvPsXu/z2wmI28BR4ivZxKQL5i+Ay+yD2LPUvgyzz2ED0+umoHPJSAxT3OHKs9Q6hNvuPc7r3Yc7g9B6y/vdZ56zz0NI68V9cnPj6UFb1ZgBG+sgQzPSJkqTyix1g8G+46vn/8z734FFA9y76Qvfwoi7zN8BK+1/4bvhr7A76WFTk+qyzYPLUMJT48n4k980o3vrKLDz5iLm0+eaMgvkI95j2ASRY96Q+/Pe5o5r2h4CS+YJlbvu4Bu71Ldxc+bBcePnaBEL5ojaE9NU6PPbiZFb6anvC88hk5vS9DCr6lrhY8ASYxPrp2sDy0guG9j4BUvquwlD2ww727+qGAvWnrijy2JzW8kGEoPj4FCj5/eW09EKN5vQs9rz2jc5w9gVtJPoMNOj6Zb1I9gjmJvvfuxD35fvi9wzIDPVlSJj5bnVy+pvbRPZdDxj5ACy8+CIewPqKhxr1z9ci8XJKkvqC/kb6I0YS93j4pPcQGxD6ebYe+HfyjPqo6nD4dWra9VVIgvojHED1vbqm9lIfxPhC8cT5CIW69srWYPCYeSD6MvTU9cOKaPQx8CT66LPM9LISTvYo4Nz32Pqw+sxt4Pn37tD33EoO+NDzQPFjAD77JYfs9Azf5PIvXfz6+FMQ+Aoi5PgXJx70/6Oi99syMPnRGyr0ZiYU8Fuj9PeugJLsdWA++dtdwvrXg1b6Iqli+F0+4vUC/i76RGFs9KHV5PS5ddL67tjK9vygOPR87uTwA6yO+hx+qu1X/oL0XP++9wAIVvm5UxL3FSZG9/J8nPlRSFL4W8I6+q3nqPuK2zT0ljks9A5LEPaFuCj40BlY91cJuPlQgFb4sKAe+rJQOvpZzGr094hY+QtbFvUp5kT1OLGa+tq8APmnK2z1DThS9yfcfPkgI3b14FWW+yZYhPeynQb0yf/E+pYvFvaNogL67cHG+5N+xPvFMGD53szM73ydFvE8egzxUeTk8ocJbvhsVGz5epis+otG/vpx7Gb4WjlG9wHQJPpmlqb1mcC89+MYGvvxcOL1RywE8poDVvrnMGL66Ev89jIkRPrR+jz4PSpY+jdm2vcbooj6qg6Y7vrDTPe7D2LyyhKg9ykK7PakHnb4AhYQ+Wq6Lvpcno77kYEQ+OBnrvf3xjz4OGgs/gNUJvndbOj5UOwK+ixR6vWXim74wwAQ9CVSNva19dz4g4dw9itGzPLKWor2eqDs+QPUZPq3dsL720iS+cX6Nuwdwkz7OI3E73e2WvhKyHT7jvNc+gPiivfz56b34agg+OxrBvv9FKL2HCqK9JlT6vbStID2rhGq+EteHvsRCiL7bRKY+j5ijPi7LCL7X+Vs+TnpVO7AHIL9/tZO+6HdQvos3cj0lmQI+U+ncPf9aAD1dFzK+QdWyvepDSr11OFi+n56LvnIXmL5v8fW8M0HIvV62Tj6LbMI9mrJQu/i/Dz6LB6c9B7OHviOJwb3SSh6/EfbMPZZiRLw1Kqq+HdNRuQ/Wjb6k+Je9SUw7PceysD5dgTg+7FLGvjvFZT3shwY+f8EZPhS/Sj0AYTg+C45Jvo2SBz61Gfe8+HP+viMlx73Craa8wLk0PlQgpDtsT2E9hscbPfaFF74xwoE+zA6ivqX9Ib6Qchy+rPwSPgy4Mb5eUVW+SQAbvZXKA7548Ju+cN1FvmzkXb4tb2c+0dSEvYtSsb7nSbe+PNhXPe5Gmb6fvXg+KsLsPZilj76PUqU8L8llvXbCLr5oN5A9cXQOPASorrzUp4a9LP3tvTQUMb4cW1e+dtIAvShBNL6JCbe9EeNfvUREOL50LfW9zAaMPQo29zojDVg9noEZvkzB0b6XgnO+mTnVvTRkgT07rha+VRDavf+Otj3HTP89vIGlPJjinj1GKcg9FKmOPKaVH73/lpM7/C6uPTS66Lz4HyC+FnDnPWYM4r08Zu66ylP7vT1+lb0Nlj++kmq/PAQr3TrWZSK+UNqrPbR30ryVjXE+vj8hPqGoBL4ssgK9/slfvqxd07wPPs69W08BvmRpdr1s97u9EhvuvTEVe70sQBo7HccbvexyO76kU56+zPGpvfZlyLzLpH48CrXoPEPz17zUfo+9nCdBvPPxCb2XClW+8GlwveD7IL4W3ri9PmGGvEA8zbqfU109YK6Nvn61ur1RzMy9vONIvXvS9z17x0q+QPGTvTFYQz39Ti487mCYvtuAljsgjm2+7nPrO0DYWr6+xPS9tMVCvpjSr72dCT2+nu7zvfUZrTwFWmK+k2lfPcQhf70Q4Ra+E5UDPhcFBr6w7pY9zrydO4DLaL1fvqi9UHOLvsXAXTtaPuc7PkamPcBYED7iPAQ+ub7DPVEUpz1awrG90mVYvfkvbL5OXOw8e/elvQOmQL5rSVi9NazePEgBUDxmUkq9KswxPcllKL31N1W+3k80PWIDbz1t9i6+B+kdvnZktT6ivCI9HNmDPjhizT3NE4g+58QYvUxaQj55aU8+1+/MPVf+ED6h4Sw+4nUYPQoRur0Jeni9Th4xPiPf8j33Knq+AakDvWLp47ygJ408F2ORvoVJZb5O79k9v1JsvdVoxD4gUtq7XkiCPnb/Or6f/x0+GPuOPaOz4b0gobw8CVRKvppv9T2+KXK+gYb9PJ5VB70qSH49l2s4PtI1Gb5fG909bk+PPoM9Gz7JXIW7eDiUPYz43Tz04mC+YuUnPrdvpj1vk549UkoVPgHMhT7i1F6975Qsvg7sQD5MbSW+dEt1Pj1FML2K6XO+dNiDPm+A4r1Hvky+7pmtPvuXpL3vuxO+xO2yPHKt3r1YcDQ+n1YIPtI59DyDot+984GevKLPVj6ovR8+bLbvvbZ+i72rAvs9Qjxhvj7JBTyhkhu+Z81NvUVUUT5p+VI9C2rJvvcnEj4/Yxs98F2NvQ/Sg752m7q+n4+jvkb8LL14ryc+iiKnPR1kdb6HZ/S9cfyuPWmEJL7qAcS8Xzy/PV+Pmj7fHzK+XYhDvdxeerz/JAW+0x6Mvte31r7Rbu89676kPjQkVjtEzZY9OcEYPv3lOz7xGVe+F3LxPjj+trs/m2a+dclDPUdlor0kciC9RWesvk9hB74yEKk8kJERvlptv71UShU9Z+aBvr4XnD6t14O+32AaPg4UJbxOURC+/LdwvqCKmD2kud49un0DvVZySb1PGiY+EIJSPZhKWz3SiQi9y2MEvgrKmb2YTOE9MkV8PnSczLxlNCw8K6u4PghxLD4I8pW9zNwWPgBnv7yWoKO9M7AXvj9rJD202p69KTnvPS+VDj5lvJW+h58wvi60I77XS3099wKhPoBqq71X0j2+t2Ulvjb/K765l4S8KVq/PkS0lL2R06a9STxBvnPoTjwoc4o+ZpzDvXSx8zs61G69xmwmPrvFFj0B7x6+1VpMvcpuLL5UjrU+8eGSvR1Q3TzbvuW8OcjwPVjqC773wE2+lc7+PEtD2D2ZA9M9rRPHvYzUsj3HDTe+g2i7vfKlkj00us69a9YHPqMGgjxEGCO84zRIPQG70j2TAQK+QRqjPtgvdr7quiW9StbTvfNd2T1Pu4q82kWbvUQ8jz2vafQ8mZeJuiExIj0rK6U7T23FvCyDqTxdqTE9GnTEvPSOkz5V3by8zwuaPXQDlT7k7fG9j2MKPfwXND4qOje+dif7vMr3XD2OUj29CuHVvar+uj1oMCc+987UvLRK9L37FrY9oQViPCLawzzHu0I+Sl9yvFFNNz6yDYe90p0rvu9aez48hpE+UMUTPayYxLtb98O94U5SPb60BL4gKO68OPriPa1XyT2vz1E9tNsnPC2nZ70U/0C+SReFvGA5p70FLX49QHAtPa4Msr5MvCM99uuWPWJt4D09Cq49pMO9vbjK+b3MCnM9o22LPGtZZr51rtC9p8EoPnytY7zwj4M9FlqnPcYYUbvmzhC+BHqRPVLcIz45CE++IAY0vq1FmD0lynG++EF3vZEeSL693yY+BWIOvUtdoj13OPK8xfa/PGNFNj2Kgi2+8SkovgIcB75Mn+K8GA/zvM4ln74svSU8AwMePfmWj77t3zU95lx/vhqCEL4brU29+Plxvn0tEj7EWMK9RDktPb+nrT0muj291aU0vsY6rr1T8Ie+TLRuvhuNwr2dAL+7AlKvvfwnWL4IN6I72NVpO1XxQD6bGRS+Bg6yPRd7173S0EU9/NU9vd2zkj2wnrU9ThQzPS3Ti700akm+jhSRPaQcDL7/N8U97WXpvbj1LD1yuZC9nSpBvmCVeL5J2oq+v7JjPCq01z3m3cQ5t9eKvWKN2D2OGEe+zaYMPZ4yczwQNGc7ysIrvR+DhL3l78u7cCUIvugvgD31/rQ88UhiPDBrA70+1J47BWqCPF4Wwj3lBqm9FnKdvvo0s73yuAy810bevbghDrwuzi89j4TnPZ30hL4UiSc+dZjZPN0dJD7gg8U9E/IGvpmfS75PeOQ9CD0kvl6IiDtuijS+X/U2PpVIsz1U31o+oLRCPUYjar72G0U9CWK1PdXWAb36jYY+HPXaPVvQJ73gKIe8cSUvvsTIkL0LyNk8YadVOzx+oT01rhk+smqoPn6KbL3vOza+lk8VPSKRHz3GZSm9mTCTvs+5ET6aUpc9Z5K8vdY2tjsB3CI+4OjmPaT+G70UK4y+Yns5PjqpJb66eAY+GKA5vHcYL767TJg9z0KOvFDL1z2RmYG8zGslva8sMr7g51O+5Nq4vet/0b2UERm9gIdrPtSxFT27NS6+14qBPQFBOr2NHFk+eTipvTnnybz/v2++NBLAPZvVRb5Hhsu9BSxLPkKsfj4z1F++MOM3PfybZr4dyv09JgrqvSfGW74HuHe+eLgZPqZGUj4eHCa+9clMPlP/k70Lv42+kb/NPTWIj737Lr+9wnTIvY+eV7232X++SohGPlhcI74OuRY+DOH5vWg8HT1u+AA+TLEUvhNm5b2JK1y+Roqrvog7lD2X5SQ+f2i7vRI6SjxlxQA+wZ4aPYE8CD9Z3F2+0NrkPQsZH76t7Zo+KHR2vK07Oj4UePq9auMOPpkCPr5xqac+roSevSHedL54RRQ+gBRHvcljjr45Oic+uNwsvtkwbD7Y+WC9Qz7sPdLKgjzfzci8X2l/vcfFNT5LYhg9/cIbvkUsKb1KzPu9nN64PF3O4rvMCc89JT05uzqHtT5Z0ZC+wKJRPUkKOz6c8Ao+AwKAvl3Ukr2SShg+cf2TPpp+0b647Es+MpD1vZlglL2KEom+mfOHvj3z5zraTYO7Y5WsPjpYxzw+oxG+JMm2vjsErLyVoNG9Cdu4PmtY0TzFUaM9QYRtvvJxFT5mER++AhE6PcovNz61bhQ+teUXPlMrAr5Uj5u+yStoPiCsOj6Qo4m+08g+vEofmL7jMJu+ApuiPeqHy75gWb693B1Yvt2j1Lx+iNE++9xQvYjSbD4VRyu+hywCvYjqPzzrpKo8A52mPbdrJL79ZwM/JaA4vtx1eT7dyZq+Bqt6PZZn3D3U/9w9NsvJvU5n8T6/Lpg+7IFHvuKRGTys1/6+Owc6vpR0zb3n1MO8w8SUvb8r7z06G/c9KZPnvaEALrxvyNa+rBg3PkaUJ77Ch5296ppEvhOJvjyjRUo+RixGPjf2qr2IBly9fOLAvCv6EzuAEj27devYPTjVRL6xlVW+cee8vZAQMj0S16K85AnnPkTIrD4icri8rY0fPfN8rb1ZLKw8dRwiPp3hCzxfKOS9gIWtvlfsfL7v2ZY9RPGDvu5JjL5RB4i9Qa4CvowjWr1ZZaq+xzC3vNHNEr1Nggc+WF4nPZErn73FkoE+Eb7TPSOQVL70aAM97j6CvBzm9r6CXCK9YO4fuXENez0R3xU9SxINPpERnL1DHfc8h5qmvZfDxz3EXW8+tAMZPncXbD7XKK8+PkGAPrFpmb35RY09jcN2PkI0yT0uB1a9HaoFPkiKxD1ZfEy+e0QYPVSTrzy36JK9DeQXvtN1Krz5PAa+VB+AvpTmtr2guTg9uKYcPcLDFz6EmLI9fNEVvdTNmb0xPz+9coyEvgPVND4jjmg96+e4PULtYTsImgs8+iVivizLNT63/9I9lw69PV+Nor7fgsS9B58RPmK0uz3qDPS7ReV0vo4ZJz5poSO933w0Pu5YJz2d6RE+xlUaPvzy/rxr5ye8c9cXvi5OKr0PUXG7/PGnvcdgbL4LvM09dF+LPeS3lbzwNWc+BtcEvoIomz4kl4S9wlWnvE4gpD0vsAg9GJeKvSxfQDxebBc+iaRjPlzyob137fk8XA6yPGjxnL2I2oq92ZA7PlN0ST3HoXI+XyFMvWbBNj0qoTQ+F3pku5Zn0b04njO+ITzmvXOoKb7QBI2+Ch5jPi12hj0SoZS+Jp2vvW5IpL5d8/09pG2BvRwv/b2R/+S9pkdAvnN1e75zXk08EskFvmBQ5DtZISU+Hk6QvQfJhj0cezA+f3v7PaUbiz3M0yG9KHZNPt6VR757gQa+Z/QuPnTFjr6qIoC9HKcIvvzWkb37hH09nCkwvg2sCT4vpeW9qY0GPeVUGz4C2uK9Q6kgPczC+r2Wqzc+vibOOpDGvz2SVmA+QvuiPQOStz33O/s9OC/2PVl8mT3XBxq+fMGMviXqqjyRGWu+SQaQPoj4KL2T4Iu+Mmn+vc0Mnb0g1Ju9+ByivT2Bsb62JrA8h40KPgcpJb4MnEm+KhOSPtvErL66t0U+gZ1ivjz0PT36zgi+Z7fEvRxVDj4RmLg8eITKvLQ//rwiixQ8xTSKvW1F8z0TGhM+9c1BPusZ1D3ctoI9YQ7cPf45pjveexc+QqurvNqhTD59+Hu93p5JvoxTFT1CPQc+mjJKPVK+Xb4vbt67JRUTvkILnr6kl1W+e6krPhd4ub1HjJg7G9GDPaPNWb6WjsO+kK95vrxKgj6YR9q9zB6GviKXgj4IGAK/gIeFPaimwTyYpQA+HKQ0Pi8Wiz0Yg5U+HIeKvNCpOT5q2+Y9SRmCPcDLV72ddqe8LSoBvE87Xb6CfjW8jCjIvjt0E76FN9a9FsY5PTzFrD6udZM9Gl1OvTHJTz6l1J++MFfDPNCQhbsMGx6+TmA0vsjTrb4MxVI+SDwJvs4Tzb5PzRk+oXm2PWEIor5E5Sm+kV/QvftylL0ezka+4GZLPvA1iz777xM+CHOAviZPiDt6JEi+McvjPW1xl74rDqa95uVpPt1vN75glJc9X+4TvfV06T1BNT0+jJOFPuGhyT570R8+ewrbvd3Yuj5YzgE+PYxAPk+5b74g7q4904lUvhXXwz6biaQ+auhNPZldkr52zuS+c5AAPkBm9j3HPoK+h9jvvVgugL72DJ6+BYJOPq26dr3tIQg90PZgPmtvgT0XTFm+BvXLvRgy8D0Byme+h0HcPgD5Fr76b2I+a/8uvtA4Qb4iDoY96YmIPuKnZ74Wu2U9jDV2vuWRKz6AMow+JtmFvjRgwz2xLU29xJTuvZwutr3Cnbk+iRyPPf8RGz4RmRE9EhjnPbf+ML6j9LS97U3ZvYTNJj5Nq9o99fMgvmyNjD1mM0e+SluRvtvgPb0uAvK9gfEvvh5ngb2ADtA9+iPjvlxjxz5HhWg+z1ZhPGJXxD6VRE++1H84vY51mD291iE/jPwTPgMsWr1AZEM+ZQ8NPTfOrD23UMm9a+4ZP9G3k746iFq+fUmKPtvCpL6/s6W9OFuMPMK/v72Q49u8kdMoPrwQQj4NzH8+jQq7vhzLS768EXq+poQqPh+H2T3pha++FEAovnUvED1y5f+8enEfPt9vhb7vnag9s/EvPc56fr6Dbn+9mUy9PMJVnzx/CZ+9FBE9PQz18D19CL69003yvg6eiz56o++8pvLTPmroqD6E2Zc9DJFnuy3Mi74qRCM+B2NVPc32cDx0yAQ+R10AvcgF371A6YG9mzzGPOBXHD4dkLa9zvu9vTwdEL69sNg97WdWPRdOSb4wBd09uf4evsHM+z1AmOW8xoL1PLcPK76YnKY7R4dFPhFKoD0i3gE+INWmPZxF1L0sz9q9arcXvRICg7xQxjs9PpDrPXURR770lbc9dC9Eu52eWb2tjMY9DbBzvLTnBz5cnLE9Tmf2PAcbIT5a6e+8UXbAvYaNHb0njp286/hUPr8dj72OLPo9UWqEu5b2S7uuz687P+5LPpgNDz7F4mY9EtNDvVEior0TzBm+eg9cvVI/m712wsm9tJWnvT6LJ74pubW908govkqQMz5Tk5U+HVewPPrcCj1TEbe9tLdjvlUX172C7o+92mq0PA9sob04/9e7yFI4PGZ0Cr5Ku889h/DNO8jCbr5gFpW+PieiPncMMLw8ZNg96dU+PgTHI76CHz49txsOPhlizDwaWKG8CongOxXEWz2OyQ6+Fhf7PYPfpj36L5U9p68DvsjMKL4/GtG9GEVEPjh+8T3Mjie+bQ37vdQkAz4jWZ0+dISfu2ecoL2eaE4+WzwRPoJOnz3OFxK+bJkBu6TgaD4AWoq9Zs7TOvTah70tQqK9rz0lPunDuz1n8/w9LfGZPWOXFT4TViW+10vVPT2rEDyahZG9MByzvdJXqDzs7rC9rT+nvu0e7D3cMAi8b00gPs7u2b63+gq+jMqrvU2t6L4wHAg+aAHGvcaBx71/HSa9LaA4vh1WGj4pRuo9r4TJu0dPor4Bvuy9AaQMvvNQvDzA/5880NqFvXT6rj7fHQq+z4GPvPq9Vz5S2xK+mRqUPYwW37xTKbG9LueUPbWcZb5dsWk9fT1LvrXnIb4iPgW+I/U+PYPcGb0gPwk95d9oPoURVL0zmKW9c3FYvklbMbzO6Uc+Bi+CvpjBFr6WIh2+62GzvQtMMT6FTdM8hSoQvvsvZz5VdDw+b5R6Pdx1nz09Lqe+9A+LPYNZkryT6Jy8elr7PUZcCb7RqjY+Mcp9PHYnED7FmQq/dtPUPVwwND5tHdy9tq47vobPcr4J0Co9H0IJPSBTcb4nJa06LH0RPqbJTz4bwdW+MolGPTfk/D2aDwO9ffODvYOhIr4b9oy9qCOSPsUM+r3Cfy++KwP8PKG0Mj4Ou+m8/MZsvYZBbb3JCca9yGgQvihPCb5/v4Q9qOsBPvEzSj6CL9o9MTYuvpBeu76LKjO+ettcPiG7UD19orG94hinvdRek72GNkA+736zvWgBGL6ebq2+VCeCPrPbV74Jpp6+h/8Sva+aZT4fROK9YU5fvLWEPD4DLTy+/O0TPJkQDL4Y2Xa+wOeOvgmR875dod29yUD3vj8t5D1x0lQ9XOXfvVpImz4Hhrs79frOO4hNAz9qDXi+sWDRPVMtp70BKWo81YsWvhL/DL3ZxxY+/H4rPe315T3iD9Y+c45lPadpAb0xVYS96U4hPkGHYr1ksFK+MG0fvk2la7w4eAW+B4i+uTNutD4PGiG+Yo1bu6w0oT5quZS8PgbbPN2btz0oWJk+3RsvPaT/Zz0PLR0+rRcBPt0da71pBWu81fuTuvdYvz0qBIm+avNWvpepMD5nHJe80sAuvoF0e72eBKi+gMqDPd2agLzBs0y++m0ePRPyc72Ut3A9DfGlPsLPi773wpa9qRlWvn2vZ72LQ2S+yJhnvfUCRb4abdK95FvXPudyAb623Vu7q8JFvqywnr5rtFc+YWJ7vvC11b0xS5S+YouLPqqhgT7WOFC9L9Mnu5x1Ur2pUbo+bR4rPlBxzj256B2+KV0aOzXrOL7llYe+yHlVPXYdebtVygK+6bOHPYftS75nHtu94CezPdR+VL5ZxPs9wMsfvcuxGL7HcwI+DO63vW4DH76j7a696riuvXdK8b17wYK+Pd87PgWjjL0KECK9rsp9Pvk7Ur7VGYO9ML+Jvd6vZD75zB09DiPiva78ir79uI4+6p9xPCPGLr1ejKG9ycedvvA3tL0FFaI+ZbCCPoI3Dr0Gl7e9Ni2TvuUTw70re0O+oNvbPa/d8r04I5e8hamhPSc7QzxxFhU9fz6rPFv2oDw+cBo+weykvXK0Fb2m9zA9KP+hPBhBCr49sYk+n7OHPT+1oD0hVz2+/cCnPRsFfTwbOiG+f/kDPkJFyjyuC8Q8QqIPPuNMar0TiT0+u0PFPRS7kD6oeMU9yKBXPjFwrTwrVtk9W5MQPmjwPD3y2eS9n/qFvcCQI73zcVu994EyvZI1K775Q409bLbhPc7+HD5oFRO+dcnHPp8uLr0+pYc+UF8xPuB4Zr2ldhm+thFBPF21dD0Rhfc992JVPhFMAj5qhNU9SyKlPVSbRD2n/C8+Ysu9vbMCsD3eUF0+6gJZvh/VFrw5lLA+6kfouwbZjTwV/P29pccBPodZrb1+s9M9O/7jPTCypb0AF5Q9AknAu00Fez7CfOO9ykShvFk2mj2LR3g6ChDcPsL4tL3ALx6+Ms/7vcrR8jzAApe9GDsmvvpS0bzt2pE+chJ8vfjLhz5VfIe9vJrYvRd+oT1DwuC9kXKPvU+Swb0EvRS+JlOou/C8JL6kiiC9CDopvmwjFD4O6YS9xnB0PgoEnjy9+wY+SrJ6vYkpDr6UBa699e94PJNLAj0Fwuo9sZgNPlNmdj3MQiM8BbmDvfLgY738rv89qJXHPeaAFz7kxyA97qZIPc3zED13bNm9dHQXvPT3571QAwA9YQjLPSISVj5P8Oc8ENN5PnAnQ74AOSM+7XU4O2V9Fr46qDK99V+RPqom3z2P6vk9eksXvo3sGD2YkS0+hqeJPW7tgL0ywQ2+PZ+KvdJypL1609G9eQfyvVbDCT53aRA+0jqaPcS/GT5yThW+j/FavhJNcT5C0B8+A4vePSv6AD7PSD89HxPYvvQuk71ZBJi+xkhNPhJFLT1WuR4+sMYyvlGM4b7Wb5s9wnVOPQL3gL1DeS++O/h7vjnWlr6heC+9qW9jPZhwK74kuW8+0Dx4PS08w713gi8+87KfPetBQ74Eclc+u+slPviKJD2KlPM9gHXkvVcZxL7ze2k+AyIIPpsKEL0tMLq+/xKHPQMoiL6x5ww+GpRpOl6wKz5sb5K9xeWCvhrANL7lApy+Ne5mPfYIyT2MLHE8JgEoPT9YDDxy3uk9TKv7vaIQD7z9DKU+5YOTvD3TmL6lawe/KGIrvD4fuL6g3FC+2nAwPnGLeT4ID1i+kkWSvuvT6DwIkYE8Ap4ZvnsQHjyTqTM8sbiEvnfV8b0hkjW+LWpKvqaYdL5e66m7hDwYPoMeVr4gYUI8KhVbvShZwr1puiG9JPsxPtHqSr4GiNW90WT1veD8Sb2C7oy+UCKKPTV6VT5bww2+ZvoNPpbU9z3adAo7TqK6vRrR5b7rHTs9CjPdvjda/D2fbpG+O8FXva47VL75Lpo+yP2gOVCpjD5rjBS9te1RPkiYPj1RiB88LVDjvlXro70UkMM9twg0PoDA2r6Fwk8+HzsCvqJGKD2kzHc9u9Qrvsmhrj6xwzS+BylUviXxNb4DwYg9Hz0/vcLcMr75NGK9lzAOvx/rdT6mWkI+/WY2vgcILb4SxTc+S3DIvMmox74NOIU+spmCvVFJPT3ancy8ljvQvuf0mLxVOSo964BSvpAgxj2sOiq/QkKMvqmQE76tTlq+gS1fPguVML5Soai+rMqyPWILi71bMny9zhSJPuTePr0znW0+1IogvpKJV773LOa+CT0+vknRdbxU5Ro8HsKZvmJ4wr72M4a8+JBrPkpHeb6h4Qg9eA65vUyiFL7vgU8+nw8TPvu0lD5Tneo8/eufvWhOFz6GGNk8bGgWPbV8Pj7FFwW/on+0vbqPm75Qxxq/iR28PaMmlL5XCPE9MAx+PsVfHj51sSg+ikDDvCpi2zxKLVM+tkI/vv9Mkb5ck4G9UJ84PRs8qrzZMJq+QEwAv6RCaT36qBk7lPf8PTVuAbwrnxW9wp5Jvoek5z3UKR88PPbdvjyNvT38u6c9MnGKPQfvJD1mj5G9Qv6jPSIr5DyK1og9eNo2vtHIJL5NiIw+CpsNvY4emL5bQ5u8zUMvvWOZM744tj899DxfPvkWGL9Pcbs9kXmeveswH74j5oS9tUP8PV+tgb7M6587yyovPYAGOL4aSTi+iDwdPmZ+BL0LG5e9pmK4vMSAIr7vi3e9kgiDvmjKYzy2v5U9Q3l5vqdXBrzQoGm+wZuLu02c4L065qC+CcXPPbWsU76hRuY96cQIu20nQb64I8w8kqkOPBWajjw9g+m9xFsDPgeyeL16Fbq9/MYuvd9jRL7Efh+9c+OZvt9HAj3HlG09DbX7PY0W6DuwkS6+tH7dPHPt5r2dOTG9SVNUvZcQtT0qwyO+J7vlPYlzz719f6O9iRKavc6Wsjz1/Zy+ybmDPcW3UD7x0bs8nSdRvg4Ju73NHVs+Lw/BvDNmdL6ht8S9UZWyvQvLsDw4klM92hZzvktyLL2FNhO+jiHSPewh8D3Ek4k+rsDlveM+lL1gmiU9XtFvPNExGb1ywdS9CwQMvnhmarxkBoc9F1ToPRb/e7zg9zq8Ej4evOK5Nr4jBkM+4WsAvkPP6Dxe/9Q9K5A9vRWDKj3/NUu+V7BjvcJSmT0ASDW+SigbvqUMSL7s0Ma9dYRNPt8Arr38MEY9ZnFmPWNqbT0cggy+ixclvtaqlz1w5jQ9lbYIvSsMhzwIno++cWmdvc7GJj3nojW+m36ZPV/oFD0QvVE+EHARvVmjNL3LaAq+k1yivZW/xb3TU1i+pG2wPDmr5D2XlRC93YemvC+hfb2PgBM+Aqn+vRnTvL0466E9Q7ImPnjkHj5nh6G9bs0XvlnWYT5cxfc8Upm4PrsN2D1EAXk8Ti3yPWW0/rw7uSI+sHrcvep11L0r5He+D5s/vb9TTj55iZS8HcNRPjRnWL6b4i49GNSUPk64UD3k7Ly9BIC3PVTYaL7Bj8K89bBlPqkLnT2X1aM9oWMSOuRP6r2Rvro9KrNavg2+bD4tNDk+nmFgvt5fVL4LCfw9vD6OuuxmMjy2NEc+lwFmPpbREL594V+9w9rHPdYXLDxwIyY78xFOvqka7Dyupvy8lZuQPcE1Ab4cGiK96eqcvpogoL2rzDy+Se73PZ+n476V2Cy9UMMfvbxvAr7lXKw8jLlJva6M2T4hUFe+opTtPX7a9z2/9s++VJ7evSiuejwuvIY9BLZAvVFzKrz/OKS+9ww/ve+TAb0kcbY9gDADvsgoTT0WK22+DKMYvs/Dvz3xD/G9JvQnPpMH3D3+1xE+Tz/pvXyD+z0nH9W9BrS1PGWypLzrIoy+PaUjvkfvKT0bFrw8q1+yPnLpYT7EH/6982YhvrbOOT6zNQ8+AoeEPdgceb5VFew9RXloPKOuCz18JSk9sAuNPYR3Lz7PGZ2+X7tQvbcOLD3XYru7PonrvWjxQD7n1BQ+Fb/XvvJltL6N11K+KTaovWpfq719fZQ8v2ZivuGtXT2OKDo+9d3TPesiAz80wpA9OLCLPuc6MLv1j7W9WY4VPimVkzyvbGc+wPoSPu74GT3FjZC+nBZjPhOt8D7Wjai+9j65vZm1lD0XJUO+5c4xPl9AQ77yO6o+u7zLPXnR071sMD47cPXfPRdbPT3HgFE+3lHVPdUdwDy16Xm+Y0vxvToYmTzu4d69xut0PinJCj6MUgE/njsvvlfAOz4e43K+B6m9vO1+mD1rAvY8hXYNPdcigb3iPqc9A/JIvuAmPT5R25+9Kl6uPuk/mz09D2k+GqmtvBJx4DxvcpU8ppJevXbEmbg6Eka+cTaBvKucZz4EyI++VdoaPWnVq70MDjI9OVqnvgCAXjyru4q8NHubPaUKqD7rwvC92h77vahS3b0l+bs9dMu8vQvVDT12x0S+Mz6/PNksFTwSx4I+2vcsPcxjV76Gezo99bzlPchGPT7TUO+7mnqgvrvECj2JWou+c/FVPCCZrLzM+5s+kQkZvkh3SL70gSy+M4vGPBUT7bxDuR6+KhWaPZUCijxxFc09NRhaPQxyAD3GHCE+Eburvp8KDj33wUO+e3oHvmS/tz4xdyy+0bHEPb6UyDyJwIa+TFxMvrbokD4maEU8L8hdPgNaTD4LPbo9kYv4vQCoDb0PXtw9WF9APJqQdL7cPU6+OnqDvadMT7zZi/E83BcJPdTCgD1v3MM9zuMdvmjGAT4gICK+ARecve3yNb4lNE68yDUpPcG6Vj2rH3k93S3TvfwnQT3f7w6+xao6vDQK7r2xZuO9E3/HvJKhEL0lqd47qeI0PbsaJ741D8Q9AIAPvReTxb3I5jw9RxoaPormsr2SGnw9yu+0vSfFNb67se896rSxPL/LE7tgGYk8TH34vRawyjwUbOs89XylvSb64r1ptMo9kSMJvppfDb5B54a+B7GxvaFCBT5+0O87ejiHvvVxjz3MWdU93eM1PSGxtj3ydPu9RRzJPS/22b3CAGC9Xwq0PaHyI77vfs28IQfvvGlKnrsNrVe9+Jj5PY0A1Tw+m8K84hl2u6yz5b3IUtY9ykkuPvXor70c7eE9P0qxvYOy5r3YiL297/OePcAt9j0vrCo9z6qJvTajwr3a9hS+DiViPY0ZOb2wlmI+E8yPvfEBQL66jf69OMuTPSJadL5yr2M+yCAQPSjUNT2afYG9/4JIvMEeBj1h3to9L9tSvqDeur3WZJa7azkXvpsVub3ImHU8M8zGPYYyoj0cu0G+3mGSPdquWry2ayY+MPaYvb9wPL40j5a7nr5Cvi3AiD0UvV2+WaBjvVdvgb1Zh0A8NLkNPmsc6z2zUpu9KziUPXUNVjwUiHq+PQj3vb6OmLzLnzK90UiFPpt/gjwEAoE65rRiPpaCDr2IM38+Ut7lPX7VjLy1Ogm8zLQAPlk4bj7EDkI9w0OovRBiU73sFdw90800vqcYPr4FjJy+WfgAvg7DMT607Ay+476+vMsCiz24KZK+Nw11PpuuHr5yDBO+vej1PbaTgz5kBZQ8WMerPl3ghr73eDU+0X8tPiZGT74avCq+3Um4PRy0vz4L84A8jDfFvHipJb52ZRq+fJWova52HT4e3i29ZB9GPoXzaD1sbr09XzPPvQcaRz4ONfo9gYaBPuR9Ib6pm9499eByvafhDr58S3c9nie6PSo3cb45JmO+7LHCvFTt073gTAk+pyaOPZqLV72vfeo9meCoPkOgCjymsqG+t524vWcpJ75Sj4M9YBPWvfkQEj6asre+wmoVPt+Mzbxb+VA+GcQYPSBzP76dxxG+K2vsPWIG6z1HRZS+opiSPi8tb76kAqi++UR5vMRqEr6aBNQ7puOCvpacLb5nOys5vR8qvl30ST7opxs7sgwKPsgu1r3ROpS9dB6KPaku/7sbAGe+SrIJviWlsTz0Azc+W4nWvWvDPr6BjDG9STbmPZIpk7sECbY9e5rSPenkkL5w5ci+4EIbPQfXVz5GZJ88GBynvlWs670kp4S+TDIxvmW8vr5ryg2+JY4cPcel1j1uQ6o9PfAyvmfT0D35r6c9q0IZviuinzwpOq89THJHPpZIdD7Ulis+4NzYvYYL1b5i/5w9aA+7Pc0nMr6v+XY+YFHEPSlDfT6578y7vL1kvvcfBj7UhKm+DyZMPtqu4b7JEM+9ucSdPrC6HjurW/47XVwdPWnpjr2JhL89zRaePVBakj0A2349La0yPjtmQD2LiSw+gjHpvRW8NbqNhJ08di7yPVlbXT5E5AU+pqQYviCG3z1+BEo9fBryvZSQkr6zKDC9o2a+vQH9dr5EO3M9cXd/vnIZ2r1ILSw+zlCUPv1DIz0JN0I+LxQAPup3u74lL8M+2+Grvt3XAL7gAmm+LxPiPfODn76gl0G+4EMPPloJI77XZ5i97a6lvIkXkj6YGJi9Di4DvvjtHT6z3jQ98oVDvtZWcD7/DfM+PWWBPtE4Ab4hAUC+y7HgPlOWGTykA629jjgaviUyjb6U5Kk8vJSZvGwsmD610AM+DVOhPDN3zzzNUxA+mh8qPsUJ9z1YBXE9jc3BvoGouz7+Qii+kiBAPtw6tL2mZx6+3jTQPFuDdTzj0/696F6FPn3Oo7x6RZq7BtK7vpsNHD4oZjO+5j0aOQO8xz4dwxu+kLGFPad6dT74PAe+D99XvGfQHr6kX1I+yVfpPewaAD4EFWc+1DRsvpND6736l4A+tAuFvadFl75oXCi+tm9RPrgBTz2ywLO9GlCxPfUODb5OwJa+AybgPXMaFb69sTE92MGPPAC8Ib5FGMY9kErmvANtPL0iw8Q9TPkcPL3UEb4WaKs8Jsoqvu92Rb4vNne9kEcFvXwN870BgIA9Ri7tvR5C3z1R6SS+iyiWvXNZsbwHbLw8VRghPlk1J73jRjQ7MrXYPZ6U4jxxQqA9bPwJvlu1Gz5YEwi+ghCfvd3eS72IJfo8FmeRvjd5iL7N1yC+g6hzPNyvCr7r9cu9Gal8PAiGgTwHRUm+PyfGPBp7g76wfuK9pbMYPWbRfL45UWg9Zeg7PjtmRL72MVi+PLq+vTJN4LseZ9y7jZgyvTOYDL54zsO985r7PY18pb3oZqo93AwfPmBeYb1LyAy951U3vcMYQb51VRO+J+eWPEqQK700nA6+7oEDPVVKKb2cKoU9YoiLvZBiyD2BGiK+JyW/vbfNFL2S07w954vevAqNh70hyLk9EW1aPolspT3jihY9SReUvvpMrDysN1q+qcDjPaqSGL5vq+c9EBdJviGYX75sLzW+n8RJvLO/Rb5Ripc9hzAmOxpsmD1lyO+9ch1Avl0jszuCtYU9UTbSvbANwj2xzvu7blc4PiewFz0BpYI8Ud3FvLBKbT0EIJ+9FGpGvk2qT769EZ+9bGTuPED0nrw3oXi+sfXvvPKgN77D7R290aioveeL/Dxqm10+N5qaPZBQyb26JqA99SHdvWk6XD5BXme8vG+8PvcJwD5zPx+96o5KPtRyvr2yA1a+vYMQPrKeqD1+r6a+fc2JPum1fz6UqkU+9ZIUvVbeTj0Esyg+vClFvk1AXrsWkSu+9ULZPaifBL1NMYk8ZZpePvajX75EaP68jenWvosFsD3MohQ+lE+dvGroHD0KM7m9k/GSvn9KFT5DTTE+ddlwPV5lpL71y7Q9OT/XPbQNnD5gthI99XJ6PpPJML5JooS+zyLUPV/Ci75mJTM+hjeLvoo/N73HlPm+zLtBPJjzJL2PWZS+3uHJPQ4Dfz78Wae+LlCDPoxrxr19X0a+9RdjPYNGVL58A4S9mjS7vdR57j1af9u9f5rhPbQaVj3DY+s9z14ivd1TMb016Ro+5nFPvlOSDj7JFVA+Rx+yvkl74D2Cgao+9VXcvc2FZz39rKk+GtfXvtrfuD4A79Y9wN6svUStHL4awXc85oyEvrkV0T2Lhwo+87VqPRLGSj7sBMg9YA6bPFs1gb4rkxK6mrWMPF/ylD6mWGK+kk2cPa8Btb26Lwc97ZMWvliQDL87sKm+W7y8Pvp0DL4s13c9t71avV2+OT5A4KQ9banoPWO5ND1gTC2877gzPEUbsL26JIE+9uWzvvWjGr784Dq+MRKoPpd3bz2TqRG+bPclvhP6BT7+ioq+c7spvkO10D3PR1u9BWM4PuZG5bzazEG+YWTZPTPiaj0L8LA7vOsRvpxceb5uqV4+5fpYvkbpPruAPVM+QUFAvfxMDb2ccjA+1pwRPl48qT4k0bg94XVcPsCt2LvXtRM9UXxOPmMaTj6ze6W+lDVwPrUcPz1/0bU+W3aBvZuYND5pNye+ZeErPrMDBr6hXJu+LrG9upb+ZL58hpE+N3KNPpUzhD7TIW893ID+PFSNlT5yMxY+2j7kPm0hIT4aAqI+M+zuPJN1mT1XPUQ+Nf6XO68Kaz6+M+09/yFqvVINiL4kEce9N/sHvmTaM74QTLS9ngOXPJteuT4zHLY9AlTRvidurz4Mhmm+SAtxvq3+Ab4PQGg9TsSlPcehjL4XcF0+/+bOPUGAFj64pKm9KuGSPgiy4r1IQxm+8qmNPsfjwj17PQS9VuDGPUYaTz7kGKA9X+WWPrVSXL7nvmE+DRpTPCz/ub6zaG89xjVuvKvuzz3kwqm9CskNPUODLj4ajCS84ZxZvvrlkLw7he690rCKPZ29C73bQm+9wnOPPljitbzlYms+c+/judrp77xhpIe8xiCJPQ4sLj3LWaI8xR42vqWTuLztYIw9+kGkvX5YiT5Nkp29InD/Paaeej7PXqO9DSmevXjIkr7kTII9ev4CO7S2BL6T70g+umLQPJX0W71FA8A870ZnPTPy9T2SLG6+yK61vY8N9jwWm9c9xRpAPXiVBr4DG6s80yFSvginwjx/R0U+edObPYvvcb2eyNc80F3ZPQONvr3lF6297YI3vdWd0L2Yenw9p9qOvbXf7T1yp0k+TZEuPkRfvTx3QNa8OnvLvKzo8L0PkT89KT/UvJQzRb2Zpg++PpW8PTMugT2Fp/o99OxnPSkrxbxu2IM8N6EQvPRLj74aJjc9QktzvgME4z3Vfdu9DPJYvjqErzzh1qS97ZrRvQ1DAj1H+pW+vm4MvrCCiLy08N49eHFwPfOJ07ulkxu+zbq5vbqjbL5bp6u+QlHvPXsQML4mQs69l6ZnvtjO2zs1JNY9zpmFvR0zK75SqZs8XAWNvajXtb6EWQe+WVsvPRVvDTx+Bw+9pd8gvlopA76d2oc947DlvLXihrzU+Lo9xUN+PQiZObzWJUk+I5OOPMgOi76yfRe9HGYWvfJTGL5QDnk9zVmcvpzeXL17/XK9vKMrvtHlhT3gOkw+1WhMPT40c71qm0089yqqPZ3h6b3jwlu+z0cmvqvD+jv/dEi9Mt31vVujzz2WLbm906zMvoSvG72k8o68zVgZvvqbzb3JJbE9SbskvjpSIT7URi08JyrgvU6IGj5Iecq9kvyoO1cj7D3sz1E+af7fPb18Fj76s1C+iUUYPtjHhL0RiWC+21G5vfIGlT7tUbg9U8V8PVVCtD600Qk+6v84PuTALL0FnbA+GEc1vs/C273Kkec963GfPV+6PL73uke+MLnAvHc3hj3ipsK+y8+GPuIbKz4Br1g92Sy0PfABNj7d54c9VaM4PnWmAb4LHbs8Q1yKPtnINz62Rt48XOdCPqrGez4mhm49PMqGPmWddD09AYA9XNlHPrRPXD4Xm1Q9KEBXPoueWL3BlwK+xavkvDyRaT6e/Z4+5iTLPmLexT3WTDA92eJaPeZmqz7GNPM8KHjrvZDBHT5rnDu9+5sfPZAwy77k+B++Rj0gPiAsyr2MWqW8DyIhPiE3E741XCg95M3lvXBJBL0FN3K+uOjtOyTe6zwPtRC+bSTSvqY1nDy3QsU88NdQPiW5LD5fxFa+QEXyPYzdlD2eeb094MztPG9bMr7lm5i+ZYE5vdo/3r2mW1Y+99Zsvhw9pTyyugo+YPHUO8weKz5Kt5I9BhMhPgJU3r27p/I9j5M1vv15zD16sj++DsfRPUIvsr55LW4+4BiCvXKDnL6HobO+BH0GvieJvjwdzqg9pTcJPlJmQL22kqS9aFfkPZP2mz1UAAK+NUANvW4YgT6eR1w+ADV9PiiZCT4ngdC8JCw8vvhmqj1J1QA9tidsvmIrAb9OzYK9tIY6vWHCyzkOasA9sRO6vu9omD5DQlW+nTs+vtEn2r1kI289R1ENPvF5T74k2d8966bAPEWmSrxgL28+qSHFvRlF1j0bTtQ9k5hSPiioHD75jnM9PicaPjhBFT7TJ0o9/vi4OzEeXr5ExCG9pSIbvuFK4j27xAI+xOUNPrrJIT7rxQK/XL8HPoo0B75FvqW+nlA8vRSppz7NcRC+TqcNPpxb6b2+Zhs+PdaDPkxDA76ATuG+0J9JvoTjGz5UbMw+yOOlvnmqPL4hzjq+7+tyvND+bz6FTWM99/emvQhKhL5T3KY9iigSPiPC/T2MiJo9nJI2PRFODb7uDRg9XmcMvRZS1z2dBom9NzmQPWOuqj6o8Rs+9WdcPjpmrj2WKIM+Hrg2vj0qIL0FKp4+kOKtPkq0pLsFh8W+07VsPUZGOT68xZK+0cOhvVa4TL7qs3q+g/GUvb6c6Ds2cpg+tzgAPwczIz0SWg0+0ZiWPh+cYj7eOXG9YTiGvldqjD6qGeU9v4t4PQWM3z2aeGA9ZzNqPtielz3W9dS+DebFPcEtQ74Otda8JouwPflD4D0+J7692QPFPT/Scb5kPtC932unPp+HAr42Rn2+j/t5vVhc7b14QN89YpLdPRQ7+73O+908wdIjPrTBm712fuE9fgo+PQBZQ73lx2g+tmePPh83h73H15Y9dbw2Plr6nD4H0OO87TdBPZ8quDwUDDk+BeOIvS5kTz6tp1U9XmitvcJ8LL1XUry9SnwtPeplB752xvq9Kco8PtCPI74cSOs98cIYPozv7zxfAJG9+yoiPnnS7T1f+XE+0ohfPRxegj5Vyq69MNm+vQsTmb1Q+Xw7yiUgvEgfsr2rCss9K6owve80ID2fdas9jQlbPY0pWTw0NIG900OJvdacBj74YZ+9E+LDPXUZ4L23B2i80Ai3O4AG971opM49LslBvL6xwD0IkZ+9Y8wevlkSFb4fNmM9hvTgPW1Dtr3URzk8rV8EvI1JNr4Y6Ec+RLYkPJMmcr3jbVy9JHExvqZ8oj2ugR49l+b4vN1WAD3OFxE+AixVvSoAEL7blo48wfZavBpth72rUNI9W8TbPs8DZzyUV4O9ZsyoOyH4pD39mqi8E9QXvjfwtD35ULA9KidgvQWYZz3m0Fe9QQFCvpGbnD2hVoy8P8SmPUE+eLyqqU29DkaTPthXrLz9HxE+ufZVvc6TLL5K+UA+W/IFPjw5BT4m9Jw8W4MGPkK5q7w5Pio98ugIvpLin7weLc898b4XvdM31LtEKMS9mMZcvPKedL3yaE092rBePdMl1j3ZaU66/aUwvkZzibobKxg9Ed1bPY9TCr6xpJM9L97mPSrjcz6zuCe9ZBmuPaUHSz2oSpm9pt4OvnwtDr6NQy0+uhdUPUz5Lj6s4cC7puISPm5WAb5r1IU9BnqRPrIwFb5thAQ9X51XvglnFD1Sbjq+ycnkPoCCY719/A+9kwNkPWm9br0fhXY9V+wSvMyCAb6UvxA9fkvXPK9sZj6Jf+o9Vldnvp/s6b4i3+O9o8+Zvj4Pt71zxV0+qrZhPTFttb7cjuq+OUw1vghAkLo1qL49DYSOvZXtAT5xqRu+FE2SPWkPID64t+49CfxTvsfeo72dQ8E90aKfvjqiYL4F3Ug+wjwePq6yYT6tB0O+TU7RvdOPtT4MeAG+9kGCvYe4ib1uRby+iRiAPOYrSr4QPMW9+XqlvqGyI70sAFc+GkzYvdUr170Y+UG+Amj6PRU6Pr567hK+f64qPYnehT2lz5I8W6sePW/lij4y2QY+m8AFvoNAg7uUDoc9JoTlvXfFej17Jhk9Fb0nvjEWCz/0c3i9td0LPhLvkb3mXVq9uQ+jvU3ikj46VZG9TxISvWcH7r2djW8+pIqePRqBMD6xLXo+A3Nfvj0Xhz7XTr49Wf4LPhCRoz1pzqu+Otnava9Flb5jO5S91+WRPivVeb2ANL0+RuuFPeRcjz0q0yE+cmF6PnghKr6FXz++i0kCvdEMbz7PzFM+lLCYvihcEzxlTFy+M6cMPgDcu7rzMrC88dJVvvitHT5QMEW+/sxpvlk/E75vZYs8Kn3gPh9ozD0gOGu+Mm33PVqtJD4uCoE+VQNfvmoh0r19AYI97knJPYRjNr3f1A48mDoKvv0tGD2mM2e+2JSdvkmS/z3mfA+9vTiAPi4qkr0gZD8+9uf7vZBHyz36nQo+mY6JPpQ4BD4hriq+MRmrvKnCfbyyRLW93UlAPq/z6L2Qiwm/UXXKvUZPqj2Ayb08WZYTPCevQz7mf+O9dnHxPQ1Uzz1gPm8+9MA7vvCQ0D3XXsa8EzgiPA1fu75Scw2+WBC7vXTBHjynuj0+GV+JvGT4Mr5WCpq8oTpQPqVUeD6ERXi94/azvlpDwD6ew/A9wVCdPQZriz55aa+9Hdj2PY/ooTw9sfO9+TQVvtc2Qz7KcX0+JXgsPYRuAz6CQqq9MewRPujM6b6HR8++VRy9PXGO0j0YCvu9kfYUPjC6JDwVDkA872MJPuY6F76zAdA9Dp8Fvpg347wwJro9HDFVva9saL6cC2e+ebMTvqkAIT4N8BW+xuuvPnFoQT4JOE08/UQqPr5F4L03SJQ+S2T4vfZAlr0qjcK95EGMvfvPET5rGtI9bv8QvtGOI74YH2W+exIyvhspSj47+Xs9ysWEPPBBDj53ma09T6mIPTFryb1Kye69PqjBPmxvY734oQk+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Conv2D/ReadVariableOp", "op": "Identity", "input": ["sequential_1/conv2d_2/Conv2D/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Conv2D", "op": "Conv2D", "input": ["Func/PartitionedCall/output/_2", "sequential_1/conv2d_2/Conv2D/ReadVariableOp"], "attr": {"dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "T": {"type": "DT_FLOAT"}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "data_format": {"s": "TkhXQw=="}, "explicit_paddings": {"list": {}}, "use_cudnn_on_gpu": {"b": true}, "padding": {"s": "VkFMSUQ="}}}, {"name": "sequential_1/conv2d_2/BiasAdd/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "128"}]}, "tensorContent": "wKjSvWC9FL7UQ7u9YHenvWYr2r2ePW28m+WDPKXNaLycApC86/SgPSd7Vrvo8f69Mm8FPrvHqL2XvJC83zSpPIZHpb28w2g8auJHvccfpz195n28mf4vvfqaBT1Ckx++dq6AvIyiJz0ugZ29KU5KPGDntz0SuFA8Fa04PHW67LxM3xS9G8TvPIbrp7zVScW8j52TvHIC1zxiDC48iGF8PbudxDxpurg8T04QPbRMcr0NCRi7APQ9vBrIdzxRy3A9iG3aOyTha72gaYu8Yh4svEojp7vPZ2m95hjJvZEltD3su988yVNgPXjyfj0Z/eI7N5+NPTQOBD3UwXM9kKPWvIEUb71v1ZQ8FdDlvaXdljv5j269HWm7vc3RbL3ZcKa8GDljOmBK8ryikSQ9ZV9xPLxmYD2x47+9lRM8vuCBPrysI769I/Ubvaxd8Tyu75U87FsEvex0ab5tZYO9K+aUu8ogZrz3x8Q95TcfPF+DQzxF67q7kVtRvb8B7jy05MW9Ku5jvQWem70duY08VL0zvXvH6r2LXt68rkYdPNE8Bz0kzgo9ax8zPTBJY7wlZYE9seARPZo7h7wsHom97nfQPPKmdz0YkCu+gTYYPRoaSzzu7we+Rp/Pu9TCI7yvPBG+0T2YvJ/mXr1g3gW9YnOgPOQTuLtOmkM9r1N2vRQORT0="}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/BiasAdd/ReadVariableOp", "op": "Identity", "input": ["sequential_1/conv2d_2/BiasAdd/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/BiasAdd", "op": "BiasAdd", "input": ["sequential_1/conv2d_2/Conv2D", "sequential_1/conv2d_2/BiasAdd/ReadVariableOp"], "attr": {"T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}}}, {"name": "sequential_1/conv2d_2/Relu", "op": "Relu", "input": ["sequential_1/conv2d_2/BiasAdd"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_3/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "128"}, {"size": "16"}]}, "tensorContent": 