{"format": "graph-model", "modelTopology": {"node": [{"name": "x", "op": "Placeholder", "attr": {"dtype": {"type": "DT_FLOAT"}, "shape": {"shape": {"dim": [{"size": "-1"}, {"size": "-1"}, {"size": "-1"}, {"size": "16"}]}}}}, {"name": "angle", "op": "Placeholder", "attr": {"dtype": {"type": "DT_FLOAT"}, "shape": {"shape": {}}}}, {"name": "step_size", "op": "Placeholder", "attr": {"dtype": {"type": "DT_FLOAT"}, "shape": {"shape": {}}}}, {"name": "fire_rate", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAABAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice", "op": "StridedSlice", "input": ["x", "strided_slice/stack", "strided_slice/stack_1", "strided_slice/stack_2"], "attr": {"ellipsis_mask": {"i": "0"}, "begin_mask": {"i": "7"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "7"}, "T": {"type": "DT_FLOAT"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}}}, {"name": "MaxPool2d", "op": "MaxPool", "input": ["strided_slice"], "attr": {"ksize": {"list": {"i": ["1", "3", "3", "1"]}}, "padding": {"s": "U0FNRQ=="}, "T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "explicit_paddings": {"list": {}}}}, {"name": "Greater/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.1]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Greater", "op": "Greater", "input": ["MaxPool2d", "Greater/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/input/_0", "op": "Identity", "input": ["x"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1/values_0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAAAAgD8AAAAAAAAAAAAAAAAAAAAA"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/input/_1", "op": "Identity", "input": ["angle"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Cos", "op": "Cos", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Sin", "op": "Sin", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_1/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/sub", "op": "Sub", "input": ["PartitionedCall/mul", "PartitionedCall/mul_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_2/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul_3/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/add", "op": "AddV2", "input": ["PartitionedCall/mul_2", "PartitionedCall/mul_3"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1", "op": "Pack", "input": ["PartitionedCall/stack_1/values_0", "PartitionedCall/sub", "PartitionedCall/add"], "attr": {"T": {"type": "DT_FLOAT"}, "axis": {"i": "-1"}, "N": {"i": "3"}}}, {"name": "PartitionedCall/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/stack_1", "PartitionedCall/strided_slice/stack", "PartitionedCall/strided_slice/stack_1", "PartitionedCall/strided_slice/stack_2"], "attr": {"T": {"type": "DT_FLOAT"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "11"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "4"}, "end_mask": {"i": "11"}}}, {"name": "PartitionedCall/Repeat/ExpandDims/dim", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/ExpandDims", "op": "ExpandDims", "input": ["PartitionedCall/strided_slice", "PartitionedCall/Repeat/ExpandDims/dim"], "attr": {"Tdim": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/repeats", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [16]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Cast", "op": "Cast", "input": ["PartitionedCall/Repeat/repeats"], "attr": {"SrcT": {"type": "DT_INT32"}, "Truncate": {"b": false}, "DstT": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Reshape/shape_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Reshape", "op": "Reshape", "input": ["PartitionedCall/Repeat/Cast", "PartitionedCall/Repeat/Reshape/shape_1"], "attr": {"T": {"type": "DT_INT32"}, "Tshape": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/4", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}}}, {"name": "PartitionedCall/Repeat/Tile/multiples", "op": "Pack", "input": ["PartitionedCall/Repeat/Tile/multiples/0", "PartitionedCall/Repeat/Tile/multiples/1", "PartitionedCall/Repeat/Tile/multiples/2", "PartitionedCall/Repeat/Reshape", "PartitionedCall/Repeat/Tile/multiples/4"], "attr": {"T": {"type": "DT_INT32"}, "axis": {"i": "0"}, "N": {"i": "5"}}}, {"name": "PartitionedCall/Repeat/Tile", "op": "Tile", "input": ["PartitionedCall/Repeat/ExpandDims", "PartitionedCall/Repeat/Tile/multiples"], "attr": {"Tmultiples": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Repeat/Shape", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AwAAAAMAAAABAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_1", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice/stack", "PartitionedCall/Repeat/strided_slice/stack_1", "PartitionedCall/Repeat/strided_slice/stack_2"], "attr": {"ellipsis_mask": {"i": "0"}, "begin_mask": {"i": "1"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "0"}, "T": {"type": "DT_INT32"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice_1/stack", "PartitionedCall/Repeat/strided_slice_1/stack_1", "PartitionedCall/Repeat/strided_slice_1/stack_2"], "attr": {"shrink_axis_mask": {"i": "1"}, "begin_mask": {"i": "0"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "0"}, "Index": {"type": "DT_INT32"}, "T": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/mul", "op": "Mul", "input": ["PartitionedCall/Repeat/Reshape", "PartitionedCall/Repeat/strided_slice_1"], "attr": {"T": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat/values_1", "op": "Pack", "input": ["PartitionedCall/Repeat/mul"], "attr": {"T": {"type": "DT_INT32"}, "axis": {"i": "0"}, "N": {"i": "1"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice_2/stack", "PartitionedCall/Repeat/strided_slice_2/stack_1", "PartitionedCall/Repeat/strided_slice_2/stack_2"], "attr": {"Index": {"type": "DT_INT32"}, "T": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "0"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "1"}}}, {"name": "PartitionedCall/Repeat/concat/axis", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat", "op": "ConcatV2", "input": ["PartitionedCall/Repeat/strided_slice", "PartitionedCall/Repeat/concat/values_1", "PartitionedCall/Repeat/strided_slice_2", "PartitionedCall/Repeat/concat/axis"], "attr": {"T": {"type": "DT_INT32"}, "N": {"i": "3"}, "Tidx": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Reshape_1", "op": "Reshape", "input": ["PartitionedCall/Repeat/Tile", "PartitionedCall/Repeat/concat"], "attr": {"T": {"type": "DT_FLOAT"}, "Tshape": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/depthwise", "op": "DepthwiseConv2dNative", "input": ["Func/PartitionedCall/input/_0", "PartitionedCall/Repeat/Reshape_1"], "attr": {"dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "explicit_paddings": {"list": {}}, "padding": {"s": "U0FNRQ=="}}}, {"name": "PartitionedCall/Identity", "op": "Identity", "input": ["PartitionedCall/depthwise"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/output/_2", "op": "Identity", "input": ["PartitionedCall/Identity"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_21/conv2d_42/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "48"}, {"size": "128"}]}, "tensorContent": "OQ3LPZGzoj7qj6W8jjQcPwq1nb0hLsW8yhmWPq8Fsj7E9Zc9j59Dv8pJsr7Mvbc+SPIDvsC0NT8mdXE+fFH7PWP5NL55kgI+mS23PpC4hj0OOZ2+LiOmO/4nTL4yNRw9V2uBv+g6Kb+NT6W+xytRPjqGwT2yDJK+VJW/vgGBor64Y9E9L2wlvtWSlL56blG/0hoOPgcAFb+FhtU+OFsYPohrmj60LKq+AWeivt9jFz6S/eS+K1E1Pq7KOD3W6cc7F5/PvnUosD5SdnI+cBndvVZ6Lr5Jnrm8XNC4PUNpFr1M3NG9y4AavhDJgb6SXUm+bzPlveDpTT72IFO9vdIivoTpLb8PbMq+vNaxvi30Ij49PFm+XtgHvwPgWL5q8fk9RZnkPko96z2QO6o/Il2KPpHj6j7xLF+8UiH0PZB2J77rmRc+iw7pvKfUCT5sGQs8ypyvvt15q76QFKu7I/nIvXccZL752xQ+uyMlvpAqST2X/vQ+SZ0VPhxN+7yzXt28km49P9lErz3x+Be/u9PmPrToUb6zo2+/olzZPlobbL6z4Na+QaMWPl+MoL5ohwi+XQ0Ev+3jtL7nu529cAUrv1M6hrxaJBU+GKmRvu4K8D0Rpp0+DvoNv1M5uD5RK+2+1TiEvg8zv7vttuQ+e5SYvtF2ib4jx3O+pj/SPj7Oaz7pvzy9sUluveP7Rz7tY3C9FxxDPiSXuz4QkH6+WhJYvrnT870Kn0S+un/oPaKnmT7VsKo9RLgXvsLqpT51gtu+OboWPSU4B70+H9O9U1U6PkB3ar75Mu89QoLwPMa6Mr6UnBS9tQ+8vhzADr8hAyG+W7YSPXsdrL0AuGy+tVwPPnVF+j0l2kq7k8Livtbs4D0RZqI9A2/+vnjJLj2QEJQ9sDkxvselDb5sOII+zKWXvH8LdT7zMom+9o66PRXZob1zZ6u+Ur9SvrRSBTxquga/se2ovQKnaT60XkU8zSLOPXqaij6Tadw+BW/WPkK7n76+6R8+zRnIvdO1Gj+tqN++ZNIVPBgFbL4U802/dbfxPg2JxL0aZWu+84rfPmZPLrtAB7I+AZp7PnUcqD0+kgq+fVwevXnXlz41d28+AnoyPgePXL5SXgQ9ssIivsqjQb8WNiu94wsRP4DV5zswwIE+SY9IPtTzYT77RME+LCGVuFV3jb26DHG9mYc4PWHLoLxKRYM9/CGCPFXW6j6QcTI9Ld8KvmgIxr5dfhg92wOBPjz33r7o0hK+b7t9vXErmD4N0Bk9XJkuvjd8jT4BU2w+VEYTPR28EL9FwRo+hV+YvTD/iz42Q1Y9dfsxPQKlSb9qs7y+BLh+PvD61r7lcyc/Qul5vjqEIT/r//i95WNUPnLZez5BSlE+mperPXgAvb2JCK++DCMvvnYzDL8VuKA89rjAPvIn3T4rkr++0A8uPJcsGT6Z0Vy9YgkPvojzsLyU2vq+dmwsPov2uD5LB9U+vCVdvm3cDL/hXZY9oq1qPIVF5T79SUK+y0GdPbWPrD669PC+AbDUPQbyhr7wlpE7xWkWPn+f6D4jHjA9k/NGPpGHqz0dYKi8XG6QP+PRsz6Ctk0+91W8PscSOL1cVdS9N9v2PlOanL4cpQM9IFIwPkU/uT4Xtty9cMSXPAL/ib0FbQC+h0ABPdLDlT0nAyw+ZsfIvWcP4L7AusS9uDaAv+CT2j6kLbi+kvdqvkINMz42JmS+lAGMPW/k5z2whjM8hpSavmToFz5PRA6/uKWAvVMNEj5maT0+xBLFPbr+JT1KXSQ9olm3vonjY75/7eq+bUeQPStMT7+7qbY9az4VvjDbPb6scBi/xKWGvtdeH77Zz4c+rXybPOuoEr1s2Xm+LrDjPjo6Ij4thNq8iMPvPQ8oer6gx8w9MUn1vcqrEL9kN9G+LHQ4vC1j/z0czcG+y4yKvREFN75exlW+TvhsviEjkb7N0u09kOYVP59Qrz1AGYU9sAdTPXJYl75TnNO+AmxrPiC4Y7xsPJ+9kfK3OyoKXz6gN9w907GhPlWGtL4PkW89rQETvTr6Wb7B/cA+l4aYPChW7T1UwxS+pU5pP+uPWz6/YGa+sx43Po8AZb5xEiE+ysa1P0co+j1AI508gXY/vqK/C78BiWC+OBRjvtzAxD4arzO/hvLxvvwphr7xCOq+jhEKvjSL0b1rTLS9sG/evs990D4xbrU+ncIOPyrZfz1ITds8RO0cPUTxSL6YaqI9qAocPnaAvT4cy+u+iGXsPoIDB7+j6wI9T14jPzOkEr/0eku+jHi6vi3f1L6sXtM+p5upvrY2D73s4fY+ozYIv9btjb4Jw92++YyPvhPd2r21XGE+eyaxPiRZsT1mTT69rQsrPWNTAL6K4YS9tCsnv8EoEj5z+I8+Sn/OPncDBb7m7RA+TVXMPbysOj6OiYW+aDavPsn93j6oDOM+BkjXPm0egDzvypU+BownPtZ0+z4BR2I+CLrBPS6bjT2RZlQ+ggAtvbYh1j3s65I9NejDvsRKrz2b+wu+e+mzPsn9GD/Djr6+YfHsPVjOhj3PdAm/xisgPs7H1j66c2k+UQuDPpWfNT6sNoq/bgL/vkUMa74y8Hg+6m6wPlnHML1zkbS+WqoBvDj56jx0TN0+Eg4fvznjID4/XgC/drEEP3Xx1r4rDzY/6QFHvRNI0zzuXwi/nzMmv0WRSD626ZI+DuQsv93hgz6VYJC+AMimvsiaZz4MdPY9N8EwPlSkCb757jm/EruSPulI+j1OiUg8O0TdvY4OST5GOnU+tx+Gvp8Ynb5t6K4+iTJXPnsMb74Eh7S8ej7uvuAJBj3/44e8SMaHvpJW+j1FcQQ+5FHlPuA53b6YWFk+ljQmvxxWBL/FUjI+jGYCvoT+6z7OlxY+FJLJvu3zhT22cAU+LGpEPk8Erb2Oz/6+ZsFQPeBqyb73uoC+DeCCuyK+CD/zVbw+I1USvqUqbj4gwbO+4eINvudwcr5zSjk9fII5v1B6XD0Y3J898PoRPup7Vr5Z7wW/KNMZv1sS1z6d8NQ9Hr/0vKGjAD5epP0+tDmIPdeQH75NL6s9ngGkvo0GLj0L1Ey9HL2Qvg80sz0Tm94+dOORPaGYaL28HrW+aLT7vrnRhD4OLBA+CBBmPl6XIr7mGAq+0BlUvjG23L3oT/Q9c2ANPrG8hz5X5+09fvQxvi9P5r0M/3u+b9eNvjmM1j4LFiu+pzelPttBqL7woQu+jGayPXlGh7tptwg/lniEPpkpej0kQkc8H3iuPhVlSD5b2xk9YnEDPBQEkL5U37u95xzpvo+1DL6lteS9mq1qvoHzNb7LMXW+fWByvSbhxz6+vuu9uj5NPqw6yL1l3lm+RaRbvmRrCr79VuQ+8PLJvqO+mD7xM3i9pv21PmHVBD+NZr2+2GYBP9biDb6rscW9DCBRPrIbUD9iOTs+ss2PPaUgdb6sKSe/0y4Ev0GSW775IKS9GBX8PuA0BT4itMw++/r+veWuhz4FfgI+GU4YvnvB3D1FCh2+Om51PhiE/z618Lk8TzqsO5Plob6Psd8+y9FqPyZF2bzhsVI+IcfmPUqEoD1tJYW9TaBpPoXoA76NIAU/W6JvPkLklD45wkY+RCGLPQQFBT+cHQQ+oHb6Po9sHj8kUkA/qNG7vorA/T0BWRc+WS+3Pu7GezwXRjy+iRucPkLH9b6kqme+YRMmP+09HL2VDxS/ReNoPoaVqT70ABu9iqv0PCsJjD6/Bf6+HHKFvhW5972vlI89ma8hPmgZjL5hNoO9bDjYvQIxhb7vxJ++4tExP9csTz4Z+X0+AsePvUpSpL7FX+C5Vey2vk6Jg73+8g8/6uLgPjLbVD7DSA+9nU5UPfjtSb1njje+ep56Pmfncj3VQEw+UKl9P1i5Hz95SWY+ggx5PvhKSDzC3Oa8zICnvdi3VT7iZzi/jJKPvHBSCb2k6dA+ArY2v6Ewmr3PcSo+q1UdPxVWzL1IwYi+BOGePmMF0T6+DzS++vCSvi1CLr4aTxO+6/8Fvmo5eb4LI8A+hfa6PX9gl75dVzS9YPUvvi9yYD6v7Sg9DO5ZPrHaPj0OGcy+p5V2vm1TOD5hkFK+L7R0vhY6WL4oQ609dngivNACyj7mqiy+BDtGP4aY9z7VWUM+zzDBPl6uqz5v7ym+R7tUP7aR6jyTdzw+llMDPslToL3Bv1e+tEvjvt+9VD9WHkQ/NgBHvtpMaLutJks9m5ffvsldCr3xfXk+9lybP/r+KL/bOWm+p09rv8w7lz5uah4+TsMdu5iEAD6U9DQ9WC6LPmv74j3izzS+L2pNvwhmUD/G6Qs+ZJyqPo50gL7OvaO+nq7gvexrRz6mNRS/58CkPhcJKL4Sqbc+rDvSPv8wHz+d7D++3xNHvuo0fj2Yku8+w/muPgLGZT4xRVM+Jt2QPeBm0762YXu+g2JbPjjIg76/0iq+BVKhvpR0Hr82QbW+sXfnvswnlj1ZgRy+RiaMPuwgAj5enqA+7UX2vm3pBj9dVo098qREPRAeHD5yca0+3s2uPfaUIL781te9Taw2PeuPhz24u/68tk3WvsKg672vIk0+6lJBP5T8Or7B528+dNaDPeJTg7wh3BM/wiwpv+cxIL8X4OC9JdFSvScfF74tys++RlusPnHk7T6GfH4+ishDPm94WL3oAJm+DixYvYYxOj4sSfK+P3wSPxp6Aj/I6O891CDjPrRfKb7JFaS+34Gwvga+UD5FTWE9incEv3tKoD4vexS/E2a/vggfyrxP29c+KfQHv4tmBj++ASg9+ufJPnjPkD4Uv3G9oKMMP71Hi741kay8Cnd9PowAfL7rmWW+OD0uPt7huzu2MKM+NpUMvtubcD8ypl4+KD+Wvvv5qT7WuZk+55wIv2wESz+qSFU+HM44PrBp+b7Wx9Y+E29vPiW+pb2sgFM8ilsoPyRYw77W+wk/qkuJPqi8Fb/r1K09j9CJvl0ZzT1v0gW+caHDvhWuG77pjJW9fgGyvhjK3T6XY0g+cxRGPiN+9r4CyTw+IdCoPgzrAT4q+oe9TzU5vg2Elr0jL9s+9MVaP5GF6T4FFRm+HmrmPfvLmb0u1bq+xdrlPnfT6b4ys+y+B3wjvnbHsL6uYfU+dg2SPoBLKr7FrJQ9b5kEP4rNAT9HClA+0RG5Pj8mqT5C3iy//E8bPqOyi77+sAq9CmH/vCSqIT8hfRm/NbfSvc38s77SDiO/VuwLv5yd/z504eG+lLWcPkOPgL8J+7g+fR97vm3S2T7ti2Q9DLgRv8l+C7+T2GS+KfGCPiCSg75ISnO+uUmEvYY6jTvzI6E97/eYPmI0i77kkxO/9dwivyljWLygnwQ/WjqMvd58CTy318y+GWkruoAMJb6emo6+FERQvw3DAj7AYl8+SWjGvEbpj755ltq83vbfPhH61r3t4pg9rXqTvlQHPb/FVC6+i+7lvsNSpD6Xsq++xhC1PvM6JT8qQmm/OS94P8dG+b45WJS+lpQNPiObmz0WJqU91iUTv2CI/b2HtMO8LOyUvjVHnD548U2+t5OoPmubqj0PQgk+zuf3PpSeDD3nqma+EaSgPn71AT4eKB4+MUMAvuC1Mb49DL09jQOyvtfYyj5mVru8Ko8BvzasIL1egwI+IgXtPuetab4ka9o9PqdwvRzLr77yUgW98iikvlkhy73Aduk90lFnvZ5DIb7fexG8jxxivG0cc75JXGC+tH3aPHZgWz52Mv48YpMmvq5NBL4dXCo+bzWJveuAT75K0Si98KnIvZeODj1s6gE+1/gPPlxyk74BFb0+8GLfPkvUAT5dahS/mY6dvlQioz67tRC+1D6/PaAnObz88as+Sg5ev8p3rDyQe9M9eYvlvYg5Zr7vWdy9G+RlPiHM7T7UAAy+5Oe8vX28ir4wv9I9In8MPsJeGD4z++E+m6kjPfSqAL8Ws7894sQmvuSzvD7bAw8+xwOOPWIOa77k91a+cjDpPiXkJ72ud4A+hhTzvRaauT0tjFs+QeFOPk7CLb2ZsQy+a171PXduwz2QcTc+maKuPOPzmr4jn7W8Uc7NPu66j72e4+28wkhFvEVfoT5oE32+q+e6vUpKuT7hez28W6UPvtiBDL8G1aa+571JPhnVzj1DMn8+8KbgPomTbr61x56+7aVSPNT6YL4sDFs+3SpivQRsC7wOW/c9fwU/PC/hLj4PDdy9iEn7PL/+eL7Hetk9hvQ6PaD2Mr3xDqm9vfhmPUodcL2JVj+++W+7uzgo2r3vyHk9MACCPVRdJr6t9i++4psZPXYMsT2JMl49g4ohPrDH4T3d9QU7nqvlvLBNA76a4qy/UFaQvDhBUb3uUli+pmRZvesEs71dWHO+V+pgPDlQTj2o3wq8lVMXPZWllz1sxJ49TBBnPdRV1L2Cwvy9+FemPBp5k7yDluO89DpmPHoYQb0JSg28+bKkPVbzODzUBIu9VWVevledE74luqC93dM0viSy2L0dfAy+JOP0PWg7vL1BYoq8stwZvllaGL7bIZ68pk1ju0WKPb1hNXA8G1gVvv6uI74cFR++J64GvPCxRD0Dmec8FEZRvhWuH7oS68S+ze0PviwrQL4RnhC+ShxWvnTVbD59sS6+jsGjvdhjjr4zr9+9hnqzvRxvvLx9M86+oYj2vYv+Vr7sVPK9OywXvqv8Er7QiOu95rRsPX4jiL4FKdu9jG7wPeSqpb3tw8S9VI1aPIeFX74yaaS9Je4WPVD1eby5HIA+REHqPbjhmr0LeIa7TD6ovJLfa775htg9ucCePewv6L1ITZe+mGgMPiDBNT2nJQ2+Pi8PPoU1oT3tuDM+MPaQvfgr2r3reeW96yjmO2qvyT1l3aq8d4R1vc7fiL6kY968HPWjvT9zD77hdko9pHB5PAbaVr4TKb49J3gcvgesRz3UR7M9nkV+viS7jb4SnXS9QsTSPRF1AjvJsNu88InwvaB5BT46bQo+DbakPSclBb6PzVS+qpObvtxqnD3yk6s8YtNCu8Ubn7vlWYU9dToPPstmrr1t8CG98tmQvuuT6r3KAA48LTZovXYnwL0lYr29ulZwve9l+z2d10K9UGlhvINo2TuwGhs+HJSVvpiIBj6vtEM+jcQcPj9rdL7Bp+u9IpfDPPz3eL11CpC+3JAAviqmsLxU/TA+o4xPPgzO/L3QMbg9qY2RvQ6tCT7dK5s9BMohvJYD5T2zaLy9GqvaPDtIBL4NxHk9xMAovmSF773gvfQ8pTcQPs6pdb3ooq89h98Xvs7/gb5b/4a+1RESvHvipT3AECM+pvr7O0m/RD7vLpi+44i9PWxYfT5ztDc7kPuWu5R94r2eDYu9EYz6PbN4GD6ZZnC+rdY4PpRnxj2LtSm+fiM9PhlpZT3nz8k9RYzvvQeyir4q3a+9xmNuPgQLxz10c5E+mT0YvRrGvL3csHu9D6+Svbf5Yz2ZpyI+izF0vQUYGT4XmJE8x2shv3bt4Lx87wq9WZ6uvS3cTL6YTBI+OZz2usDnpLwODkM7OGQoPmqfhrsJOl+8a0Apvtqh4D19LBU+ZWm/PbV6hL1a1ZK9ALHYvcudWL65WcK8luG+vdEZDj5OMJs9pjdbPbIdlL2MRAc+FiaLPai3pD6SRL29SC6lPXS3Oz7CjC0+0p5NvfbDQL58dbE+V5zePdA58j03hhs+R+A0vNuE070gR9e9thswPjfEOb257uQ9+5WxPY69BL1tVBK+5eDAPSCZKr4UCD+9XEDoO0jlJz6x7fI9bo5IPlkUyj0VCF2+pgIkvaUPaD4ce989A4KdPdA3C77ezYo9c21kPpiJJj5Yil2+ouA5Pq0JVL1Fefq9TZhdPo1wDj4U9Uw8GUoavg2M/L0577W85MzXvYAFabxoskc+tPqoPZ1P1zy2RuE9wBHtvXmHHj77wu49pw0vvmNiybzKGjO9hNq4vfYiyL3bck08ywBmPo4umD0lhcC9Lv3pPVmfkL6qPK49xYsavs+WJz5qjym++ptxPjDiMT3QrvY9phZZvpzL/D26oJu9v4Z2PRzjFT7Xnwe9cKwePofKTj6cnXW9R4M3vlFMVz3nows+g6qgPD9nWj1CVcc9R5SePHAPDb6bLiM+DlWwvhjLEz35+gE9aCXIu/rq+71k2hm+B9ojPft3Z74D7Jy9XT58PnHRFT49rPc99rx+vum6uzs8NP49WyAVPj2SaL0rtYs9477RvX7Fzj22rBY+ayB4vqTqrj3izAO+K0VBPSajNb42E1i+azLIvZwdF70sr1a+/sO7PQLNjr6EWBM+l6k2vuiowj2z7BO+HREOvUg5dr1Js/I8eVuavpgCoD3L4VE+RJowvkv+Q74fXBW+eJy0PZuEFT6u8Sa+uBsGPq8XGb7QN8+8O0EcPjKmHz1SbKw9Sd5FvWTmaT2Tei4919fzPY3XJzzDLN67Ja4ePQvcGb62aha9IZL/PUZXTT5IyLs85Zcavhs1Wz3wiAK8A/ifPexZWj7d2Xc9Rr0TvMOhiT4ouuK7SFIOPoOdp71jZgC+aBt0PTn0Jb1V0gS+YB1TPoIUCrzZh1K929hCPpwWTj61iRq9pG4vvtkPAb5PlyA+oAS3PUGCsr1asQ69M0Q5PJkn3L0BvIU9NXCJve30HD5XUPO92Hq5venqAD61G+08HwqVvbUOI73gOW+9zzG/O2mp073CP4e+K/d0vnMblb79Qaw8a/0xPfljaL5zfn28+5dQvjndXL7K3fO96cUUPt36wz0e2Me9vOMFPoDX1D3fbmS8HrwXvtFwuLySMeU9IXDsvY1FFT67n+k9/FMOvklZFT00AWG9Guz8vSYs3T27hk6+ouQvPP4yrz3gsrg99JL7PeRUzLwligC9yfQKvqxyrr1A7RK+zt7KPSZakT3BEEi+sdi8vLOJ5T19bYS+DF4sPgwu0752FEE+jZ4wP33V3D0sXzE9J5YVvrPkI709/VY9owgCviU4HT3DxiA+zsUhPsKX6D7E1RG8YykbPukhrL2f9dS9uByUPDF3Cj5tqcW7GH8vPubghr5ZJD0+4BQ6vu/pRz5nZkw+e5x3vuTnxT6ArRK9Q6l1voN8tb4qPSy+W2SavuLsO75Y36K9ekofPv/rhz36clK++oZIvtpjxT4EmBA+UWpavhXgTT20f0w9shKLvgv92b5USX69hemAvXA7UL4jcwa+jJH7vHTfaL4q4WK9+7EpvtSy/D6cfW4+DmPrvEUlib4eFLM+gbqHvkuhgL6IUT2+q5Fzvgn3Vr0h54o+4uqkvNyHVb4WJBY+uY3DvuRDQj7eQrM9YYKGvr6coj7geaW+Wo9oPRkT+bz26yu+YT7svAVjij3yYXu+QTgiPU9dhD4nJqi+KlJGPc3WAb6UCIy9U2UtvTKUoT0n+SE9Fw1pPYNiyj0XU6a+rDi6vdUmPr0/zCm9k9eVPhWIaz476RW9auBpvNf+Pr0ukxu+c9+LPYHCxL05c7g+sRxKPvUSzb33qAs+5w+YviQevz5Bl+g89K9kvTRMCb6Axe89MIkiOzDuAbxL/6Q+YRYAPU+/hDzavSy9zD6nvi/1qT7CB1U8hjuDPonrHj5e6pE+88TCPV9CCL492y+/fpyCvrEbkzzmopY9K5DjPQUt6z2k54K+frdtPPkCb71Dcr29wFRwPst73zz1wBa+2ob2PVTcDz6Tr6U9e+JcPg54YLzh8Mc97BRvvpy7aD3zMKI+/GUevQ8K9L2NzBi+K485PAvqcrwQXwS+WN4/PFK6BT0mHhE9cPbRvX32pj0fw8C+UuQRvjEpTT7OTBG9al8sPiTxHT65zNG9GMQ6vUjPUD1IeHS9haTovBKVHD2Ja4E+7fijPZqn3z4pSDY+PZzLOjCgCTzaBcg+zSyLPSRqj72H1FQ+R/oqvoooaL1EIxg9cOHoviL94z2HQ3E+BcKMvliT2L1tZRG+5yTevVxxHD2nSYs+e0gdvmUdUjycO4C+SuEmPbzLBb2xUaY+mFm5PWY8Nj7jbMm+VmohvbHM5L68urC+A5z8vQYNV74usQS+/cHwvYNu0T23cKg7qQq5vmJvsb1WJnO+qdGAPcrFEj58Tfo9MoKDvYycIr7LHyc+rxtLvqz+vL6b8BW8xpAIO06xPD7gRaC+oOevPoeK6TwXK2w+wINWvjOFSb7Bbje9Mse7PKlnFD1U3oG+jqS3u9iAXj4P1pS+PcjCO1t9wj3aIHI9ptk8vqZZBTwhVm88b8/rPfz7MD6uCbu7iR5+PQHPkb6yvzU93TQVvuRsgL70H00+hZUHPsBkt73Yw4k9hvoTvD5oET1W95i6NjyGvLZhGT6ukgG+lrPJvcSilzyJJ2U9tybKvV5Ltj0Iz5E99lsDPlbpR72ujTS+0zT8vbt1B72CpKE9BkYqvcKw272XLD69qWJBPoAJFD6/DSO+mRp3OzvvRL1B4w0+HHVyvIiChz6gnkA+dEvyveic4LwMOw09maXCPKIGr70l9Kg9IunxvSNnm71n9ZK9ybhYPgjp/r2HCRe+DHESvuGhBb4BNVO9Iz/lvPp5DLxeZ3O9oWyovvFwlb54jtW899LkvMf3Pj2mjrA9hhdbvpBhj77lvZS7jtmBPdfSAz1IFWe9P/hJPn8FQr53aCq9owEJPZOouj2eagW+gRXxPRCn5r09f5U+24mEvNhaBT6t+6m95VDKvCp0hr41W8c9pC8RvtgO/702SWS+ytjwPT9UBL4N5iO9mJ2QvhNU/z2V8mG+w/uMvSf2Aj4C9yU+Hwi4u32bB77SmLS97uaQPngkfz2Kh748jqxwPS8Xmj23TjG9jWqlvQ4D7r2ixsK8hf58vtkJ9723uW++jKk2PqkdQ7u/8B4+nKY/PqGjJ75aiBO9xSuevXFh0Dy8xeo9uNgkPSynjL0z58Q9Pj3BvUvwXb6LMAu95Uayu3JXKrxmg+A8hlCLvQQVVr4AESq8oOUxvhTYBD7GtUm+cblAvfa4GD3JEL28jUxdPgwfDL6xgQQ+LSIWPsRmBL8VMs09eagSvme/mL32ysG9ENj2PPH8eT2APta86ALTPaIJUL4caaW+FowtPtaGPD1qyeO880G0PtdIST1crmo94AGUPXZrgT73IwA+WdjRvLTLfT0Cbom77+8sPSSDj73Coe++hwtIPi2ZB77b9Zo9g147PcJKX74UNlM9E3NrPlswyz452R09DiqcvkpYpDwnr0m+IBAbPraIAL1cYNU+Ru9mPrN2Mb1AHFK+Y4aPPcyaEb570hm+Ny2KviHf1z64Zwo+jzI/PldMRb3tzo09WnXyvTaU370G1wQ999nuPSBAhz4GM4k+lQmHvhh4mL55rha9wTPWvUv9JD62vus9hWCuPnNxaD7AJzC9EFSgPmqAl727/d88t43hvOdIIr4vwZ8+PIeNvTGFLTrsOTe+T5GuvQVvmr1EQpE9d/i0vfmXdz5PtBE9W1mFPp0ADb2nAq89+RVKvT4sGr6BYD2+FVDbPjJqKry/4cy8dWdGPrq0bL1gpqG+1nuMPqOglD0hA3e+BBg8vQucfz0PJlU99711vhOi6z3+zCw+vxvpvT+MdL0e00U9L7qiPqE1YD4w4gm+UOo6vaEvmL03+iU+ahv7vFO0Pj4KiV8+O2o0vYpLs75f7YU+rqyEvqzn3b1g0ac+Nc+PvXEG/70VYZ89SSztvdVNEz2NF8u9GO+Svrul8b21cry+TOxGvkx4eL0zl6u95acDvXgqkb5GTA6+6BqxPRNg1T1MMgc/9dxRvKdBhL4PARE+Sqn0PZN8Pj7AGb68RmrGvWcO3jyjvJu9IIdRPmuBoz2CsI4+Eyw3vkmClj5ociu+MBsyvZ68lT6TVR0+JTmFPi2EHL7phwS+mRwXPaHflLxgYJI+3qnGvJOfQz7a4Si+Po86vqe4vz7C8HG+fZ1Tvmq2k74LLGu+6KmJvJcRCb5daRs9ejhIvJRF2D0gRu29JvQgv2I1Pz7iFaI8/0pyvgxusTzs/bC9mhQXvWH9h71X78++M8X2vSC1ib6py5i9brxuvC0Im7zK6/69IopWvEZczD0YSIq80xsKPow1G764q2o+bbmgPdb4pL1+hEC+uSepvRKs8TyD6tQ8gcMLvsTNgz2E6aM+gKgsPiYqTz4gTAo+WqC+vv/kBb6zLqw9R1INPfK1H77ye+C+8wIvvqf5fj4NKlu+i2mePU3ObT5pRgk+/4m/vTwsFL5z3GC+SznlPRui5DwQV16+xh9mvjj5CD0n6Gi+qSoaPv5LPr4Za1O+5VkSvjPtlL52WyK+iquWPWrO9b0bM3q83X7pPUOEJT1rDpQ+6yl9vheyuz17gZo+8+YLvuJokD33ar29NAACvnLXqb27nuy9tO+JPMIpgj33sEG+A3YYvZFVm73oida+/cyGuzswM71ZIaK7eP4BPGtJqD2/Hm+9VKnuvTagDr5YZgG+dUavvHgpMb0/MYo7MXiEvEb6fj1YDZO90haBvACNFL3pmx29V6m3PUQ22j0vwAO7Y3qMvd+0q7y8yrM9F8gePkapgTw0yiY9EbC7PKrQHL47Lcu9nSCQvLZZWbxQSCA+SWrCvlV7LD5M3Ba+l11GvnA3LL4uORy9+qXQPS9ThDxGhJQ9mJs/vnRQ/j3pbYO+W409vt/pYj2kVkA9C2c7vpMAbD2kipG9XjFjvoeXrL0sBaq9AAB+PSxBk74hHCQ9ZI8PvhV4tjvO78+9yO9fPg70ML6fhBA+6K2YPLVv17190xs++LYYvqOdJj565to8tA+rPNlRDb0HfIe9a1rPvc1MFz7+bTK+PFoNPrQA8712tlo93C8Jvpc8Ab4PpgG8FRocvgzGiDvnLQQ9cPWXPO8yLL34OTE+Bf9ZParcCT7C7xi9U5mQva7jQ77H/da991MLvntPOT1NHIk8oxfXPRFXBLwSfqO+KI8WPoAVGDx4Q3Y9i8nbvcjVcrwXfv+8eRxHvmAnBr4/sBA99mIiO6PeK76/9rs9vOZKPuQ5gjsibQ2+fdlAPQ49gb49nI6+O22vvcvP6L1ce5g9RJNPPQcvhj2sXTi93y3kPOautb3z65O9JYIaviFCYb4UFog9+mXUvem1Wb5RU++9kIuJPYN5Fr67fSY+fTMevfPrHb6f35w9uXGrvauRkD5t2pC9uCQ7vWRLQD5xXNK9zTftvao65zypwew9DMsnPHqmwD09O4K98ew9vV9m/T34cKY65L+hvccsNb4ADLU9aTxuvRD8Mz6wPZ29uiQmPlfbB75A9Yw9RwzGvfplIr2rb5O8gLeiPcEHCr7C0AU+eyFDvcNxojvr/3U+qUAIvjHwrz2aPIg80hczvp/g4D11YNS9LKiwvG8Qdj6RhZo927oMvmPFyb5fCcS8BiZDPf8UYj4KL1I9KoO7vQDeNz3Pyrc8+XSDvR4irb0gpOA9i1ImPnmJRT1jFUS9i5YOvfyDfz3Do3q+lz9VvS5bxr00nAY9+oAbvpubDz5ZKwW+68XGPQpZmrzbjEg+Y+lRPlOJnDzs0Aq+VVcHvmv7E73ZMQO+Ds5QPpdgqj3ypzA+4JEdviczPz35WX++3WORPPKGWL4Z7DY+mgg/vUuDSL4+V4c92BadPaJ+yT4EsSa9Er62vY+UWzzdPrO9BS5evnxbRz4gTHc+649bvj639L2ojiI9ApC+vAGyM73hay0+14gxux4fQ76v2MA9g9K8Pex31r4bMXg9ACSHvNZtx70ECgc+W3KnPo5nGj1YNrI9QecpvtGglj7pUG89YfftvRGDKD14cbQ9E3TIPBJcmjtABbU9a6W0vaRCVT18x0G+j2gmvqSbvT26av69JR2Lvk8rULz7id49qT4+PuG8Aj5Tfpe+4BsgPsQwiD7l6uG7tNLJPfUqST5/MV091GAsPqjUFL6JS4Q8/aiXPv4mvj1d89g9iFlhvdCbYj1kbJE++trjPXhnCb4naPS8fNN5PhPF+T4agAE/LhVwPqrQdTx2twS+AyGlPjXq3LwoIX0+hUYAvZ6Sfb3AVHo++Q1PPky0kj6tdig9DFaFPpDsAD35Nz2+aiCJvqUhGD2vXXC+tS+IPe0mnLxy62y97qH+u/aVij54IZK9LNdxu3Zx/j0iPBc+H8p7vWrEtD5qlpq80THcvE+TCb2eBsG9HjvbvlbUGD4Oz2K+LMaHPvpi373dzDQ82dVsvsRBij7D5vk9rTUzPrstK74IZOI88CucPrQjq72QYEO81ootPntV+j3aWEm+9JTpPfIPOD7VEFA+0dTovYTGgD0g+iU9JVYUPejq3b25IAo9p/+jvXtLIb541r29VwxIPTxaj73+CQY+QtwmvdZRUD7rqpo9Tod7vhgRbrzGIBo+WF/rPZnnCD4jJUU9U2QpvqjZkL5rBWk9rCyDvVezbz1fDlg9lfWuvsOkNL76q/K9fbedPev1ZDwh7VE9vcC4PREFBb4octO9ZrSIvphEnb3IRrM9FBl0PciAFL6X7l2+L8SjPMZHBb48wsI9gFALPjDHBr7xVrO9Q8QJPpbXXb65ldG9YzEaPuXRMb6jHkU9I56fvZ5UqD7ttRa9xz0nPqpzg76/rcy9qPcBPSfZL74lFyi+txyBPdjHqz0Bv508uKCGvnJgLD5UfgA+fA8DvsHm6b149M+9REFgvmZENrx9enW9EppVu08exr0EQuQ9sALaPX4VJj2Y7/O9N9xBO28c5715+X+9KBscOzfbMb78Pkq+kKvIvfjwnD0AQxG+jdoUPvKylz2l0hW+EcrZvAq6Qz7PUo8+EEnUPdCbHL59yp294TiBvatdl71jhiM9WyAQvcfEFTqf7x++zrQKPOKkjrvUqIM81e+0vS/o7L2OnAW9HEBAvkstPj7bIas9eTh/PX4wzL20NWG9yI0euk5iNj2eqPs7avEKPqbfKb4PrgU+FZN7PZxnn7spwp+976ubPbx7mb0yUoi80h2PPVle970vZ5I9WSpNvNOQuL1MJre+jLs0vgVoPL3qqaM9dOuLviMv9DwHVL+8HDjBPPv7YL53NwK9sz5PvpVLGz06rd09esbIvS5ZBD5gtTy9I6i6vrx+Uj1EMiY+0ZFDvfzZtr1iCyU+hr6tvl2A9r3LgRY+1+vjPepa/Dyj0a69ef0ZvmZ55r17dFs+2GLOvmArgb75xvU9HXcFPFPi0z0MUW2+CU8PPsGeF7xw+AY9EWXKvef5hb2NJp++eZSQvXaHN708a5e+0QJQvkKzO73CIh6+iLIMPgLiXj7DaoI+I2KuvpbHBT4tiPo9oSKHPbGNGr5iVRw+fdvCvD8yfL1mFWc8oldhvv6pxD2RbiU+irg7PueIGz5xMaW9QjJevsfW7L2BJ4E8JsNZPYo6oz31+5S9Z3tovrcK077dqX++lvLwPNifyr1/fws+9jQsPtK29r3SYaK9AhgpvntIXD53+gQ+prK7vuy0/ztt2oa+XVCdvobVSD3ArnW+X8+vPgNnVb7+D1M+QmtDvtoMqT4G4kw+jn93viLDZD56gbM8QoaPPDCtWT3UczW+24zive/Mk7wg7pS+JIzcvfEmLz4VUy6+kUbauvKZpj3Tp6u9st6JPWLnRL3AAXM9epvHPj0btLzW51E+BYajPS0kub1wtQm+8y5IPtumFr7HIgg9+24HP7uFDr0zVm49Z65rPHjR+D5Fz3O9VtezPQ+TJ7zPhgY9BVTGvoJlnL3EKO29ejn9vcwbMT5E3CQ8ayDYPZaYpb2z6jC9Fo3QvaXUzL4MPaG+MNbOPNvDrD0XFaU+MI9ZvpijAz6gKkc9tkcDPixdGb7L2lA9SEVOvh9+Qr7CNdW8/xVePVgnlT3GwCG+VfFmvhjhFj55U9E+ctYTuyb3Kr5dd28+2hE8PTTULD40pEC+bV4XvqaeOz0p/Is+YmvcPpOC27y8Mao9j6PqPBEL4D7KeJE99/GCu8KWLj4Y//a9ot/ZvJbfnT3je6I99OHkPpGbND5DKqW9G33Hu579ur5irnM+xq0vvprfIbrbH/q9uDyTPQnpcD6dHCW+sVthPmakD75FfFA98sMJvtM8m71OUFk+5DSNPXAhVj1vKp2+cp0FPvssVj5429I++XgOvUeHdL7Dhay9UcknvXDYpT7In/C+cdqBPgcH3b1DI+K9J4Sgvd50N74aHTu8cLkhPJuncL5FZM29pistvgAYFb5Veyy94uXlPio5ZD6nI3+8mqOVPvAgBj7qvna+/N9qPoyluL3S24M+2QwhvhIyHT6TYh8+u9kHPW3YWL1gPcQ9IyuGvWVx9j1EWai+IIADPlylHD6YsLu+xpowPo87LT3vUZM+f6zavXeYMDwPAa28tBUBvq/cw73GYce99h//vWFmJL4/ZYY982TkO2pBJb03kci9DuzuvawmLz7NpBQ+DgsNPhdGsb4ZwDM9jU6hPVO4cL3UAeM+Zuuyvm9jND56Vf09furrPWa287yrJQO+iEIRvto9wrsdpH69BA7uPTigrj0xPoC8zuIwvTyv2b2I3U++NfyBvgydhD3UvbW9dlrGPcnXXLxjAy++sHsTPU0aCr7lCCs9y4/vPVHcGL5ura+7LOemPfskLj1dY1y9JvcevNCdAD4ADP2172ynvKsaKT1nB9Y9+NUwvlGhmL3Sspm6z8vMPBpt0rwl3AA++ax0Pj30Kz33T6E9gu5rvcvJob2yiJG9uj9Gvv8A1j1faVu+WjRZvdWDGb0hixi+h74rPsRksj2crza9ct0DvkwsgL0GA3Y+0lshvpNxqj1v6eC9cpYyPXt3+z1emGe+SycbPhwam71yR8k9yjAhvWeNUr2XEoc8tk99vqAE0r1vlwI9VB1dPapc0T3dNbG9KC3VvPioAT4Haqg9+gE0viS1KD44ge27CozfPb19wjy0LWC9ncudvc/zCT5wOOq7NennvTkfADyIkwM+ep0kvpgEGr3TCVq9bpWBuxGeJD52QNQ9RbPFvXikdD3B2oW6imkHvgSWDL1+EYA6zHswvf8gA75GSg8+e1ksPSqmC73y1Ms9ypX5PYFlWz0+DEu+zQjavYkbcL7YZU09wQbpPRxsCD4f8A89A7ZWvf7omD2YLiO+Y/klvr6oNj64Sas6OOd5PRgXLjwbtWC92gtxvli0DD3/+Cq+S2XHvdYvg76Y1C08srGrvWsVWr7Zkta7oMdvvp8AyT0S7sA9GZfBvnYHmr6Iuhs9qOiNPeenyb4hMqC+WoPqPpgIubuheHS9nmPLPk9EOD4oAHq+IbIJPptZcrwhimK9hQFCvQymvD5uAlm+qdvYPaSI1D0Hn/q9URqbPGdQpz554Yg91neHPWr2WD7JrGc+j4EZPgB/rr0Weae87jNoPpyWzT4b8JY9fTXXPD5Pxb3ZiF4+6/57PZAw4Twygc09+ZSRPVGVPb0qPbY951x7vZvBsT3F1/M+fWW1voKDJj7/+b09u1bOvUqvcr1JIam7ZVkpvtk6SLzNi/e9ZoZjvlkXCL48tZg+jWqpvmCyJL6qCYw+LeeMvliAqz3sC5A9KFAUPrpoFb5Yisk+PHEIvV4GPj47uww9iS/BPnz6kT0hKsA96l97vQ92xj6WI9i9Dl2JPdh9mL4+uqu+nL2FPjOQ2L3Y+Cw95l29PqXNoD3DwTa93+69PvMSRz5swTU+7U4fPnK5MD5SNwI/IZcGvnJ+9Luo/wS+3gapPiwKDj3a87w+1yUoPnT3A75HiRM+1vvfPX4Liz6NXC2+fcPEvP9ivz2W1Mk8vtgav2QqOLsYAOY6S4VoPvQPLD5djPo7VH1xPvz7Ub2eLls+O9RtviQQIr55Srw+b1EmvvthIL5kwkO+SN6SO4a6bj7s9fm9u298PRWSyL2XM5o+LaIoPoJ5vD0qNxQ+VxhQO2Cytj2KcfO9iubHPOB6f77LxXq8DUuzPfWeD73tSaA+8/YDvuEpZz6gVBI94nWhPR3ksj2BTHy9JThYPtMl+D3U18O+WlB0Ps7pUz7yrOA+IndjPcERKz01mtg7hO4tOzaoHz28+0E+3v/nPm9q5z2zjK49CG5+OyPWEz6R6Q++fp3sPC+eZr6ywiq93y6ePdi4gD4yXsE99fCjPaRCzz69y12+C4umPVSnzLyIc5A+B0KBPQoBrLygc42+1SouPY/Emz4xIo0+Bn/oPbltdr5kuOG87o1evg8TIb70tK2+SuWTvmP37D3Y89q9GjSBOE8Vsj7Ccve9kCEMvaHUxTysuia+R+x2Pkd5hz6r79e9r29FPZZC3L0PzFe8IecVvp7IQz7hykq+38VUvWYJ5b3M+Ag+BrNUPuHzir0CyZM+OMkvPckQLL2YBjK90gzjvXy+DDwfwZm+CzSfuwJNtD1h1kg9TGENvYlCFz6V6iu+dYXMvEYqYb5omKo9TvfBvYxCAT5FK5K8AngqPm4ewr11OKg9igg2PttWg71+aaY9IKALvk3v8DzSyrw9tVfuvD2iaT4kr1o9VOtEPm/TgD3Rojo+f+6Ovu5kMb2Jwaw965yEvWUu0z0YWDS+dJgVPbM/M75AtQK+09Q3PUQsybzRZwa8NaMavSBAd7v+G4e9SbgJPjsgE764ck++k2daPV4U3j3RtcU9MDYzPmF/Vr7vARq+npzdPWR7rbyM/Wy+wJ6FvZf7Tr6RvOe8GVnEPdqiDb5T7La9lHgXvoF1uD2G3da9q+TmvdgZiz1F/Ja9B9ufPJvcLz3sGpk8X9vRvSRiA77gPZG9W+4TvoY7zT1Wvy8840sovqkWLL56+LQ8yZIfPcaPYD4MsR4+jBX8vVW2yr3x/jG7cG5qPmDVkD3NaHy+wmwlPXTzLz7Ueg2+bPpYveU57L09h7K99l0yPCJd/71puMQ9eW6SPnCsVj1gmVU9Mk2ePTcaRjzq56o807WavSxI+T3efEs8nvqJvVJ0dD5HbCa+d7F4vfPQr71x/3M9ccvwvAdotD2O8iK+JH58PX7pkTwRNHG9wIuMPcD8O75ufyQ8/Kd7vc+M2D2h2g6+zwR6vc79rTzQwRy+EzJ/vUCR3r2EyMI84eUrvk99Eb4vfb69TL8tvdvEAj7Ca3091FOZPU6mhjzlbN081qNdvHo13b371im+Pnr1PREegjxATA2+UaYFvtVltj0yaRi9wFnsPejUG71RuIS+4kDLPYog5r207uo9ksPvPaA3SD4+3Wy8amhpvSwtOL5Ui3O+eV0bPWCDw70MOgO9U7vIPqgQLD7CzQC9cQeIvdf5xb34AyI9BXD6PElww72f+OS9AMoGvXOHYj4XZZS95h7ePT8MZjx4nd+8C9qnvMwZQj6McNE9FANMvWQZbjzVwg8+sCsnviL8UT4WBrM9rivSvQjYQz3LjzW+Yv78PPRhFb5jb/u+Uaflvt+TNjy+pHE+rDfZPYwtN75tCJO9mXmivV6oAD35RKY+qaFTvhMATLy9fQA+rQq2vUJZQL7F7lC+0Aj9PVy74z0qTPo8mXCevEavIzy8Z34+wT9yPn9jrj6JqKI8yjeFvQrrKb5Js4Y9x4ffvRfs2z5f+xG9zd0uvWSsPT6onhK90eGDPu8ND77jrVc+lINLvR1iUD56mcI+3fCePug9Lz6q1rc9zqNJu4LGtLoyy7S+vGZpPhBWqb5vp0o9HnODPaaoJT9/TQ6+bNIjvPgTAD4RnR28xQe5vU3ABr7s1D0+cMYcPqsp1Dx76By+9P1WPQHaKD6NG/E9xamLO7Iqaz4RpIO9hqDKvTnTeD202kO9rNE9PM4XFr5cJhE9eOLcPAvTNz4kwvk81Tdfvk5FHb68GGY9Al7BPImSEj23e1E9xkLgvQllBj7MJF4+qqrzvRg3kb68Bwq9W90nvb4AUbx4JjQ+S07+PCSgMz39kFE+AD5Dvfv3Sj1H1Y89gakQPuzaB76Ouug+zlqfPoK1Yb4MbCM9/sojvm8mlL3HmcI+OjTEPbQIfD7GfGO+VExXve3c8T4IRwc/7Q/1vWyTXT6LfdQ9asdsvig+nL7n3Ks9XLgsPIKGpjwpmkQ9Fk7oPn46ZD14tUy+wkR6PFbfgD414bo90ormPX3yqr08UbO8SlkDPnU0gr4qQF++N2pZPluyoz5c//49ym3FPp+6P7yJHZq9Yk2jva5hszy3P4Y+m0RFPs3bFL4SDts9tAJDvsIqBb66HvM9YaLTPeDK772cGsg96A5mPhmR4D1jVEA+sQi+PWieVT27ZiY+exuLPoME77t/Ud89Lu4ZPi7UAjwIF/g9xbZlPS3pgT5SPJA9xVw+vWC0Mr6PYio9uuhXvt6IgL5dlLY8AptrPLh8kj4yVKi+JO1fPpPxQL4zp9S9zCspvvtbkz6l9FC9hppTPm+nAT0yah0+kMZHvdInS73r7K+8F7OBPpaWFbvuT5Y+qE8rvVgxF77vJSO+uEwbvWIN+z2YYGg+I+quvcNNHT66ORK9l8DcPZ+Gkbq/BLs+FUTUvVFZBb4PbhM+eVLePBD35DuzId89381PPbLBYD7w1XE9hLuHPvK9Sz4Oftw7/ou7vYKauL3kKbQ9o6JqPjxpQr5e0HU+Vx9avbleUD2KNvW7BtDrPJ9PUT3ubz++lyrjvfKNhz1eNbS9Gph4PvGavz2IVLw9TFmKPb33rT2ikgC9RO6VvV2A6b3lfhS9h/wQvjsv9717RAe9IVvWu/HCFb6GHIC+QGwWvnaWFj1zm66+OJqbPIi92D3KNwI+TavAPWkaKr5r06w8YZmTvbIejTyBRTU+572UvveiSz42np2974/evU4gvz3qdkm+M1H1vbPiIT3+iCG+TcmdvhfwlLxsRpK+Ji8NPlysMj1Gik29sO4dvsenXb5fdhK8rnwUvrwiy7sDhCO+Vi2GvLj8JT6gi9y9ciFdO2+jYT3M5Hu+2xaJPBFVnj3ldiC+ILLcu/OiCj4Wm3w89ZxKvI2NrL29E0q9OyPHPAEREr7owkw8d2gyvh40Dj5Q79I8a0UlvjYkdz2gh3M90K5Pviweir5mCLu8hCu6vqDojTz96s47YCHCvX/1Xr7TGt29L9U3vcSiKTxowCM9gBNlPn86ir5OaTY9Gv6bPfss473exZ085hxAPVVizD23O6w9TkDFvWpX+j17GFO+TGirvQid4r0vMPI8+VA5PW/7x711pAe9Nk/PPGvxXr5kyJ69dETSu/DgPD2887M9/HDkPed1mb1vQMA92VszPnmxWr7ybnW8WX4LPhCMFD583cK9IyUwvpNYBT587R69V0IrvrQkyD2Fmgi9CXAqPkrWsr7Akyu+KtdgPfZSer6yit09dQKTPqfogD4xOYu8H/Y+vghTfL7rSk0+FAIBPbxN4L7+uWW+3vn1vO6wkz0mrpU9Kd9tvmPvnT7uRVq9qkgtvAluq70hUzO+eTulvQubhT2Z2Mi99sNxPStVzb2BTeo9sl9vPvy0FL7waIU9BucOPqRtuT1ZSLA9pj6iPpKjyTx6YZy99lJRPpbZyj0lIoQ91ymKvlLMFD4Z4Ta9trr/PchzzT1juuI9Qvtmvgao/r15phI+NYNnvQnGPr7867E9XAdbvtHmOL2BOdq9uI2qPVolqr7wgf48iuq5PYnKCz4nWyi84FUfvn/gqD7TdgO9g9qbvmyBjr6754c+ZImNvlNsgTy/Pqi9X+yyPA0bCTsgwdU9AkGmPbvLNr3C7Yc+vZDBPuWugj0sSZk+3+6LPm+KZT70dnW+k0NgvlzdOb7Dcoi+WLabvcsWmbxmiIC8zyUOvSu0Uj0RSSs+J5kavqJaTT7nXQO9LTKqPHoD6r02HlO+xfWRPIhwwD1N+O++S+SKPvc5fT1AZzc+otlWvBvOPT2/LRY9CZ+pPeTHMz4vjzg+jccKPhGBkbu/siA9SkeBvqJ1OL4hf389BngNPqK7Eb0nz5o9NR+3PrtoOr26aBW+oQvXPQKGWL30XIs+sZR4viBtJD5dins+YAEtvvgCPD7Q5ZU+Ic/BPgLegj2DFDY+NCHaPeB7i7wWBok+738sPkfLhb2l+ok9dD4/vuzRrz3/l5M+dCiKvPAZiT0KwM+8SFI5vrI22r2mIa0+q4mBPaM1nrwHwHE+KDf1PsYuXb7K2YS9We6lPG2oMz4KkRe+HIdjvE2hkD5XVAI+BjdavfOs/D23rY097PBsPioRND2o1F09tZyvPvkawz0y3rs8UtsSvvrKJj4xRvg9QFpMPWsqmb6mabG+kbTiPTkugr6kOo28f5o1Ph+W4z3Bq0I+mziCPuKmrj72DIG+8w01PN1iQj7PSgw/DRNBPjZ8bb3iOBe9xR9OPmrCXL6JsD2+SJjePYxSxT266IE75PRIvR0Ygb7TgOc81IQgvt2Lmr4Sad+930NoPoApaT7OYFw+cd7NPLePHD59Tyo+ZvB5vhGhkz6UnEo+unmbvAH7Qz64WAq83U41vV8PGb6WONC+5yBAvZQiUz6w9Fa90NJ6PsDRmbvcnrY9oBPAPS9i2j40emI+bqZ5Pp9asj6Btou+jUIJvqAtGL5Exe89rDAQvmboIr6wSUQ+Nkv1vI5VI76lnYY+qHVgPt95YL4px989Z6WMuvtgPT4kso4+IjcAPsyhEj2f56G9giF/vFS3yz3qRbk+gPQGvtt2iz4o7DM+845avos8Zb3WF+696LELvWikJr6ge2m+5NYtvGgdIr3RG3E+cxAXvd2LAD1ZcyY+8eVYPp8qzL2g3yo+HSkTPHt2170t59I8VkboPa4bwTw0Jh29uWJhvfx8tr5Ej7c7bSeTvc5jdL7PMYe9EyEvPTL9AT52Npe9jpXkPaBJhD6Lw02+yw1AvWIwQzvxaO693dytPYctFr5QwRA+6ZO7vBXBA77wVfC8rjZ4vtWtuT3mYLc9/HjWvddoMz6900K+g1GDPQghAT55qGi+6GhbPmDPez7xptU9cJAaPjHfLTtPlLW9NaFEva2ULr55shy+LXKLvPNmvr0GKGs9SIAbvgBbdb5ODne9YFpVPSVN8zwlInk+77ITPs3LMr7tsgi+ShMevtvXUD7i7js90ePpvM81zz22/dC9GsGsPchCAzyAvRY+yRQwvZyeNT5Od/M9juYhvdpIqb1/JFw+qaz8PGalgjz6WIS+LVn4PN07V729FuU9E6OLvYats71Q+xq9mt4svchcrz1sA8U8BusivncF8z3Fxm4+Exkjvhqieb3CkcM90WQfPZ+M1L1TIlY9m6/ZveTb2L1IfLI9VAclPQ8rp72lCAe+pSU3PrLPbj0u0v+8P768vIYqUT0vGKK9TscIPdONJz5r4GY9dLL/vZWrxz2FuTs9xM2Jve7Dqz0HcDk+FvDBPqIN5b3ZpKw+Wck1PtBHsj7eN5G9fXjvPajVPD6sfGK+nyatvA2GqTwqDN08GFjKvr8O7b5oWSC+acMrvK9Ydb1kryS+YuqmPlWqp72mNvk92PTZvVhWUb3FjWs8bM+Rvt4g971k/Fi+v0pkuebXAj2bz2a9DJx0PlSFoL6TRvM9pC2Hveb/6r2VJCE+V/NKvSuNFT5RNHk9iZc3vhnlOT0bpM47NBp0PtJOkD6u1hc+7xKRPe6BHrzl0VQ9DLU+vuFm6jt6ZSc+R7hQPhyTNj6l1aG+Uzi1PYJeXT1ccEI+4e2mPWgZOL5m0S675wXZvL8Ohj5F4Bg61ECevYBRjr7pERg+d6AoPt2TZb6XGmG+J1mIvbK89Tx2j34+iq9/vuVQDT2yGIq9CvE/vo8IhD6zzhq+HcjIPDH6ED9ev8G+atO0uyvhzT4OgZq9xoEUvvoL6zxZlCO+85LoPWMuYL1FHza+/LO4vUdWaj564wQ+mgqsvd8gWT5xhhK662Q5vud7Wj5MIn0+IvO2vuSFfrzx33i9xQQLPU+XVL7tMTK+1zerPoGYJruCDRg9uHDuPRtz9z5X74I+IrwrvRZt7Tyj7MA9m5wLv0Zakz4EHxW+NnLJPZMnqb5fvUw+utj6PV1ZGLyt2A+8LlGUPhDvBD8ZWzy+GKhmPARawLtjOwO+4v1CvRY2Ij5fCYY+pQShPlkXXDpOOsQ+pWaBPtNF572GQgo8eKdbvdSVzDvzYC++mR30vU0R4D3TST2+bGj9PCxm2r246gc+AgSjvshYnL5JGFs+OXxXPvR1oD3+K0w+rCE1PhvLhb5jVYi+xWCQPVXylT3rWwU+FLTPvXS6Tr4mVF89g+CZvQHQiL1dL7Y9AmsavlAGVD7Tf/08GYmiPvvXab4QfQU+gfzQPfUhCr41BII9rZQxvUpQjT0RRjq+ebgKPoSjur5rurG9k91uPaaPXL7Kuj8+CI06Ppb0MT77L++9wDWEvoxwSL7DPlg+KiocvgHmcr6ebRI6XFF+voFqMr57xIg+uK5aPXYqsDwo1cy9ysc5vqKrwr2gKj09jERUPRFORr4dS5s9Yy4NPqp9ybtzsce+NAwmvnm1Xr51v7q9ALVSvncLjz5UWE6+glBtvMbLcz4Sxsw9xP3AtztHM77KnRu+xZIbPkHKQj5GyjG+sKopPQTGrb0impu93D1vPboY7zyLFfO9SUVmvK3Rij4nVD29vrg1PTGRVj12Uoe9uJUkvoMpp7w8bbc+dzbIPvKQ1b1H+ws+wOBGvKKGB74VhAK+UogevipAFb52siO+qjdxvvn1XD6A4P48+V5yPURVHb7HEiI+9rAxvn1s2D3JVq+9T/U5PgTXCr7jIEm+OVgcuynTB7z4lCi+16YmvaAcjjyXwDc9naXNvEfo6zyYjxQ+AC2DPjDYfb5jzr68dXWCPSyW5b2ZZQ094dpMvWYKIT4Aloy9JelVPdj4j71Po509T3QOvnI+Nr1sZKs9/SxDvm+FHL5swnW70k0aPM+l3T4xGRK+5GW1vQv1C75T+Aq+xSVqvUxLab6t50U+YkDfvR6UPD5TKUW89m2pPbZ4ST4sNgS+rFjxvUW+aD1oOgG9RLKbPtmk+z1cP2m9hRX8vTW2Rz66T7y9+yX7vfwFvj3b9xY+Xl5Avgjzy72eYoc9etq4vYEGGzw5ZO87Ng+ivDOYBz7RLTK+fPAYvjIU8Tv2jJA99rGHPgG/Uj4PdT2+tIiMvLdZ1z3Fqxu+u7aIvHwbXL3pkK07RvYOvqghnL1G/go+gjf3PSnhCb7kefo9JzgtvjvUDb244Su7dlaiPOJCYz3ZQu28WQ/wvbjwEb7zh6y8hXtFu3GEHD3k6Au+x4OQvZOFWj1ptym9BT4aPUSO/D3l1Ru+MfR3vXkgH77kB3E7tietPAr2Cj0opUm8W6aTPU7TMb0HLFE+cbHHPVbmEL2XudA9RjqoO6p5Kz1rZ5U9bLsOPiTl3z0Hkym+zjqgPcHLdj4AXro9qJUlPjeGlz0T4KC92lX7vZH+az6RdoK+9gUvPj7+472MaZa9MJKMPhY+FD7aQ64+0rLcvQtymz48Cnw9Q/6GO+GIUz6pZoq+VUZRPs2+Z76fbmS9Y44JPe0D1z0E/Sg9SaKGvgyjST3eSjy+ts/xPD45Tz3WPIy9MZ0gPSxctz4Vxqc8hqTfvY2Nyr0cMuG9n6uLPmceET4EDDS+ZX5cve7xfD2DlLk8i+s1vu1TQT6IBua92AlBvTG/s75N2We+LxMhvtFtej6tj1m+k9I2Pl8eJT59psK9CMCgPT+TTb7eOOu92D7TPOVQXL0WBUu8bGfHPUrEw717v4o+J1f4Pa1T1D3nAjK+QLKXvjrSt74+SwM+Yfz2PSWieT7Tfqk+dq4EvZ+UCb0h44o9Kn2TPjEEXT0FtJC68901PmAdKz73bVw+caSOvUjp472IBJA++hM/PjjnNj5ug/w9I1JRPia8Iz4l1li9sYm2Pfz4xDw45ig+QSPju07CNL7vQZ4+evpuPr5MMT6k8og9rlARvo76ibrf5Q0+B8eYvUQM2D3CXP+9Xc4zPqI/Uj332XC+np+hPpVu9D3FXiS+h9J1PcvBbj3OVpa+VJS4PSRVcL4xIxA+g+TqvelHMbuRKGM9EnVVPvlZsr4tic893XKTvQlVGT5i/Xy9iSrKPfkjzT3tnru8yk9uPnEnKD5pwpc8RxtFPi399r1B64i+mSCBOifQKT6OZwk+Gb/uPm2Pfb1oA6i+gZxBPQPiK76zjvI8FsY2PWeZoL7L+HW+S644PYLg+r3bYbm9D2pRu5rIjr5MKQm9qssgPkAYR74Qt3S+rharvm8XLL4KqEe+tJQhvjbRhLyJEU2+ecDhvWKnP72lN448d2ipvQH59jpMpFM+b5EfvtnhJb5hmGM+C4SCvq1en750Ww6+FFpFPaEaQb4pgig+LUlGPnU1Zb4BHSU+44nBPQbGEzwd5YS+fPFgvt1pP762La49Obsvvo1Ixb2LABs9Dc+8PdwPHz4gxP+9SRifva/B8L0uSMg+3UWSvUXBLD5Rd9y7K8c2vnlpZL4ehpU+NCIevvG9Ob7cAR897fbhvbHVXD5mgGm9UBt9PlYeaL4AuRy+25U6vvSJCD44/ec9CYANvrR5gT5L4ei9u5kIPggxkD7+9Hc+sRxsvGdvQL4hIYa8frY6PjQpUb4NrWC9nGcbvlftOL3DLwa+YRCOvSvY/L1744W+6qlkPvZUwL0LrYs9WMJ0vQ53ZT7+mB0+aUqDPSNNv73EJRK+A7vVPIJL5z1Nu/c+uXQoPuBZlj4PPfy9JU45PqfYvr19zzi9tLPQvQeuT74JFMY9cNpSPJYlrD4Tc529IJqKvc8JIL1NuZa+tokJveTnFz5+Mpy7JWk5PngJS75wXvK97AyRvRlP/T2+jmc9v/Zxvivf4706XnW8qVKLPSMfi73EQVo9ZACDvdv/z719tw4+fRqZvtuEl75Toq890OIzPpjgSj2zURw66bAMvuxnGr1kC1m9xdVGvcWVZT3c9Cs+sK94vhjSgb6yOzm9N4cGvtIOIL685Jq9VA7HPGlsNDudFKK8v6ToO+aKFr6u5Ng7QYNLvmGfvj3sawU+S9QUvtpsUb6ShME9emUUPgb8SD6pcFW+7SkaPlThvD3IQlu+gm6ovaxwkz1y7hE9wqAwPmUU6L0alfO9hXjUPTHCZz3Pdq67l+TiO3H5kb2F/FK+HxT0PXL0+T25TEi+mrg+vt3bvr2DTUU+5SVgvJLu7LwXLhK+rny5Pbh2MLr3foQ9l9tnvhsVvL0DfdA9l2FZvf7bgr26dby997I5vq1WHTxPKJS9yrmWvP97Lz0uCaG9ba9lPR4FlL1kNlm+CBcKvoY2d72JQZ48AMDdPbHgOz2L5+A8PRlCvFUkBb7VLYG9bJNFPjEXPz5dVpc7QWcmvSzR3TzvEqM7mq0wvYa1Sr55Ib297G+SvW7hJL48bPK9oMJwPZvpq71SsLY8vxZ5vvBjAD6ovoA8WvvYPaC5h77tQTa9hpmsPZdLYL2DHeM9iOz3O0xksTwnpKa8IJ6UvW9zh75HEDW+OCxpPaDjwL7Dgf29qYWjvgrVQD3/2gO93K+kPLBoF76UdDQ9dPorvnHNLb4mUOu82gigOr3ovTwGO4G9FsISvn7ESr2Ua1y+xTusPvSViT7s53w9KoZNvkrdjz1ewdq9C8L8OyzaNrw3jkA8KIg3vqev/z2UBS++Cx7SPkZHUL4maNm74UVBPt+NCz2WUyc+C44CPvTXS73pPpy9a14gPqN6HT6Pn5O+1fSMvpfQ4j0XyIG8xz1/vC5cuT1ILF4+7Dm1PXF4Cj2YQKo9KLX9PQr8ub3oP4o+4gaLvg2BlTyWXEk9B+2QPYHEWL6bXxY9XXRwPjiqzj3OVPK9SFSFvSQWij6KUv891xefvvTnt778aa2821gKvR+Cy7tWb1u9CWJMPiTFl74BFPI+EPfOPe5Q7T3GQ6w9TPKzPkw2dD52yiw8UdQIvfNAFr6pnZG+5xiYvvjkhztGpLC+0imdPTtpar6LqRe+lfJzPiQinD5G47c8BEczPJ4KEb5kbL49g0YNPqk3Ob4MZ4o+5qxHPgbY77y8xam+lvuhPk6BUz72+Ui8qR8lvnKna72a3Ky696QjvPUGGz6qPCe+06Ftvgb2+bvnNpq9fq3FvjKHPL0pYC6+l8OUvXKiPz7nImU9bl7EPq6PkzuHP5O+xtocPh/Jtb5ywie+DVItvu5Cqj1oOJY+ED56PckrGr7oKhq+4ZVZPrzQTz6KJI09kjhMviTC4b2RCA0+ez0svlNKIz5W1tI96+OZvt1EY77jZeY9vqpMOtgdrz1YiR++8KgzPkIeqL1wroG9csnmvVMeKb2I/yQ+dUZ1Pr/0VT0a61q+aHRNvoaGkz6iM7y8JhAoPpw1VT5UM+U96maHPoZaEj7PWAa+S0gvPmZfir5dTkO9fvrBvf8bI74/MY69+6C1PceFv73dpZc9uUJVvdkIGT4uCwE9+hd1PSkhq75szXa+A6dSPnjuwL0kldI9JvdjvZx+tD6ML42+YhfLPbW7KL1nFdE+0OJwva7JUL7YP4Q+qgxhvmYnML4IB3S+hn2EvT7Aebx1nbY+kgnNPQ3kOL4wMOI8eCJdvqMwgr6Sb1Y87WOrvf+26b3IZnA+cxhRPhUoLz2D2mU9WpHoPS91fj4K5mY+Z7vUvafn5L0otCm8B5zZPb469Lz3QtI9ubjiPJJHb71fIEu+G+VkvQetab2MHVw9LaAnvmFQoz7T22K+sjx2Pqgpdj7/FGa9/FBZvkBv3T2UfmO7YkLhvbySVjx/giW+FKU8vnNyNb6m4kU8fTRdPvDkH77qjIy8aB2APNvFEL4IMmY+bNIRvW5zYr5jSCK+uM8/vn+6Dj4cXME+n+nnPYXmIj5cz5s+nw7jvKKZnzwSc+86lhLXvLVdOrp4Wjw+nEfcvbAzqD2tWSC+Q1v6vAorHb2/yX49m36tvW7a+L0lmTw9vP/6PVdYuz1ehT08VdiNvW6O9bxSGqE9QFQ/vik7jL6rQpk7qfpIvocohL1On649lTqmvbMRqj2+B9694+eavaNSeT4Ln7k9wsEcPns2D74+eAU+9+zDPIyc3D31+Po91eWvPSpkkj2NYYO9bQr4veFbsj22xAs+0s3KvebLVD5DPmY+AlkXvYS5Izxtacq9fxJ7vGOCaT0wqOC9cQnKO9NoZj22t3u94H9YPrSs9z18rpQ9B0EpPoxwZL24eP49bK70vbKx6713Bs49lQl4vPo/mjzOl329pa8NvW+qEL6YAFm+fGOmvQ1Oqjswk+69pqfdvfJ96L1l7Ey+V/f0Pcxn17zH+S+9AOCAPYBE8Tzsy/+8C78xvaMQHL0tPGi+JZU2PuOX7T2WUeC9zpgaPaAxJT5WPJ48BigGvnOV6b0WDkI+khJRPjxXlL3Pbow8JJUAvmVmsr3CnAq+sWZBvW8+/TzYxuC9btErvrWjo72cLqg7NK+UvRnoTjxX4+g9JCJAvP+/8T1JI5C+pPWrPUtOUT4OPam9ydcivtXCbj3cBQi9UXApvaZ5lb20K3o9BPtYPZRELj3ocBq9dx0MviZbr71LFhK9aRsDvk+ZhT5Mkhk+Qk1XPoQVYL1j+o2+fH6FPafTsjqboSi+Jd6qPq/9LL2GwKu8ZCRGvfnzmr6zzAq+keQGvU0JQr5W+FS+dOjzvWS6BT54RJm9HAZAvkM/i76sApo9WIsgvuF8nL7reKO9eVqlvfHRRr5/Eh8++VQzvk4Phb78ebS+eYHvvcvmDT7kxZy+QqZWPWbCer3DVqy9ezHmPVukwj5ExUU+D8lGPMJGmr672Lo9Fl7Pvc9f7r0BvO6+d24RvonynL0zRNY89Uo7PRg3frsuY2y+Fqb7vT5eDz5GP/k9vDhqPfMMSz3Vaxu/H0/wPSqa7D1Ciys+e9ZcvF6/kb7Aytu8Vq3LvCj31T0ioZq+CBvjvhczcL50/JU7TisPv+iJX725X5c+kP9pvRBKdz2cnr496RWpvGInzLya3UC+vSClvWr9VT40w3K9IrixPa6nrb5b2Rq9LK2hvfAnsT1jKXo+bd6xvq0urz3+Yk28+WlLviGCRL7VIAW+MIQcPpQ5dL7cxKE96Tiivf1e6T2Gl549LXgfvsxfaL7dJse+/fvvPWLsOD2DsSc+vObXPVI5JD5yo4m9K9u6vgAvnr54/8694kjTO55PDD6oXcE9xhu5vkLF+bxDGg2+YHGtPuzcPr7BKrw9qpHqvRTMvr4M3PI8UnlQvtftRD06skI+Dt89O/Q49TtG8ds9OJK1vU1jZ70iOeG8pYsQvt4QIb2xzTe+Bk9KPvZOJ75GlX6+HKfdvVN+5z0Tpf+9eOKBPlD1PL5oaL495AcuPRxnAb5Ep44+kFwrPjq4hr6nWoO9AxkKu0atCD4UCaw+MLvsvA/noz7eJfu9xi4YvAKW/D1WrR6+c+KnvXAd672W9ra8qletvVi0ED6uzoa9lx4VPn0uBL6JLS27kt7/PAwNETwaWR++wRwTPuXAMj6T/XK+owfUPVAGF76Klec8ugalvvaIdLqHQaK+uW0Ivn3GMT5YYey9LQ5TvhIyFL0yhg49JEdAvggvZr6whUy9tpfpvbqo0z0Uqa67RpU6PkzNkr7oS/S9NxA7viApTr4ftA0+fIBrvQSOMjt2spK+bAvMPs3c8b5VMS6+/p7RvasDkL5wOZ++2X4LPdcNg76q3hi+0xdUvrIHuL1S2x2+apuJPq5DH752dQu+OXJ5vkXnK77unkA9PE/su7WrP77OyDu99stzuoYRiT6jOqC+eA1gPumcoz4xIQ6+Xjcwvh/3Pj6cYOA7+M2HvSTaSz4y3aa+gSmfPm9lOT2diAw+KlFGvjl5oD3Hfyc9mfv+vc6w4T0lYh89SaYdPk7VuDvkjA69O/pHPoOn3b5wOOQ8+DSTvfRRyjy1X/m8PHOlu0gcMb4691i9BnzDvWCZcb3xG6K+/DMRvQiq4zz5IJe+aErePUBORL4NZ7a9R8dNvidL1zsuDbk75tQTviLXXz29m/M9GXb0vUaULr5VUIY9zto2PqYiS77TEGK+4soCvOVbobtYQDG7OplTPub2SL7V8he9hnLzvaNAtr32ddc92QtjPLr0L74rRCk+WcULvioqI77DoSK8yKqoPRPeNr6+eaG99TbCu058Eb6K34q9ZZr4O53R2b6A4tu96H7GvKvp2r1F6pM8MLIkvmBYUT0ShSG+0qOhveL6Ur6mtqC9aLYavmwlkD1iBhm+3G+OvQBJpb1j1mq+bhxQvuiAfT1qm1u+Bp/hPTCkyL2Ffvm99rplvaxN3r28Nlg+qcXgvdHnRb3lyuY9a8WkPCEIgb5s/pO9ShgWviwhQb6jTWy+0SGHveKEsrzigE++YlfrvasvFbxGHNW9rchMvnFEA75Z73C8SBpsPH4ZID50XRU+/MUVvPtkjL1OaOe9uVLivS4XRD15iJQ92OmuvYIACL5Jnmk9FO2Cu4rwcr0Edpw9QMiVvQY/Cb1cEoQ9OjfavSaU9Dv3c4G+fWizPUUV3L067NC9xDi4PS7XkD0ouvg9EKK0vepFq75dmoi+IzrJvfMfDD55KvI9hIkAvqYcML7mskq+7afsPLCuoDxTlM88WBz+vSLJbb7DYO08z/tVvmuVMT4MZFc9zc2Cvh3aiL4maz89TzT0PSTaeTyZHX28CTzsPQCXAz7Z3WM9gmKJPqN+Qz44K1+9LlY9vptkeDxox06+FElbPhSUoL74MAq+uYBivqQ+GT55/Gm+0MLBvYjtlrwoKza+n0q1PC09gT7+qAO98dNYvaupir2cWe09RU4nvhXI9r3YCsC8mrSTuuavOD6vkK6+6MB6vcDPnD5g1K47RXVmvrxhTjz0Jew9ZkcpPZIBJz63fgK+arfRvY21Bz1nTG899be3vbTCUD7Ojlg+opfjPE7t1bz+IRG+JYjyvcc4Wr2w14k+TsIYveKwtD75X5q79ISMvufOT75XtWc+sp/sPaqmHD1P93Q+4NkCP0rpEj0mOxQ+6jYCvoODSzv7pN29vU+XPsKu4r0lWo2+DC/rPfGTQT7Gswg9WR5YPWn3Mr46VJ292UGjvWVWX7vLmHs+B2MPPsuPJb6k97++hXsLPrZLyD1Plt89LS4ovPlzjz7f7eS7Br/kPRWQC72t+5G7i4SiPpU7Ez7BcFg+x0sbvu3wKz1GPCM9PiKPvvzxBz54dvM9QGMHvhsxtD1HFVA+Uoxovgz65r2GKu+8rWkLvsfkN763WbM8IAgKPvjkv71Grt29sUlgvgFcMT0iTMw9wcwNPpAzaj40kDE9Xj8hu5eaCL4ytOQ9Oa7XvXoBU77oW2W9E+UEPSn8nj36png94yBZvXp6Rz6b3ye+nUeCvHsY1T2IkAk+aXpbPqHhkT2OdhY+B1BHvsektr0MVj0+1GQaPm+bwL1jGJc8kn+fPr0nAr11pqS+xvdpvKlu+T39OYK9vt6zuwaJAr7Jfn+9JEOtuu857j3Eu4I+xc0pPoOZT7z5HTE9wAzCPCoFRL67m2+9I1DyvYl+Jz6bfvA9TiI7PiNWPD5k8we+EBKUvsJ4Vb1ZJCg+UZv/PQ74MTuK5aU8TwfKvbUQcT7L0s8+ZEipvtEnNb5l6sc96u2EPh+xrz1pMQO9g81GPgtwAT523M29GqluvFTeQT5LSxA9AQChvajtUb5ouAA5dRhCvSsm0r0tQdS9LQPzvd1jir2F9gC9OTmpvszmtb4PCgK+vp4nPv1YLT4uypK9p+r/vRrcdr1NUwk+ucrAvGLB/T1TgFu96C9NPOnsST4aPgk+p748vmcnOb1jBSW+oxVLPstChj3Q1Mi9KLXCvbuxLT5OSSa+y4cPPmv5kb5ehoA9PzNsvkYNAD7MCCi+YCa9vQigWL284lW80EO5PTVceb7Wb+m9RZ1QvMn+tD06FZS7Q/9pPK4VhT3+Dpa8P+5XPQR1s72xILo9SxNaPZtIDj4xdcA9"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_21/conv2d_42/Conv2D/ReadVariableOp", "op": "Identity", "input": ["sequential_21/conv2d_42/Conv2D/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_21/conv2d_42/Conv2D", "op": "Conv2D", "input": ["Func/PartitionedCall/output/_2", "sequential_21/conv2d_42/Conv2D/ReadVariableOp"], "attr": {"dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "T": {"type": "DT_FLOAT"}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "data_format": {"s": "TkhXQw=="}, "use_cudnn_on_gpu": {"b": true}, "explicit_paddings": {"list": {}}, "padding": {"s": "VkFMSUQ="}}}, {"name": "sequential_21/conv2d_42/BiasAdd/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "128"}]}, "tensorContent": "C973PAFr173r5fW9KR6IPL3jJbv5Ly497n84vZCpyTxY/hA8hPJXPNlfRz0HRbc8A3SxvdNsEj0PHwE7FcZAvcB8mzr7emq9dKGnuIlY3D3KbMM87fPNvagBgL2NEAs9ujHRPKbSDjwC7US8ZEzKvExrBD0ru/I8TGQ7vS9Rcr61bKC9jVLePMfG27zb/ei81oumPGeaDz2xQls889EIvtUEaz3BDjI9rtmeOw2imT2Tw5c95V8Qu5tpx7zZHXq9vbyDPdIXpj3jv2e9KNF1vTojHrxk7By7rfMzvGhegL2xWho8/uC5vCb2DL2lqB69NovaPOCiYr2phhu84FoouyKIDD2CiGW7fZAMPGtmRr0miye9RU8+PRdwvjxHT1e+IfPyu3/j1DvFwRU9h9G1vCeRizymKPW7sbUcvTC6qzyzFgA9f3KNvHhFWr4v7Lo8kfrTvLgWsDuGBY68qZEMPEmnJT0cPjc9bZALveAAODwJG0m8UZsePdSjhr2939u8RJcjvi2t6b0hO3U9uS1+PAHNSj2Te4Q89YibvdswPz3oR2c9zSuLvc0mLz0Ahke+EqUfPYRoGjwWHGk9TDEFvR9ESL6oM9i8lmScO39kkDx7VJ086ycHPJkJmzywLg08N6+zvP8AG71NOGC9wToJvSzZ8LuWVgq8LT8NPBZOfTw="}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_21/conv2d_42/BiasAdd/ReadVariableOp", "op": "Identity", "input": ["sequential_21/conv2d_42/BiasAdd/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_21/conv2d_42/BiasAdd", "op": "BiasAdd", "input": ["sequential_21/conv2d_42/Conv2D", "sequential_21/conv2d_42/BiasAdd/ReadVariableOp"], "attr": {"T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}}}, {"name": "sequential_21/conv2d_42/Relu", "op": "Relu", "input": ["sequential_21/conv2d_42/BiasAdd"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_21/conv2d_43/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "128"}, {"size": "16"}]}, "tensorContent": 