{"format": "graph-model", "modelTopology": {"node": [{"name": "x", "op": "Placeholder", "attr": {"dtype": {"type": "DT_FLOAT"}, "shape": {"shape": {"dim": [{"size": "-1"}, {"size": "-1"}, {"size": "-1"}, {"size": "16"}]}}}}, {"name": "step_size", "op": "Placeholder", "attr": {"dtype": {"type": "DT_FLOAT"}, "shape": {"shape": {}}}}, {"name": "angle", "op": "Placeholder", "attr": {"dtype": {"type": "DT_FLOAT"}, "shape": {"shape": {}}}}, {"name": "fire_rate", "op": "Placeholder", "attr": {"dtype": {"type": "DT_FLOAT"}, "shape": {"shape": {}}}}, {"name": "strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAABAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice", "op": "StridedSlice", "input": ["x", "strided_slice/stack", "strided_slice/stack_1", "strided_slice/stack_2"], "attr": {"shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "7"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "7"}, "T": {"type": "DT_FLOAT"}, "Index": {"type": "DT_INT32"}}}, {"name": "MaxPool2d", "op": "MaxPool", "input": ["strided_slice"], "attr": {"T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "explicit_paddings": {"list": {}}, "ksize": {"list": {"i": ["1", "3", "3", "1"]}}, "padding": {"s": "U0FNRQ=="}}}, {"name": "Greater/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.1]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Greater", "op": "Greater", "input": ["MaxPool2d", "Greater/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/input/_0", "op": "Identity", "input": ["x"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1/values_0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAAAAgD8AAAAAAAAAAAAAAAAAAAAA"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/input/_1", "op": "Identity", "input": ["angle"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Cos", "op": "Cos", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul/y", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}}}, {"name": "PartitionedCall/mul", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Sin", "op": "Sin", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_1/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/sub", "op": "Sub", "input": ["PartitionedCall/mul", "PartitionedCall/mul_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_2/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul_3/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/add", "op": "AddV2", "input": ["PartitionedCall/mul_2", "PartitionedCall/mul_3"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1", "op": "Pack", "input": ["PartitionedCall/stack_1/values_0", "PartitionedCall/sub", "PartitionedCall/add"], "attr": {"T": {"type": "DT_FLOAT"}, "axis": {"i": "-1"}, "N": {"i": "3"}}}, {"name": "PartitionedCall/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/stack_1", "PartitionedCall/strided_slice/stack", "PartitionedCall/strided_slice/stack_1", "PartitionedCall/strided_slice/stack_2"], "attr": {"end_mask": {"i": "11"}, "T": {"type": "DT_FLOAT"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "11"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "4"}}}, {"name": "PartitionedCall/Repeat/ExpandDims/dim", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/ExpandDims", "op": "ExpandDims", "input": ["PartitionedCall/strided_slice", "PartitionedCall/Repeat/ExpandDims/dim"], "attr": {"Tdim": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/0", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/1", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/repeats", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [16]}}}}, {"name": "PartitionedCall/Repeat/Cast", "op": "Cast", "input": ["PartitionedCall/Repeat/repeats"], "attr": {"Truncate": {"b": false}, "DstT": {"type": "DT_INT32"}, "SrcT": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Reshape/shape_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Reshape", "op": "Reshape", "input": ["PartitionedCall/Repeat/Cast", "PartitionedCall/Repeat/Reshape/shape_1"], "attr": {"T": {"type": "DT_INT32"}, "Tshape": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/4", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples", "op": "Pack", "input": ["PartitionedCall/Repeat/Tile/multiples/0", "PartitionedCall/Repeat/Tile/multiples/1", "PartitionedCall/Repeat/Tile/multiples/2", "PartitionedCall/Repeat/Reshape", "PartitionedCall/Repeat/Tile/multiples/4"], "attr": {"T": {"type": "DT_INT32"}, "axis": {"i": "0"}, "N": {"i": "5"}}}, {"name": "PartitionedCall/Repeat/Tile", "op": "Tile", "input": ["PartitionedCall/Repeat/ExpandDims", "PartitionedCall/Repeat/Tile/multiples"], "attr": {"Tmultiples": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Repeat/Shape", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AwAAAAMAAAABAAAAAwAAAA=="}}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_2", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}}}, {"name": "PartitionedCall/Repeat/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice/stack", "PartitionedCall/Repeat/strided_slice/stack_1", "PartitionedCall/Repeat/strided_slice/stack_2"], "attr": {"shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "1"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "0"}, "T": {"type": "DT_INT32"}, "Index": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_1", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice_1/stack", "PartitionedCall/Repeat/strided_slice_1/stack_1", "PartitionedCall/Repeat/strided_slice_1/stack_2"], "attr": {"shrink_axis_mask": {"i": "1"}, "ellipsis_mask": {"i": "0"}, "begin_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "0"}, "Index": {"type": "DT_INT32"}, "T": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/mul", "op": "Mul", "input": ["PartitionedCall/Repeat/Reshape", "PartitionedCall/Repeat/strided_slice_1"], "attr": {"T": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat/values_1", "op": "Pack", "input": ["PartitionedCall/Repeat/mul"], "attr": {"T": {"type": "DT_INT32"}, "axis": {"i": "0"}, "N": {"i": "1"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_1", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice_2/stack", "PartitionedCall/Repeat/strided_slice_2/stack_1", "PartitionedCall/Repeat/strided_slice_2/stack_2"], "attr": {"end_mask": {"i": "1"}, "T": {"type": "DT_INT32"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "ellipsis_mask": {"i": "0"}, "begin_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}}}, {"name": "PartitionedCall/Repeat/concat/axis", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [0]}}}}, {"name": "PartitionedCall/Repeat/concat", "op": "ConcatV2", "input": ["PartitionedCall/Repeat/strided_slice", "PartitionedCall/Repeat/concat/values_1", "PartitionedCall/Repeat/strided_slice_2", "PartitionedCall/Repeat/concat/axis"], "attr": {"T": {"type": "DT_INT32"}, "N": {"i": "3"}, "Tidx": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Reshape_1", "op": "Reshape", "input": ["PartitionedCall/Repeat/Tile", "PartitionedCall/Repeat/concat"], "attr": {"T": {"type": "DT_FLOAT"}, "Tshape": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/depthwise", "op": "DepthwiseConv2dNative", "input": ["Func/PartitionedCall/input/_0", "PartitionedCall/Repeat/Reshape_1"], "attr": {"padding": {"s": "U0FNRQ=="}, "dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "T": {"type": "DT_FLOAT"}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "data_format": {"s": "TkhXQw=="}, "explicit_paddings": {"list": {}}}}, {"name": "PartitionedCall/Identity", "op": "Identity", "input": ["PartitionedCall/depthwise"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/output/_2", "op": "Identity", "input": ["PartitionedCall/Identity"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_4/conv2d_8/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "48"}, {"size": "128"}]}, "tensorContent": "0AAKvrKtNL581fK98FaLvvM9QL2KUUQ+z+nKPruID77NPDu+wOG1vbyDKb5z0y2+5hWMvqU6A7/u8ge9stpePW1nyb2HsfW9Zw2UPEz7AD377N8+69Q1PzNUfj6bUQM9lK9wPsVx5b4+v20+pY9au5IJuj5iS0+9fLV5vkQqgbzfZ4i/dFnMvbDh0j3dsUq+ZvCiPUGotz3cvFs6twotv8UlbT2xsNe+rG3sPVSBgj48iFo9tMfqvsjMPr+OcwY9UJ7BvoMCXb5iT0q+iKu1vkFex72J2wq+WAAaPrmilj4/bQo+G1rNvhgWYT6TG5O91iEsPhZJ6j1e2ny/CKd2vpjgUL2WhqM+M65lvvnuJj4VLCs+5r1dv8Hokj4/ibs+JK4AvzC+fL5S0A0+UYBuvt5g8D3Fw1++TJ83vraEZ74CRri+8EPSO51/p76yJcs+fjJ3vvMJgr8RDHo+rgjnPV9vv70+K2m+wL3JvjQAy7265Nu905PEvV3VLD7M3bA+PgvFPoHXlbyrsiy+jrRYvom/5r1uIw4+uPwFPq0gP774pvM6VaBqvoV39j1yqwK+u42JvqAoSD67fIS+IrSsPube2L0QxGS/AVeKvu3uVD7kpmo5cq7UPBzQkL48ynK/Md7MPo8yBb3DkGu9H3H2veG5kj6iJPW+yMGwvtM5Qr6cXVU9U7m6PfvghT0QgfU+VoY0Pl1rQD6aLBQ+O4CYvdMJcL2SuuM88S0kvsXG+T3HmKq+ilpyvqq1oD5kR2e+PIafvqRzbb3C/rQ9bHn9PN8MPj/pTHe+bdmGvsmbQr4mBhm+CSqUPq+Ivz2LUIe+mbczva93oT78NVY9APxKv/O9t763SmS+zp+xvpql171B39M9nlNevnxcmz4a2oq+jepRPn1eRb2aBis+RemxvgdMjD5iJOu9NICYvm84gT6KNAO/0oZLvv/4IT4WNnG9ydEwPhpYnD6RnZS+UNRWPpMJvz1zC5q+MvoJP+DaIL+U42o9qj9hPQ5qvD4iMDW+rT6evspi57499qc9Ik3yu/p1jj5tinc9GcPxvjbQjT7lGq692qiOPqECAb+8sHi+icmEPi6BQT4m8iy9QhVlPgcUaTxME/m9G+EXvgEH1728lss8BzSDvlHfzD1Nr/y+apPLPc7X072jTZw65z4IPuluoz6pR6g+21+bvnPyHr+FEr8+O1vGvUMTr72+YY4+j354PRwsVr4RjIA8SyzpPrjTjr7T5v4+v2J5vSJCJL+eku49YX/2vcoJnD5Eni2+o00DvddKMj3ymMG8japmvhX8vr0LGce99ZAbPu07gb5lz7A+KtShPmx23z2rG9W+e8kzPmEvCj5zMEC8SzN3vkUvRj6U3+w9JBOMvqZdzr2edS6+0poqPXHApTv4Mu09i0rqPp+yHD4T7CY+LaLQveoh+r32pv6+xT5GPlVjOruaSLS8dmu/vfJ8tDw5W5c+aiNNvp/DDj5cXYg81qmIPZMac748qbm+PEogPtDUULw0RqC+ikExvl3GYr6fXsy82TCgvjy9wj0k3De+n4gnvVPfCD7mcEO+RrmnPa+Eob5IXmI+RYpkvd3Bhj69M9K+dtYPvoLHrD4eubI+fxsDv14xoD4q5xe9mOqlveEKsL6chds+pM2TPqVSUbzqsoy9C/ZNPsOKkL7W6Za+uQnIvdfqIb40ZIw+ms6UOmyCkj29FLG96UciPjBqLL5Oysy9waSLPiu09j6xfhm+KpjMvXcRtz5SZ0k+G58LvyYTSDyOspy+0cGVvggEg74x+Bs+ZXsxPraJ7jzRdZc+WAEPvSOxJ77wirS9cgiRPfdFXDvub7W9IqPjPS8teT2bLDi+9N6BPRR0Mj3vpYq94L6rvpHooL7fCcm9+ADhvNAfhb6no7E8kDjavWwa6D2pkju+TIa7PkEFWb1TxFg9WAg9Ph20Az9Pvc8+ycUkvqvieT1ExgW8nxkavgalV77zPx2+lvHvPQB5TD5Og5I+mgxYPqS0hz7PWpe93IajPnFXsD23GiS+c9I0vlSKkj5MYm4+cI1LvgWsWz6X2Vk9e8qcviv31Lx2w0Q9IK98PrehEr68vbC+av39vKKiU70PW+s9E76avv5p3L6m0DU+r5+jvsjbZr54mqy+AtRJvms0hLtGwo+985Mgv7Ue0z1afnw+XX5AvoFTfL5BwBw+IIwNvjy/Pr/TE+K9mNgrPi+ojD5gKAe+jOpEPaTC8TyLQdK9KS6oPOIaOb5h7be+ZRkAvzCYAz6wrHg+MRuQvm8DCL5TAP++TH7aPRWrQb6eEHY93lRyPqdhB70vUhq97hn3PgT30r13HG8+5rbqvjKhTz4VFyQ9DYGRPL/JOb9FzMo+qEFiPdq9vb6Pi4W9HCSOvX6tYb7X6l++QtIRPsb4j75y1Ji+9TDvu7W1477KCv29hbHbvj8taz4RukY+dSwdPcBpqrzkeo0+gjFCvlv5eD6v86C+wIeauykhar908bK+a7dnvrFTg79rxYU9x8cRPnn5eTyml9Q8zr5mPtvImz759aq+ReKWvoTNtD559VG901GMPkFsRz6zjCU+nn8jPXofrD42MUu/p2JNvqVd+z1hVhm++Jurvkx9Qb1kAVa+s7zSvZsegD6jMYA+3vMvvk7S0b0ObIO/i5nUPl+xlb6MkPs7hbaxvo7oir6egTc+cxWZvrDnHL6E+6S+Mhp8PUYCiDw6LF8+sxPBvoBkrLqM6Gi9yAuDPl89pD3PAQI/2PiAPmp8DTtkV6w+CZtePgjfrr4l3JS8sLuBvvyTpDx+Ps69On17vDh+f7pnxq++Q5p0vj8INL72/i4+HaAbPnQQAz8h55I9+uC8PduZhb0h2jo8DzXfPmOlAb3SGHG9tn5vPpRFsD6kqYS+GVdPvzfXkb5JDZi+CnHXvjUNyT3olZ4+ylSFvW7RyL33yto9K2KIPdUVV73shJc+P9Ewvn49kT7Bbx28WNp/PNTvxr3nM9m+w1sfPrfmOb2mJDG+Z8ozPaTceD4UbPi+FSEwvNFE8zvGsZ++axwtPozTo759CRg+ATNlPpJ10D4fHAo9dPToPXC7vb58pyA+MWlIPnA00j4ZtIQ9FLJJvtF/D78XBie+uhaKPm8h074wXYC+4DFdPu7SB75IXni+QDMOPpfTLj7PL1G+ikgwvungn72R+aA9KaFCvlX6Eb48f/++Hy0nvW/dSj6/2+U9XgJMPVj1mD7snPa8lpq8vjf3K79w5qk+f4NBvlMcUr4XrOc+ca5fPhlEiz26lIk9u2dXPvjRbL4Gip8+aB3UPQlHFb9Uffs9k36+vve97D7sFKG9jJXIveUdUj1MZjq9xzqAPUNZrL5kjMk9CutRPqonIb3vX+c+oTWaPgo2lL2BEqi8J7vYPAbKsj3YOS++S1YEPeQa3T0E+AO+k6GKvVewSb1IQQG+uexvPq0dHj2beTK+fCL+vYEC1T1LJRE+5tMZPVhIIL5da+S+HAR4PgtcfLy8T8m+GZAWvVJAAL2ZtaU+p/Mnv0kdaj2kR2+9Vt8GPdrg8b2AYwO/35LqvAzCJT6ozgY+bhiyPsFGY75r1nU9aSAnvxahrL1NQHs9xYgHPKbvRj6vxna+7HzlvS4PtL0T3hY+IfdAvLgtpz4H+8m+1DjiPUMeyj5WQLi9Visyv/y9Y730mDC+JM7FPUzALr/OGqI+egZGvUNspL627lE+xVswPp7ABb8f1Jo+ASfMveViAL4WnPU+o+uRPT7SYL4ZPz49sf8hPiufFDo8dHS+leSaPgRpIjxM8Yk+X94DPsoar7s82Ru+SMbzvk7aWD5fr2W+vG0Fv7KrQL5SCJs+iC9UPWDNJT4ktQY/ktpRPT8Foz3W6vW9zSgzPmPgzL0yRyQ+o5+tPodObD0A0LC9EHTdPYugQ74lute+YFW6PEqgrr6B0jG+TYwzPudOe77ZdJ6+2oisPT4LBj7Ncle9HhJRPZUcl7wTHnM8r8CgPs8RFD5nGEi93qQ9PRIt7jyTcgA+3T1LuwXAEL7kZqi9hmabPYfFer7TUbU+d2ljPljpQj6GTjC+c6HwvULioz3GUIc9UCo7PU/TQL0hCca836AxPsNObr5RXoQ+zY5XuxzzNr0paHy+NxBCvp6PibwFKTe+Jly8vYFy77vzW5w9ut6OvDnZET1X+JG+Ob7ovs+3cLsfaKQ9wF5svS/Cbz3b3/68gfPSPjgCAL65nAk+UNyHvqvsnL7ERvg93ixRvijIhr3PtxK+BUYPvsHgEjx04Ym/nfG7PQgok73ROBY+CUAMPat0MD5m44E9ZkLwvnr/MT6jdGk9JuANvpXJZD4DKV4+q03DvbR9+D7ZUyY+3yuNvlp0Ar9h/CY9zQ3svmc8xr2lYw6+t1gvvgwykr2yf7Y9qan8vlz+jr4+34Y9jSWlPd0NHT5BhkK/dq4/PT2ahT1lY1y+4XG2vX4b0L78BYK+omFpv0/tsb5FJ9u99Yx0vh5cZDzZoZc+IMAbvuqSmbs02gI+9dvOPtbbhL7ijzw9m3qcuZbYoD/cKDy9omLivhg6Vr8mRc692Xi3PVnpur3FZYg9xFLnvQeYyb7yH6k94o81vmitpL3PM14+kAKhPlPUAL/sw+07/czDPhFu7br7M4K/nPOyu+afqz5Yt6k+ToATPWLXI747hZK+bL2SOqWfyb5YMSg+k34avQ4kZb5MqGo9D0tbPsigjr5xD/U7mqWWPvsSGr5lLhU/R4yEvpttML6qPdi+PgRmvs/iW76J1xe+dI+gPR9CH77XAqa9QAY5Pnnzq7zv3889oT4OPu4hjD5BbP8+i7FJPTHKB75DvrO+0ORCvutGa72OP6c940CCPSQ+ez5h4SS+OuSEPkP5Kr08ng28/E0MvUCiuD5oPMy+xnIWPssYsD0OgcE8rxXiPnHJa76uRMo96Z1FPl/zu72UqnW+6JzovqbLPL10L8M5qCrpPEtSyj5SwNw+igKbvho9JD7/1Y4+jbrvPAnLg74Sk1O97W+/vu8ivT0rGoK9dqD0vKlTAz9DAeS+IfFVvGqFc75RwMg8dEC3vcfPKz7PwIG+sfTdvef+Prw1jIW+GP0CP1EKkb7uX989/dyqPvWDsz5HnL49/FUsPeaXqL2TMhW+rI1QuyLA8rs3oKs9AR81vo+Xpz39BwG+ZFMbvU66tL4Lx8e8fy6vPl5YxbxYwlA+nDcyPqtFl70lEjG+dcmAvhQHMz2mU+e9fcYBvPaqJj57p/y+aEHevU7y1r4VTmK+mhvRPkfGaD5uB+49bcrxvohQBb8tMuY+VsIVvrakF7xG88M+suCDPeMpZ76rNHc+Gc3lPSlFy71fBBA+H8X7vdavJr+iDus9ITgbvlQRkj4Q/4e92xGnvNbhJT5B44A9HYhWvUaYir6StZs+hidOvqXRIj56ohk/jsGHPmNyQr2I50W+bDo6vm1ldzwfhqw+sCSoPSyCEr1LiQs+imWCvudfgL5umkm+8OGVPPCkdj545g6+X8RbPi3ssT5aRzm+m1rdPYVsHj6qk5O+WQfFPpBTIz62kL2+4oiyPlg0tjxv7ME+GzPevhzQHD2UwyI+3QaevstIyzxLNPK+t2z/vCDkHL68EUw+W+4+vbi7Sr1nr3U9ZzzzvhSScr7yVpg+chpfvfkWBL58GoK+hWc3PYDDE76cqeg9fSf8vfyikj7Tm6y+ySr+vUKrSz7sB5u9ilPyvmhetz3mhlM87gBoPsl2GL0dLSs/ohOMPmGLAb1n5pM+TrdgPprweb4v5nC+kIhCvp5Jbr2AKWI++cwbvdRm1T0fbPw8kYVKPqEfXD1cYFe+5jQkPvkfOb4mMQ8+J5MtPafsgT5ns9i9Qq2Hvk2ccDyrDkw8/vqNveMoHr1vpCm+Ng6QPrL9+z3MvSG9efgovER9BL5WkAG8vEwLvlWZ/TkoPM49YlYcPoLkdz3oB2G+q8q2PkaxqryiaGA+GpoivvN0275sqhs+e4uKPDr+275RQ8E8ujFovr+h+j17qKi+mgWsPjzFbL5wSN67SgeEPbiHxj5PD3G9jysrvJF8I74UCsA+8wvRvouEfLzmXKS8UMNJPvPW4b1Bn3I+w7iJvd6ZPj2jxc299WNDPQVaiz6zslG+0tGyvgZfGj9+GDE+RyeUvlTpjb4Gap09+472vVn7pr2evBs9AlicvdFWi74evRq+pcwlvj6RKzzNoF2+4I1qvcIOJD31LiS+dtpoPc6Bf7yu4DC+L0mSvz2YfjtnKse9EcR2vpfog73k7vS8ATWdvebns76thTq/uSjzvWOAuj38+tk9XvqVPQvAa75MGkK9os/TvRm61b2imAa/eTkxPZXntr64bg0+TpP6u5sDib6rOA6+pxwXvleGsjze7oI9dBGCPR3xMr6m+pC7v7gXvleaPL1cJCk+lybtu7SFZT1+9gi+RPABvjDYtr0k4Hu9HXYSvpGxzT3375O8rNCaPcJVarlsYFK+T2NRvjx0r73B7dE9i4G0vebh1zwhbb2+SDQNvhP1ej2eN6A8nF7aPV+Zdr40fxs+9QZ8vTwDIb2BKCu+tTeEPDVwnz3q6aw8aJODvS/4+b2dYI88DQ4JPvHfX71kya29bTeBviuKDL73yZK+WaKKPUyGgL0uZAQ9Cjwzvm4lXb3PtQ4+dtp5PVdc8TxybuM7rerBPfL1mL3O0YC+M4a4vbcuHTt6b/89aRz+PJpDBb5XZz29eYXdPS7LI7zAFKC9/6kLvdKaTj3PnhY8raMBPR4oFz6n4qa9gSQQPlc+4D1xwnA9lt/YvZG7xT2bl0Y8QawrPf95Sr51WoU+rk/mPB7/sb5KNYw+ekXwPc8wTjzCAeu9to+vvUIcdz6p9449VsdPPlmIZD4txoc7rTq0POgwJz4ffMQ9hzbMPaurHz5lsEc9iTeCPSanSL7DXOy9i42RvUchnjw67n29agstvVr9EzunYws+Z421PqDdkT4ErUM9REvtvQ1cA7wqT708vg6bvlMpD75qfM09VTt5vlC66rxzxLA+Zq4uPkB5jDy2Ety9OjGnPb4ZDr7gOfC8oAmhvaw1fbwsV1K7/094vXN3RT2DsUw9ZOQ3PqyTh7t21R6+NlVnvReIp71X4Hu+z0TCvWmhgr1CJlM+pb6zPViPCD4oeDA+lQT0Pa1wDj6uZm++F3EAvQznZL2cAf69Q5rCvcRQTD0qhqE9iHCxPdyFeT1ffzS9UVaEPmLTHj6XQYK9lbdQPtvBr70Io2A+DLj6vT1/BD72VQC+YOHDPFBkCT32gDo9AGq+PJZ6UD0nqZi+QUiAPhDfnDwLbPY8EQHNvdDxab0NC+Q92NYaPvrGvLxKOQ4+FhEqPXuLJz6T/KQ9nZq0PXiJEr5yNIG9cJ8dPvSKz713rBG+6jGwvq4W7r5vqR6+nhIYvsDwY75CzIW+xWWsPKEeF75exjS+izUhPn59Xb7K6D++MUNKPneQwj1xF5U9sNdDPWQimb2ZlH69bgvvPNDguL01nEM+8iTNPXMBBT4/Qli9IFyLPtmMBbz7Qek92SVPvbGbo70sMxg+2fnXPeVjY75Ko+g9GThWPgyRhD4Oabe+vl8OvXGf0T20BQC+Ls9Fvb7qMD4PJ/69Xwe8PYnUCL4dvOe99sGgvVLazbsCR5+9vn5Hvm++mT5lqry9rtutvv0snTz8IH+8TONavdykJTzNR5W9e6rWvuEYZz1v9wi+7+VUvlKt0j3bku08B/luPd/tgL5GIC2+NYMtvT+U673HMHU9e43QPHxLRT3Xygi+ZybRPaTlIz68LOG94tkOPog2D75DyfG81sV7PWbVpD28rTC9YBudPfDHML6bEFg85v8au8F+UL5ZDo2+coNKPtBBjb5BH4S9PfUNvtyw172tPP69+al5vVfwO75HoIQ+6uABPeYevz2Fvyo9vaasPQ13kr2vUUm+u+yovv2+0D1YG0c+K4cJPc+6yT1IO9Y8ZI0vvvH6gT7CKCo+yCU2vixwdz1fDKc935oevVUv0L3g/zG+O/oRPdGGzjoNEya+dcogPjiOWL6lwHE+Pu3ZvUg0sT3/Rlw+1eJGviw8W73SLBO+G1n4PCeAQr5TlrM+SSPhvfFmrT0gaYY9U2I3vh3YGb6JjC8+Dzj3vbk1Fr7tQAw+9VIYPeQIljznwJa+XImIvuieNj6bDqa9tLNgPrYk6r1SyGu9Ve4CPqMiuL0l6zu++fLXPZdXAj5bgnS91GSLPM2qRL6ocIy9LtHrvUygGD6xqGy8spYCvXR89r2Kzw09sXu6Pf5dK74fx2Y9hpgZPuScMz376vK9xqtKu/aZNr0bgaC8Xs5BvbDJgr3ElyE+oV2CvE2qQL6RIAq94RAkvSIwAT7DDOS96kpevWX1KD4nerG9+XIhvM548TxSnxu++SREvsr+cr4auTu7m0Zyvgvy7LzmPNU9iFuVPISK2L2rdhK+j/31vVf+Sr7y0ZW95Y6GPdrd7zybAww+JaqsPbmsU743IFs9ysrjPaeRGT7iQYY9jNVpvbp/Oz4Joqa8e1aUvY3D7b21uYG+JbtxPgfKAD77jFG8gE3QPDdOVr3eB9q9qZNjPd2CFT62Vx68ekpcPrShJT5oWc29liwpvbWFwj3v9Yi96khbufyrsDxb9ww+IzIJvo0scjwP8qQ9SiPAvN6POT4M9QG+X0RbPhp7wr3bxAK+EQJwPWqDbL4P7Ew9sfoDvgtRDz2nbBQ7leiAvSdoXD30yR+99+uFvULu/j0DkDU9pWMzPkie0L34dyY+zxxkPOG+xjzhgjE90cVOPj7kQL7aZ3K9I/YuvWwtML1F9XY9ZEP1PLdbxTwpKw48qrIHPuKLjD2SCwi+qY/QvQgwA76E20U9KJAyvrJcaL0sU04+UxxrvYMWlTwKdhs+TGM3vu1Nzr1FaTc9iVnZvdRdZj7NlnA+GvbLvU+Eir5VAMc9zGKYvgiEBDzshg2+wZl6vjhWsTuVEmc93v7/vYQbCb5sANe9jMU4vvhDFT3R64G+UFkAPWj8Gz1YhD4+Oe9SPuxFhr6oNLI8Uai7vo625r3aczQ9Jxnivnw4pr3/fRA+JGzoPHkCVj5iUV6+WRcdPtatMT6pkA+8pKAEPW7GLr041Qg+953VvRwWhLyOOgK/lHBaveD82L3ZFtu+489TvZmlJ75zDoC+nYmJvdve671p99i9IueWPnRv+L7lE6e9f8TAPaecIz5k9jm96mT9PX05YjwLJ/s9fXeBvr5xOryVYoY7WX8QvrhaC739oCS9LIAiPeeZ7j2ro7q9OaP4PR3EaL60YJC+jE0GPO73jT1qIsI9glF+vG3TM769G5q8bZiBvqIVxz2n8bo7U5PbPXDe0jyHP909wNydvhJiaz0GNku+7qysvrfERj72pMA+5npWvEyZiL63YgK96PEYPrQ75L3xBzs+K2gGPmAWWr7gbUa+xI7lvRKX7739168+zlCZvr+yPD4bmXa+8+E0vi0GC7xzA+U9U90avWdGAb6xnbG++IqQPuDeirwXPkY+QdZjvSf1BL7Z4Yk9rGPtvakbAju37pA9+4c1vWHegb3l7Q29ClwOvlRQO70qmeg9IybCvOWoUj6eZF4+3RIePjltp7niL0s8K5vlPQgSij6S1nI8iUe3PcnsDD7I3xo+T/GNvR76AD4/DAs+YY/KvmPuAL1zMJ+9uQ81vpMvNz5nb7w9g5vbPTF97D2oxE0+1sm2PrAnLz29UOO93xNovjRKiT7CfA++ftrOPW72w72Lv+M91pKEPnroJL6BcGS+M1TbvO0I6r3tvbK+RZrQPYfh4j2wjN49N9shPlQFvT6x7m69hHraPSMH8z1qPgq+k241vu8ekb7aQ6K9ItM+PTf6NjxnGKw9AKxWvZnOIj66+12+j30bPpKs3DwYT6M+cN8cPsqWNr4pMyq7trptPvslQLy/BFW9bl+hvvBOGz1EiPs7yoDpPBnauz73A+09uHhkvp9X2b3WD9S8tLCtPTf7Qb4/45a9ixdIPi9xor6Bn7o9rD69Pi24KT6FR2q9PndgviPn1Lu8YVe+HKXfvRgtAz3bb8K+6c4sve2XG75T9DQ90g+iPgKFnb5B9Eg++mMgvknanz0opi6+anJVPQ/N2T1Wimk7dbeLPbg8BD4OLfG9EV8ZvvsJEz4smyE+sz8bvvoXcD6Dzr+9JOqJPihzxb3O/WM9QR6UuwI+Kj6Pj0e9MHYjvo9DkD23sXI967neveL7jT6Wero9zLcXPeImr7xE91A9rC4HPpn7Hr69aGI+oK+xPY21FL7xDo29X84hPoLMsT0eaCA9S6O/vVqzzb11UaS9PAUlPjhqTr6963O+UobyvI2uCD4EkaG9dzRbPQtv4L3ZAgI+7D8LPtyXdL18JMA9zZrcPVBWbb4RqpU9mtowvvwK5L2EiKa8dTiZO9yxEj38yf88wcoRPksq/70obLm9oGKSPAdmVb5eHgM+0oxwvQ0kjD5c5Q8+U0KtvY0KLr6D8zE+sR87vvXac71ayhy+LHwAPc1Ssjvusxa9s8QKvgvgO7xumky8gEOpPaDsxD0TywA+Ab/SPcDozb2waRO+tqJFvaMcTr1EO7m9+Y2zPJt3xb1Z7cW9r3i1vPLSDr5lUp89yJ6XPRzxGr43DS2+8pTKPUfLgbwwJEA+J1x5PUbHBT6/au06mvR4Pab+Uz27ZAO+azqDPVOo4bzfFS2+mmVFPUR2pj5zZxG+7FEOvhl8nzzG73E9Q8e8PX8k+z2eJrM9ophmPY6fHbx2KZ09aQf2Pa1cCr4W+C49bEyrPYIuvL2SeYK+ZjzQvHMsHLwZ3wQ8HpN7vWKzKD7GEla75JvHvVqZwD30AK284q5QvsOmHj2aPNG9OGuTvUCw8b2PLsA8ZhIfvr2lFT6lRr+8wRgPPYM6uL1/t1s8bFDLvMnwaj08ERQ+BJTnvR28Xz0otiq9MMwFvuh4qD3kZuC8GpHMu7XagD7J+zS88kGTPQTghb4q1IO8oMw2PRaDJz7rW5E+EilovgWcnD6kXLk9xkkOvWXbY7x7GX8+GuCOvEBeDz5upXC+qHOfPuegpD3UtNM9mMPyvVPqNb7KHQC+ZVdtPoqmTz73aHc+KAFhPiXHGr4Unt29LaW1PVzJvD3s8Ze6MjEyu4+yN76V4a28OkmcPKYLAb75wtQ9TzbHPUgXAT72oeY9JqN6PU1Pgb4WqIK+d/v/PQXnQr1lDA4+AGINPmftvD0kzYc9lSSsvdNeHj4ORoG9dDMtvTSnh73MS/O9uQwvvgcvF774clq8ncg0PQM7671NwAc9I8nZvdlP0T0nIEg+cmzyPeLZgD1heCs80CtSPuqCBD4K9Le9NDSxvUvBSj2LDxm9snF1vNZcDD7mAKI8VVKcPYB/xb1m4yO+J4niPSLJwr2bVYo+PU9uvn8+ED5IVdW93rUEPjaQEL1qvEy+PWYVPcloJb2jlxw8GEDRPa33tz2CD5y8Tyj9PQFw/rwRkMI+t2I7ve4nJ734+Fk9f97LvvLhl71bYrM+r/8hPn0fqT3PIDc9Iy+yPTRXkDzxV2M+RBSfPM0N4zzztRY9VQ8Qvq7LTr1D8k8956UNPn4Cvb0FLFE+nbz2PmXM1T2LGg6+G+4kPMjqOz4F888+tSmivDL/Gz5HyL89+Fw8vi7wwT0GG5w6wjNiPON1Qj4n5rM+KmeXvjergj5yQOO9lGJbvjJ0Wr7ykq29oXc+vqTQ/D19cco+8BSKvtyElr3Ry5Q9WX9EPiej4DsIIoo91pBxPZMlAz5fkDs+9+GhPUIb7D7d0GM+RYVwPdCKBj6bNSE+w+hZPihUpj1JGpQ+vJDmvQhlhr75Xtq9TmL1PV/DnTurYbY9qzlGvuk2hT6MnzE+qS0qvsNjXD6zftq+IT/7vIftd74XuyG+D3evvunoHL69AkG9+XEfPmCJnb2vQlM+OcpAvh/RHr1a/tQ9e3s4vlX3ob463Fi+3kmkPSS7ZD0SS909WxNIvtQONr77s5G8ifwTPih/fT4QqTc+Tq9Wvvcghzo9W229SqOQvWodPL7JJ/q9z1hhvBltHr5rRxw+QDhFPvkUwz1kKRE+iMXHPP0Yfj0dd948wUjMvWr4yj5hYoG+xB6ZvUp5Yb684q29J9DkvBnNAD5pqkw+iknWPfjFMb1e/Cm9QzBDvuCcAD2puc89Pt0avq8iUz2m+GO9UQMGvp0uaD4hgFc+JH7kuyBVYj60B2K9Vs8nPuCEu7y7YOS826oKPstZQT3BV5C9HedNvpciUrySf3I+1AIsvY21Jj5jLV89NG18PkiKo73PiQU+ITuVvaRTGj5GmIA+O+0SPKlruL3mUvc9qsUaPeb5LT4uLBm9LqpJPn9ohzvwtzG+XtwEvU8Ud71WSSk9uG7BPZgSND4t0wq8VUfLvSQNiD6/4PU9Oi5mPfBppD2T51M+V3BTPiaV0zyX17e6i69hPkicqrxEBwK+b54PvnaWKb65ZUE9IJEPPfeSlD1G5zO8IrnnPAyS1D3tPQg+jCgnPlLXpb1QKie+LeXVvZUVUrxW6C48pQxIvnOmtz3mgwo+UAr8PHgfpr0QegW9DBwuvkPkM73p2DC98QvNPa6qxr0rgzY+NjcePlJtB77jV+I9qbp2PjuLJj158p29f/UTPomln7wz0qI9xsFyvS+R2D1BjwQ+4byMvYIOXb1/ris7ysjfvNBU/bwUSqU94vVHPtSMUTvMPEw9FEdsPg4zn70sgRw9VVGTvZGeSj7kzTu8ElkSPevmCD7Hayy9J8MyvuPHaD4NLvM7jqmBPQzKtL0hUh0+FAmYPc8alD1Sq0s9l8LaPMR7tj2nUxU9J+ZrPSP2Qj0LZYa9HQUzPtmKbj62O30+vDsEvlA3sj1CPOS8wlGkPcHKgT6/WPA97OfPO4FtOD4V3wQ9xMpLvc9Zlr3gJgA9B92+vB0sNj4IFfM9oH1WvoTui70IwP+8SLAVvnh6Jr5Hruo9N3VDvvW+RT6HG8O92uX+PbpVjj2ZbjE+G5mjvE5GKT5+lDu+yaKvvg8q171mZ9m92eqfuwOWaj6u59i9FDWGPT53Ar1QAxk9E1B+PUusSz60kv09lUlIPt6MfT3539g8khc+PlnkLL4/sWu9LtruvV3qyjxTbiq+g9Iivvaam711KDE96Z0uPXyRCz7nyZw9u8AsvfIqWr2rTK266NpcPnzEmbsSrRg+QbmPPZEIPr5mizY7Z4/evQELIj1z+jm9stWUvt6Dg71+nlW+K6OuvZtAkj7cIHa+uYzlPM6pRrrjaBM+mwCePqpuwb3kwic+Y+wDPpCEBz5UGMo97bvYvETLsT1PgIa9CncnPizPsb1nuVm8WN5sviZFbztQ4cM955f2PQCsLL7Qs7m9e3pWPjET9D29npA+yZ+HPUAaML65qog+SD+UvWxUiD4ewgk+xucJvpeRB74PIUM8Y6UmPtEGkb4O3yM9UM09Pj4SeTwv/zQ9+JfDPX4j6T1CkDA9x4gHvdv1RztntYi8SjJBPm0btDyawYo9+vXKu21Wor5QI4E+9O8sPETXxb2lhkM+YNkPPv/WwD2QnRk9DRuMPn7ZCT2Lapo8IekEvn6MoT3f8i0+kllFvsRSgz3a8QW8B6u7vZQXFD5TB4c8ztcSvKym5zycybq8kJ32PcQfBj4SB549yUuePI1uwzul8Bc+M6UfvjhgE73ukYE9MTRtPpHEab06j0s99uwXvhsdiL7uZYk+6UDOPRGQR73Wm6492N2KPYVnW707I227hs5rvdg8o72zdxM++u5gPeMYKz4mWLw9eVwBvl3fHL6yIp299GX8vQcDVj1PebK9VeWFvG8Nij2fhLk8tKbcPnXcDj48R5A+q6yQPCtLq70o43Q+Pjm3PXdhir2Pvoy+pXNWPil1OD4M/F8+L1NevmvFer5L1ls9Ht1xvt6Ex70aaV4+lt0TvMeYRj0leFC+HcO3vVqq/b1HYCu9FhwIvQdIGL5vQXO9PxEVPjHAbr44ESs9GHi5PcMRrT78j4S+jbvHPeHzVj6VwBu+Ie2YPgdfHb7Ar1M+Y3EMvkAdqb3AYPg9A/cRPzoFv7xCnkq9J3ocPSYkir7twPU7xNwzvpN/tL6XlZM9hAmjPLUqJT2DXkk+kNeVvXgtq73fA6y+gDzAvYoGDz7ZOg+9S3lhvQ+roL6Wdte9BJ9IPaCVnD7e0yk+d2pSvppEQz4v4S89NRFvvdl3CD4W2Gm9GHVJvp3UXD118rG92uFTvgzIar5Z4Hm9/ME5u08yIb1sQjC+Wu63Pvuu6b16a/M972Alvjrgwj2AXkg+6TtOvGdUAD34rfg9B3LQvTsfmD42C6E+9of1vekRbTwbBiK+PkJGvuXJkLtPOY29DqpYvpQqN74unHC+iBRNPpXzFL5HcZ492cIdvpROTL5SXuu81GVRvtrmJ74RQJ89WUvUvdf1qL5fSjy+xUWkPOpeeL7BXEy+S2D1vNMuj734CI29gNHhvCPCXr6ge3m+YdxBPNK4/b2HdNG98HrAOzXl1jxSOOy9h9mOPPPx0r0Yx8g9puHDPE96F76e7ym+hF8Hvoz/lb3yAIM8VQMAPiGSYb5W40y8BFxXPFXCM76pxW467cYxvv4CCz6D58K9nWksvoyQoT1+axo+yVbdvbXDhz1nboE9SDgGvZ0EYTywZTK+14Sevae5j703/yu+0CAcPRgN+zs8LP09YnT5u9AxCT3tUrO+aaJdPQHi+Dy5BZ6+1FtbvsiNUL5/SQC+AG/LvVjIVT16JZc8gVkKvuNrNT5D5FG+midXPYYRlLzkK1c9hLvjPIn4JT7ZNWK98n5LvjKEqb0PEuU9ojcuvkl36rsPNgW9z69gPBgBt7wa+6k9mc7HvY5VrD1MjhY+7h4Evrc+rL2jD8O9GkzxPG8oGT5H9c68H5xjvtXFaL0case9sXSUvWKMvT1RZoK+TNIkvk5Jub2NKGu9gwHBOzBLQj1l7Ae9qkj2PdLORTzzv4i9sazlvbrgob1CM5E8HOZLviVa8j05zfU9m5MhvaLmv70375I9GrANPk/p4j0zk/S98rABvpW6B73EBYW9EWoVPZ3jCz7U90G75szyvYsojT7qCJ6+mWRvPs3ZAT8jsRM+u844Pj75DT4b8ho8IGFCPsqK0j2BPWI+sLR9PZhyezz03Pu9fDb9vaVymT6lgSA+20mNvibYwz3p9fc92m+yvQXt0r1sdKe9kV7mPB7yqr6Liti9uXWHPkgDPD5QYqY+GxllPn9I9bytGCi9AbNRPiN0yz5Q7Y6+O4eTvYrKAL0q9Nq+WGAAPtR+qjuRnSq92Ek1PamEGj7X+8A9QDq+vRtCI74PDD4+ppSGvTBPSz0hhrI9W2cSvkRJ7r3Dj/09QsqYPjYfOj5VzoE9Qt8cvn5Zvz2t+iq+GDrKvIs9Ab2mxRG+AK7nvb0qI72JckY83ZVgvRsE9LtJkoY+RJ8wPbVlqT6QTAq9VgVJvO0Czr2Razu+E07cvXwNIT2hco28/rmjPfpBAr7a7Fa+UCotOvRhaj6BH549ceYsvir/xrwBoQQ+oBcXPrM5br3mRic+nbUAPvtfWL5emf08paB3vfCZUL7tOQ4+lSmkvabWnb23MYC9xj1XPs65gj2AHuo9XVIDu/1ypL6Szrk9zoUdPpUJP77wGpM8wiHiPYN3Wj4/XFm92hwpPpLlAD1OqzK90AFlviCaHT5zCxY97yb/PRrhlzwFrJ2+QNhKPgv0Ir3mqKO9CMeHPt72XD1eKJe90rP4PRUsR77xPC6+WLSvvUF3bb594CG+QVSSPpcoVb5wrMk+VKiBPrxv8b3BdIa+z5IwvgvVTL64Fyo+n8BQPjy4dTz040m+Ezm5vjZubrp0XY4+1g+evsd9Rr6Oi9g9wOCAvVxGmjyLDUW+iImWPkaNkr1OU+W8BtZovjqz4r3bfxu9wwBlvABNTj5VZGO8RQqZPuqhpT7FhLM9thJJPlDrWj7JOlI+AdFbPjNtpj4wToU9k9cEPfZnKb4Yq2S+LK9YvqTfi74Gq8M87BK8vVLSdb7ct/O9+xAjvg0jbD5sook9XzArvqOh/T0vRSa+qhsmvo7BOj6qpeU768VRvprMKz7mY4i+wuKzPjh5iL17PLi+yT2bvf0yYzyb7B48MgEevV/6Qb0+uOG7ZNdYvvgIC76fWT+9UuGhPfvwwbz4sU29tvQYPCqXDD8LQtM9q8stvZ2hEb5tnaK9T8GpPR8U7T1Bqi48r8hcvJr5Tz50YNq9evrCPgp+mL2OVrU8BcT0PStkLrwD8mI+HcFkvnV3F70fxEk9iuLKvSX6772sl8I91rMCP4/7jL29iZk93iB7vhmcSzvSWbs+T8s1vmG+vLzchgK+TRGEvUyX3z4X5EG+kOjOvUj++r37pvE8zQgpPYosmD6GKSM++fPCPa6irT01Ewc+qTe/O3fhET5sTpy9HHjOvXndZT3sAAK9XLDpvSDJFj58HLO9KcfLPbQB3T3hZtK9NFnFPRrwwb0fZvC91agkPn0+QL2zHTG+yOUvvideGr7nMx69JI1UvboJ9T3Cu6u9+pYwPvHYMT39mcu9gipVvYRMBLy6URW9hj3Lva94jD7ljDw9+pPuPUgejz5UdJC8dJAvvmxSsbx0KiY+Sh04vuBmNz4c1se88jZTPWrD5D0pLB88zDT6Pf7vNL5CGqQ9DiyNPNTB9b2hT7i8/IzxPQEHwru6AjS+z3+APa63Lj5mRTy+aQQRPrOn3z3c15E9N3usPHB1672OOlO9kOGQPY5wXzyVcBw+29zePG2+T748lw6+uVkUvWRqHb6fXwe9fQ6kvEJrFr5bt0w+RqwBPe39sbx28hm+1POXuKoNiT5nEGQ+SUyMPlyVij1ExQ4+zQEJvYmWMb3fwvs9ApmdPQU7W76C+U29kkPrvfwLED2qymi+zGUPPLdtEj7AniW+9HIVPkzTjz1iA0I+LO0dPsS1z724tOO9H8PJvdrXgT1XkQA9Z3gAvr9iwz1ppz89uwC2vOiaq73EuqK9kz2VvX9x4r0DkBI+KD/rPVhuFD7xHlg9zM4AvisPsD1aS5m9bumzPBxOBL5lVLw9xofQPRpgeT7qLhY/FwxFvrLbYD0BVRe+eqUxPYq1TD0VTnY+NtlyPhbN6z0e5yK+bAu5PXnyALx7YK29SMdDvPddNj4I0Ju8N7Z5vVz0Xr5LWQ09A1eHPpY+tTwOCZ6+GZBrvHdoFj5PAw09CNcbvk/W4L3Kj/k8swKDvWsTQ75S1oQ+Dn+8vbbBNT60lWQ+lGmFvWQXqb20Xg4+Le0WvWDCKD5J9YC+ma95OaSdZL6Wd8E79tQkPZMvKz5HiZQ+W/4hvWZMyjuwywW+nA9FPrYxrjzy9+M9v8Egvlif7L0NkjA+j+UMPsYcmT06UVg+JLeyvefWED5YFZK7qV0DvqLDsLwmUA8+wyEoPnGTeL5o7XG+MehqvidCGz4Pgwm9D2MaPt6BwL5UOIq9CsegPXIMNDy/2nS+BWD2POfRmr5OZPQ8CpFIvuDkML04kfw8MlGzPR/UaL5Lcz6+w1cZvWVebTzgGMW8oayXPYh5Zr2TCP+7F7NhPk+Uhb3x3Ya9S4I2PeM7NT6pxaA+Mx+FvXYYNz4S35O+7yxzvlXE97zw+cK6X+ihvpO0/rylHbK92ZUYPgrxQL1wVAG9aKaSPdzgdr3U+Qo++0mGvUijMr2LqK4828FuvVr4Jz7eyHS9WCh+vWzt9TwlMIk9hqXku/n1ir2WZQY9AVQdvhmGsb601jm+/euhPbWkjb4Lo4+8isQNPiH/Bj5pO3084GwKvpTx8T0JXH28lja8PT0OuT7FM/S9mO6xvTPFDL4eO3Q9Uj5KvhkNjTw7CzM+Iy6yvusQCrwBP1s9suEHvXMx4L6/xSM7Lr0HviC5wT0Tf9Y9p5mdvTdfjb5iG2Y+KhDGvUrPLj7GCBI+3xsBvZigkD6HUQW9Af3PPX52g743LQG+VvDsvnu1Qb6Cuy2+OaSIPGRfhz3WTQi9NIaQvU9RPL6TaW0+4a2vPSSAWj1Flb+9IgcrPnZ3jb47mge+GGNOvrPB5L06IL8+/4N3vYQyEL54E4o94ANNPV9rCL78o3S5RYmBvo/Auj1hsAc+ek2MvQ8u2j3k6Im+g3QuPt9AED7YLIq9sjnCvmk04L3iD8u9+TwsvM9uOr3Jt4G9e/M2PuvBvbw3qiI+xrknvs1djb3A8989kZKyPTaJUj6Qr8G+kSDGPcDpC7/s4888tUS1vL1PJr6MTOo8vz5iPd63nL6RL3s98lvTPZ4dM776lVO+hDYTPgggW73Z5SG+aMLevRYOKT46hcA93pNuviBQjj3EJOa9b9clvdTgWz404nE+138+vmfvir0eExa7WnZEPjfvJTqFkLe9j9nkvM3kkz5OGxc+aE0EvZexkz13srK9O8uuPOy0xT3Xzay9Ia7zPOKNNr54xCI9tV9bvgMGkj2pQ2O+ec1KPpm3Qj70ojM+ggTRPTEC9zwESto99DWXvaHddr5D+2Y9OZ8ZvkF6ZTz5RBu+wvQxPfF9JD2549y9sjeYvvByVryd7Uu9P05uPcGiAz4qQoc899AUvggXnL2/aAu+J0OHvkCHlr2TiTW83Iv9vY/COj0mMaq9HxkqvLXGI74PcUs+gN8IPqbMLT6brsO9ztYdvs0ARb3abom9f/oTvUKBmj07LZ29pqMyvuhDyb0k5Lc9XiLGvSdVgD23ysS9VMHcPbLbyr25xeW9AUd+vhuV8L18xSg7ON5nPaNVoL2gRHC98XsxvlVt2bsVehA+waI/vX9gLz7D7MW9418aPvjhlD09vnc9NK1Nvg7mTb3aGbi8Y3c2vknAg70W94w9j26Ovlu5lbw8tbc9A5sOPX1FirydO1q+4aUyPgb2zrxqDcm9XlDuvdJBw72kAe+9CXm8Pe9R7r2t3FS78BVfvc/JTz5/rGS9gbusPVJYe76Vdtw9hQgPPWKp9z3OsS09osOgvJRxszuLNoa9F04JPsPobr70O+G9mtRTvrH9jzvFo3I8DSo0PSepwD3VD0q9TXISvv7OB717hjs9iMydvbAsFj4jQ1C+0hSbvdcbPDkWVdi940wjvmn9Jb7bAz69iaNGPil9+b3IwqU7LEhDvIflcj5eEsc9uSBnPkcJCz4oCEE+R4dgPhw9iD5b+zI8Ef9jPS0kgr4R2gi+1XtjvIGwpj3PDwC++FqVPVO9yT5A4Bw+lLZAPiQVqj0LE6S+h/dcPsByujzBrGY+wuzePaQYXrvK/zQ+E+XHvbBiqLytjDA9PyXcvtRifj4KGUg+iWBRvefCjb11/Jq+9t5LPmYpkL291hK+PEVNvGA1Oj10JkM+037qPWYxGz7W64m+s8qSvT/mL77xIwY+2MWIvqXhPL7DPpa+BazxvvHVtrzy4z2+3xHtPePZEr76AHA+QnDWvVWY2L0I58e8QHDSPgk/Sb6g2pS+/M4jPkW+0L0nTPA9UVXPvvbozb2HVn0+S6ECPq1Doj2+yIS+raYfPbZ6u70DCVG9aKcxPkUGKT2RsKa9ikbRvRKJ6b057L49BG94vRXq1D3B1mY+V5irvUtZAT6B1Xi+G1P1PUPWXb5rblS+8iJNvnG1Dj7amoE+0vv9PfOihb0VWyw+imBRPnOqyLzL0C69p35RvreVjb6hMru9fkEUPqYjG73v9bY9icdZPsoYHD5WcVi+qtApPlkIOj59hii+ctIuvrmj4r0yVge93kRrvY5fYr2kMqe9TCuhPHuIvL3qRf68GIXOPVzXHz5Hs1y+v3T9vV75BT0NZOu8REApPs+oVb4oWyi+clZlPhRtXT7MIQ2+hKpIvvynnz1zESq+2hz2vafsSj39hqS+ZC6tvidvlD4dmMM9cfPrvbq/YT0Asxm9SM2DvTK7Yjx8O1C+zxqDPrrAnL3VKbE9ADtevqKJGz5kgXM92fSTPZfj5L6b8pa8hP3DvcpVLL4VKCa9IH6HvAHllz3W5gu7VPOMvoaqVb7nElG+rgMVvQ39fD4YLMa9gNwSvmgr07vEfp4+dYMJPnGnbj5XkPi91vTNvYtMFz2wFui+3AuIvkbItr5kXS++A8I+PI10Z70h9OC8RpXwvb/6KD6wsx0++/hGPjcvkL3jVkQ91XSCPoV5X76LfA2+NoQ2vli1zD2ge6g9OcdnvtkziD3RMLK88+GKveTXQj3E7aO9JVksvo+XYb6J8So+9Wu+PI25Dz4heFA9uGuzPTQ/oD557ee8AugVvuuVXz6y/Rw8Vk7lvMA5Nr6YXLG76SGmvVr+ab6qvIs90dblPZKxSD7F6bE722AVPt18fj5KsJA7HvXWvVfLhD488bI9xueJPrHUhL2KHQS+MfUcvnLZ/z2KtA2+d+VVvvAQmz1IJBg+Y2bQPbCeKb50HCO9gyAzPrkMeb4lyS2+1V8oPj19+zp0QH29onosPpqSKr48LOy7FgPkvYr1gz69+MI9dt/fPCFotjxdcuy9wdFkPVuntz0Cyzq9W36ZvpPMRT4BHBu+hfaGPQ3pcDyhs3e9sqmWvPR3M75xdB+91hEGvRWFCj79XXK+DcsBvaFFF74X8ia9V9w2veokKj2Gy5C+Xom3PS40gT37kr49fF5FvSrSCz090928svWHvZOK0Dy93i29ms/svbXFZb3zOM4995mDum8AJr4Vq0++IhFWvpQxeb5G+yY+aqp0vq7mXr0fG2k9+OOzPXqKOD3011c89OoJvTN4e75oT3A9dD4tvP+FQ74rP0M9QWZqvmO8cD2Otgq+o9mXvR78Fj4bwZa8GGa5vBRNV75+SyW8uMvfveb36L2RVJ89oVlDvZABT77JgF48y+3kPLYhj7zPF/k9Z5AivXrh2r2eoCG+t2YTvkPqFL7BWSE9Di2cPaJRpzyg6Qs9LZkUvQQ8Gj0Xw949bO4jvnIKGD3CfSe+U2jNO7n1Pr6cNrY9vSGnva52TL59Gz698DiCvphuQL5wMxI9G8DtvU8IFz3lSGS+D3c7vVy/+bzWdta8AgsqvoH4BD1JPpA8q+y+O057pT0D1EW+921dvtgg2DsuuRq+80gHvgWSCT7+FSo9OWagPIZHBT2Zk7e8llE1vleaIT6g9Bo9p2kcvf+RBjxMqAS9sAxxvn08VT11MVe8zGUKPRKAfr3Wxiu9mNWFvKemOby9ZY++iKBbPtvYVT2aSFk+i+JEvfvesT3V1U++C0zGvY6xlj69+sA9kNMove43gb7L5qq9mYtuvVGKYz2MES09w+FRPl3KhT6QI/O86uooPtKkHj7Yy9c9pEW2Pckksb2nkRk86pdlvXuVCz5jXAu+Oa4QvkksvD0sl+o9xRo2vazaiT2jE8s8rNUkPgKAdr3USJu+jgt+PaGDaT70eYm91LdDvasF1j2VKb87sdNRPef0Uz7YoYK9beVVvW0wxb4U9ia+zk0evuI2wb3QGHO+kmIkvh6xBz4cFVU+ndZLPQT2Jb4Wdo0+pi73PbrJhz4E/IA+Q7plvQQPFD1+sH49HGl9PjrTvT2MMP09XMWXvuJa4LkSbwm+gZwwvvv0zT0R/Zm+0W4PvZxXRz2WD2w+co8kvmaKfbxmm4c7wb4TvYb/FD7pqjg+DQBQvJn0UL1sEWa9Ys8lPflGRL7F21g+6GAxvp7FrD2n2du+io6avL7I+73uFK67FHmWPifmK75mDhI+CbprPn02yrwn2IQ+9EB3PQNceb6vTIc+cWMHPrh1H76hmDU+9yhmvL7JBb77i1M9HPmlvKwUJT66tvs5MOSTPSe7eb2oGbg9VPgovoI0LTzMvFu9CK1ovJDIiL03dpo+9wKPPWCCRT11B049qWJIvvYC9LtcM2U+k7jcPJ7sG7zsbCO+3eriPZuy9zyy/zU+96cePsdNGj7ys0u+hLy0vQKMA76E3ou+H5aFvq7Tm727ToC+xrCTu+8M+T1KGtA805bNvS06Tb3NHQq+5EbhvbSfBb5vqZS9QBY+vlWvYr0Duxw+ACV3vFGo1r3H9Em9BF+PviJoAT6HVmq+Pa5LPNUfqDykLCi+1vgCPjSwHb5zGVE+b4Wlvc4EorySuI887l2JvpoRar4y8RC+PV92PdQ3Bz6EtZe+cQo6Pif0MT4bhgW+YucMvLwMdb217FO+nQzqPcWhIr54NEq9Dv6PvqE9h76zxVU9BzfNPFH6WL6NXqS+YFyLvbh/DDxyIXu+1oT2vathPL1UNu49nJ1rPVOEI74TzRM+k4aKvss0cD5xS4i9WVA3PuOiDb7noqS8rSz6vUz8GT5TUMC8NmCOvfLZDbkxZPa8lQhAvqbSjTi4ry8+tfu5PS+IDT3HRYY+GDacPojKpj1qIou8JNm+vTC/4zvEHRG+zpXGPI58t70vf2u+mmSfPBe1Nj5uRFO6buwSPTebWj6/nWc+EIUFvvC/Sz2D8WW+n6TPPQG1Uj3nwhw+GrcJPlP8F7437wU+kL+MPkAElr4aSkw91GH3PQnp2j2gAZM9RE+LvuQbED14qkK9Zf7KPR2zHz5xnPQ9JWHUPX0ZEz6yrWA9eww4PkpFBT5CMIA9P6wHvnrSRbz229a96A9qvt9Iwz27H129V954PvwwZT1J/Ac8MJNFPrHTYTxRBhE+7XbcPHhvK770ywC9FPlCvvRkCTwsChA+y9u5PcrXvbyrp4497e02Pl8njr2Tdos8V5eJPTpggD491aq9acBbPmJQPL2dgrE+BL8pPrtNVD7O5jM8cd4Kvsc/NT7IjrW8KOKYvWXVkj4muJ294mx2PpdMYb6J9FY+sr/TvZ9bJ74H7Km9idghPmTOEjzLZBC+onGrvQwly73tH0K+2YAYvqjTlr0eWvy9CnQyvPCKpb1LMD+9DYmLPTD6zLzUIJg91lpPPhp5lryN8Mg9SgUavlfnRT3whpu7ChNOPuvFlT3USe09VbmuvKl6TT7OiSg9yHa0vZFt371UA368gjvbvO1q9bwNRvE8l8MTPjixB7719fs9wR56vmAYwD6NDtI8ByHBPaaVLj4wukG9MjsavcY1Yr2v1jI+4UyQPjZ2+z3chfE8MqK7vcfpD75HXx6+gOzbPUDuM77F2SE+bK/ZPH5IbD4RaO09nE4WvU2DjT4yohm+yZz2PTn1Dz33Txy9KeIsvvnEj74sK9o9MZjOPXie0b3U4CE89LIPvmUWWL4TsHk9SJ5ePvxpTL0ML4m9+FEhvRonwD3VkFY9ns6fPN44Wj7+UdK9ZWYbPhgDhT5qH768bfwUPKpZSD6vVoe9oHNHPUt1EL5rODw9aa2cvXILCr1WPmY+QttzPTyfjDweYRM+JfyUvFHvlT5pJwc+aYoxvnrc3L1RXjY900R9Pu9TAr58ALi+YfYBvYG7OD4Mgp88MUWAvngcb731rug9xwgcPjAty73KFju92VSaPcG2qb1wZg092CJsPT5GlL3XPfU8XYXpvX33vrw3V4S+suTsPGq+970PWq69Wr6PPOhXdr49/Q2+409uPQ9ksz5TdZm+6Ys9PH6VFjumFIe7cxDmPTny/D16F7s9R835vLglsb3YWZw+/Vd7vRxgR75F7V89DdoYPjd70zysmjw+VmOAPTViK74gaII9zFSMvT40uj18ei09lqu5vFMlx70ozVK91idAvV331z0L9lM+Crl0PKKd/L3pvuE8+CJXvQaGvTz3diO+T76lPvjWQ77De7M9Co8FvmbN5LwZuri7rEUgPsldvr2bzIi9LDv6PBy6Sbw06d891+8cPtlV6j2+jjM+138uPh2bK735caI9RRd0vexcBb6y32U+Kz5KvkLvUT7AIv29VEQlPXHY8r2A3qa9UeMsPUehQ74KAqk+vzFJvpXnST1/9RA+z10NviO9Dz4kkSC+yC4hvriv/Dxp/dY94BOmvhE24D6BJdQ9MqJyviUtD74G4Qu+4wYZPvcKjr3goRe+bXmTPaw8Rj4RTM68PYenvqiJZL3ynGe+hY1gPtcnrb36Kq89V6BhvoFAfL7eSKY+nnD7vVpLojy99sk7r1XFPZovUT7ypxS+ccMjPOcnFj4+qBQ8hw0iPXO3kb5c76A9b1kiuw5P/jzrecc9WFyMPtXLJD2zeiY+3XHOvdFnar5ee/A8FjILvpp+aD4J/Ne86o8uvUIBgD1OoXU9sYuWvYYJVDyY+jg+JZm7vuLhJr4HanU+GYsBPvhkdz4cDgA++EBsPT9srL0y78e978k/vdFPZr63goQ9q3maPmknjj5D9SI+RUMrvG6xeT7IcVk9avIxPuj2iD77Ray+FJsdvqesojw2NLW+M8COPdDtY72oe4m+Wlx9vlY8nz2qpIM+avxKPJiqrr5R1Yc91ycCvnSHzb1dc8o9sgxkvvR/pz1eLf49ZFO/PtS0Pj0Snku+LAdDPiXEdj4lEYk9FvaUvb29ITw7ey49oOYQvlUYcz704rQ9Dmq4OVVOkr1h5MO82PiiPh5xir7ucBq9tLasvcB3UD5OmiU/aOb5vBqBzr0ESWa+mjwpPu1s4j0QRIQ9xPjYOw0FDD1k6qo9/xUIvh3tJD54sXk9cPehPtB4Lrxe6Uq8pVEbvJxFCj1iozE+129MPvl5gr2RUN09u10rPZoyDL7QiFM+JFqwvW7nE77MKY2+HmAZPc5AU73b4DM+IIgjvjjkuj37Vr+90cYvvJ6LaDyrIVW9zjd5PdqGtT3lR6I9D8aXu27HX76Nxfy7VlBBvUiO87zG+kG9vTONPktZXjw6lJc9yNFdPS2q3r0zTXU9Kt6bPVShfj4qwNo8sJEXvsUNET7+DjS+NxeeO17oVDwwy4o9+DwRvkzIsT2iDD09dRYJPNozNb1e8hc+GpFyvM3B8L0nmJ89KVXvvPGGlr1fsRM+6t8jPdbf6Dzq6qU94UPTvchi+T2IBCq+pY4wvhQqV71OaVU9VfDePKTrsTyGieg721RVPjND17wreIk9kG2XvQwWyz2tdL685jkjvvDXJD3qcQw+FkbxPVknlr3NYrG9tKluPCqEL77ud5A7BtPHPdSwML0xES2+8Q0MvVEAK74faPM9GFZEvrWkKz60GUU+ApoUvrnK8jyOCi69Xu4+Pl90w71AbjK922p/PdqO97zzj2882c5VvUepIrxx7ju+ynRSOysbJL4gBiW+CJ45vkHEcr1i4Bk+HLtRPJTXrT4DOyU+mScMvuyIp71LQ0M8kkG7vekxBr4ScTW7c+O9PbkBTr1Jq469DH2GviMtgz5TpfU9nktHvetqlTtKIYU9ciYfvc2Utr2FjAK+JBhbPYDckr2+vLY9fNGeuzo+jrzr3fM9RqEWPqPHaj5X4/Q9rZuFOrWxmb2zhis9co5VviSXAb1btPQ9iwDovTXlp72n/Ha+zdhtvdRNlj4EpA0+N9BWPjkGQT2Vd/o7UjYlPvyla70lRrK+Xf9QPjoG4L1FFBu+uPawva8pmD58cLA9UUZJvnD+WjyDSWE+UsOEvYirDL46HgM+GEZIPgLahz7cCAS97lv8vbCLBT6DxnW+KTyOPkqtlz5F36i9dUMyvopAEr49oZO+LJQBvXQh3j0gUU2+DLfcvYpEfD7aX1k9FekMPomlAb46myk+tDSdPtwE9r3gQfm8QwE+vTFwuj1gq7w+yJaMPmbPB71IYac+NVQTvtnEur0CSpS+HAvcPUkbNT5/CAW+06aWPQiBCb4iCVi9zeWZPoaTVT5ZmI49TlCmvdSetj6zlsw9sJgLvRmTr72rsgQ9NJdqvAdC372eGBM8AfBBO4iSbL2VBxi+fk/PPOIly753L5m8rAHZvWmqyr49VBU+RSTjPZonF7xjNUe+FcMpPs2y372Wfuw9KP3hvLhTFLxQfsY80KyYvirfDrzfR8m9HbW4OllPHD4AZ0E+PvIove9w8b39RWM+Rt03vWfqDT4TwRE94gfXPswoej7Ohh++K3+9vQnnN76TdwQ+B+MUPjhQ1r3KGoe7aNG3vfM3srw5OXS+keJQPlsfkL2l6Wg9ozvPvX6FujzH3g8+VxeovdNqcz3NyXi+DoblvXsSkL6W3di9cq80Pi8hJL4ps5Q+diXcvF5vST4o5XG+ziEvvvJPUD1Z3ge+zxyqPvOHsD2BxP49y6+kPnt84r1zWh29e77ivR0brL30iSK+QdU/PvjSnL0s35E+Ep8BvvpTcb70fTo+mH4jPTtsJT4T1oW+3EWbPal0Wr0bNAw+0dvwva8laT6YRk++tgsgPno2DL7OVn0+l/esPW51lT0Drto9rBrvvNWUJL74YmC+5crGvi2QLb5L+a481CUXPq6HJT4csHo+OJGlPI0F2D43Sak+RkyiPUYNWD5M7Vo9eWWNPQ8xhj65nqc9jY6cvu/jiT1+nEw++aaMPcjkTb72JAK9OGMtPm3ixryPa6092+rqvXSk2739PIy97dQ1vhPf7T4tAKw9tf4aPszkPz3E5hU9iOQYvSiLNjxOtQI+yr6OPjeiJjw23089n8UJP9OFgrwZBgQ8flDsvJ99qT0SVQ+9MGCGPsCaIj21Rc09c7rcvBPbhj4ECl69NOIJPpX+Hz3NY/A9+uphvS6Qkr5sVAU+0QIAPhSZdb54xJ0+nvCHvXEQyT1KBc09/Mp3PhI31r3dy/m9sPknPtItCT92i5s943jLvBEp/j13a/i923YoPvg1lz16KDc+PrMJvjV1oj344u69OqKDvtvKhz14BAU+7n/4vbgFgTxbU+29TbiYPfgSMD7Hfyw+PMINPdaPLz1HBUE+Q+wlPDhGDL6SG6K99vOTvc3rSb2+eXq9IBDFvVKnRr3mVy2+4kwyvbwwDb0ph5s9ayUbvvcuvT1jmle8zCQcvZ5KqDw4Ccu8QJvevTrQ6rxwdzm+3iidvXsA3b3TuUI+1k++vXkcRb699fU8OosWPii1Yb6DrSQ+byaavR9sHLxJPBo8nquJvXaxMr6WsCU+NFVhPcyjc71Nxms+k2gpvnvaQL7JbTC+FnjEvaOc/z2otVs+j+K/PYQJmL3PxQq93/ZBvuhxJ75aGVC+T2TAvalgvL1Cy4O7fQUZPuBubT5Mmw0+wdCePV5qAr6cMac9lwG3vTldBr0pEak8vaICPZevcryn80c+6TiiveO4Vr3d+188BA0GvXCaf75QxRi+WlwcviyxHro4GKK85YzSPJZRuT1yEI87oPJAvpukkz3Mtji9M0YpPrqiab5Y7H2+t67yPQjONr6ZF6o8fF+9vX5Bi7uHqLm93tdYvtOemz0RZd29FhwNvoUy5b32N/o74FAyPcH1+b0gf5Y9K48jvk7rDL7eu4G+uanyPUFWHT446AI+MRpSvKoI3LwAUwC+wxNBvrjdjj7FpDk+9tZfvnAMFj7gb7Y+F8IUPnC4JD1kzeS9qBaAvn+xX76Ty528cIjDu9DMZTzsg6y93dmLvXoqID5AGuk7CfNKPWkYIj7vOEe+19SfPEnezjzHqwS+D/TgPQNcHj0T7n8+7XCKvSX7ojwp4JE8ZA+lvjF7N75LRh++JMGzPQMkQb7IG5U+frdsvmNhTb0rAqW8wIfoPZ6Dyb4oKOA9GkzLPFF+nj0rxtk9M2AMvUJupz7Z+dS9w240vt2qw736XEu+vA4kPkXSvD7AezW+uigrPtLO6T2PEZO+w3AQvuPOAb0wfZy9CfIYPoX7qD33EGG9VkVkvWZ27b3gm40+dSWcPcGDgL0NVns+EaYBvTr89r1ZFcy90BqLvI14Az6Kdye+Amzxvdehl73QFQ+9G/IJPoC6HL73qMS9G+nPu3hAwL2Gnd68TuITvbfTJr4h5bu+fDIEPl7kXr537ok9fITxPTh96j28xCu97zlEvgBKhr5vPKo9+/Hdu95yzr16eRI+5Q7nPWyzDD5jb6G9UP5nPukl5DyYzgg9KhbLPAi0q77GSxK+4qElPq9nPj1pKzs+q3i/veguCb5WoFa+P6ppvtEXU755Fb49lkM9vebIIr3JXME9BardPYppFT3RdNQ96KJmvriAJb0zFc09j7RtPFamzD4uUZA8AuLrvuIJdT3qhBE9qJ5lveEAe77kxSG8PYyMPaSjBj4vQz6+6nqIvteK1j1G28Q9tebUPi6sCj7Li5g9zVWFPp+tEDyE3pm+/XCUvOPSID6lGpI+E4f+vgWveT1hf4U9VKDsPCyQWD616hy9iZNRvpvVsj53lKo8W3ZmPsUbOD4YcNW8XW0kPpjC4jzNSTU94asNPhG+/D1Yzp8+uKNZPduZM752Hpm9LZdYOhjhjr0RtBM+fHFgvkBEXr7N0AS+KhWrvkg1m75ynrI9Bp13vhl58jxNAP+9AByxPMfrEr7tzXM+VGQ7Pmjdpz0Qyw6+Dy49PXri6r2mNza8CTZ4PobEbj5pcY+7NBXFPLSv+L2FpIq+U5ICPV4txL36dEC+meSBvkpNXr2zV449XYZ+vqlItD0lQrk9gxlZvYds376kLeA9a4yVPdj6mb7M3PS6FGflPtSlnr060gq+TpGWvA6IMD6oI+y+lKE7vIK26Tw8OX++OOf2PStr2Dx//Ac+Saa9PW5FYL69bxI+buUKPis4Sj1JAQq+4rCnPmRnpr0mfsi8d1dQOlCbZT3VDBI+gmycvv3RJr1tAjU8MAsGPrfTEL2lV9Y7QM7OPgBZdb7VK5a9lzt1PgXTiL3mxKS9vGlTPbqjZz5zIvM96hcFPEnIxj5gEnw+506YPfp51L3fgs2928ATPph8070WRw2+Hlr3uyjLWT30V+W8BiAwPGVN7L0AuL29BEAnviBI+j0x/X89IVJgPWT8sz2c1P281wUEPXsoSz4FHmG8x/MovU3eFjyN8eA8UAiiPcbqA7w0RJs9zGjevfUfDD3xkCe83UByPhZ8+D0igOC8Wh1QvZL88LwoeVy9/u79PIDwdj0lUoE9wz8evB/DMr5e+QO+e/paPrkFf73UOrW8kPvvvfY9Mz6raj09eH/tvXQTkz16HTi+PMkxvd+elD3ooxG+q9n2PREgEz3icRE+qZMMvqSelz2S36g8KYtOvfI+QT4cKUU+QLfXPUKSHz68WtW9hbebvLbgtT3aqRc+Ad2tPW5Apr3IuKq9uNWUvY1NGj5q2Nu9ZfoQPlpbb72kjZC99HmPPZDn4jxtK1M9+0AwvR0bjb1mUNa9oiBCPk1ZKb0Ze0m+9WQMvgpMHD47xtK9DU6TPWwFZj1guC8+QQg4PTc9Yz1s8Ru93nTPvRjler7pHJs78JnbPBGtrLwAn6O90P/OvMobjzyeaNK9JCa7PZk6+j3ybJ89VkLpPWAGWL0VpIM9xU/ruioslr2uP/A9dZnaPcUTjD0v2qC98btWvCJpOL1Emt69scZdO1wNVL24vEy9uesqPYJynD31QgY+2WUUPSvqGz6aycQ9QSeevohAwr1O4k+9lJIOPfaopL0yCBK+iFWbPSIplb2NTxg+ui1CvnYhnr5MhiU+HiiAvcxpArjxxSM9EXm5PXxpPD5DtMG9UfkCvsywtz315t671oAvvtNO3r3hWhW+AXMhPk1/az0gVRE9C5F7PUG0Nb72bQe9Djc0vJZBBr1sS+e9QwHRvfbTnr1kHTY8U77VvRVzJz50VAI+iEjzPcr8Nr3niCy+jJPCPY9ZM7w0Wm+9yCjoPQEOD7y0zAy+StUwPm56QD3wqlS+0ZnUvp2LM77Bapa9QIqsvmBOCb6NPxy+M5nRPbZvhz50yUw961HwPdHE1zuZ8Tm+A27gvBR2sL3HvYq8+m4Xvsgqi73zszk9s6FTvQGm7jyUeq6+c7ajvbLznz2gZS4+QRtbPCGBBj3Y5Pe9LfpiPhKeIz1lq0O+oD41POYylT17n+c8iRAYPnlM6LzNei69ESlwPY7pej65f6c9VDYzvqSXRb6sFg4+e2uRvkK61L2S4ja9PyQYPQwXQ77mEwE9XBPLvXI07L1awIg9rwsmvp5bE72+RSa+OHqtvfYLO74WY6E9V16fvm0bSb07R2W+hnGEvXhpnD0qXPI9ufSKPfZbp70IYJK+bx1oPRmywrylnge9JBYyPh6yqb0g8Zg+nbg0vfk80735Tt080dWePTC9qbyJj1W9L0OuPRd2YT2mfZI9Aj6HvSjTJD7t+kk+RH/VveL8+j1uVjg+gxjrveCf8r2hfeG96y98vXYQnj4YTwE92IwlvRk9Yj7ADiG9pLH4van+Fz3vV1A9QL4Yvs8Uojx+H9G9SF/9PYnaX73am609yCPbPs3lU71xuBQ8qkLVvcESUD5BB0K+butFPr/bD73y3bS9X8QkPtNfgr5TDUY9wlEEvp/LLL7uguo9xDf3PWBujz5rwuM8mBAiPqN+1z052Du9V02rPl8WPD52wPs9kRuqvUbVaL6LM44+n4GwvZTtf76QfpW9ae5+vV65Br3qsTE+Mq65PbVXNjyxzag++fUwPbqtmL4roUU+3KGQPQA5Wz0XhOU9cXUIPe/LX73Lice+yFpLvsHiXD2Lzkg+VVGDvdZF6jxDSOm92wUZPXAJiz1m7aK+aW4/PX8tAj4xcNS8VqdaPU7b6r1rcQY+MvVOvldOIj5MS+q8piVzvpLE0T4JqNe+MG7fvVSRfL6e2447iYmxPozVmr3k7w6+HXO6va01AL0G8gY8tsS2vQYTYr04S7W8VOLhvBhAcLx7iaI9hyDGvaQzBL0RnzG+zcyCPiINtz4aDgG+h4PIPmVnO77egQM7aQiMvUMrwL0t9ty95X7APbNw6j0u+1E+7/QAPrZkLz43Jys9x6elvWtlyL13EZ478Mp8vQG2mz0FEUE+1s9FPmJfVL6txlm+RMn9PbFo1rsU/UM9t3JsvvGdpLzCBC8++GcgPp+Px733FWs+DROZux6t4T0QVQS+gfLuvbVa8rwlcV+9h5bvPUE5BD056gQ+igvYPaGSkL0yO409d/nXPb/LDz4dPqK97oGQPlXWMD1XVEU+FP9PPgnShr0H87w9m5vcPWPG6D1ckOE8DZhXvfM4Pz6w8Wc9ZkwFPtgGGr0qaFA+0fOiPVh+Qb56Xqs9fXU2vd4BNL1BaSg+HUIevtz7MT46Pc+9R32SPUWNnz1/gou8Hb66u6cVA75wOBI9WEaPPl8U2z2rJp49uAalPlUbaz0uoQq8UK1ovdnXJT4YAfe8CnG+PZ+rbD5LGpI9+fzcvHaheb3rEbA9jXuCO/5WAjw/Quc9V+9iPMzD5D3PFjA+HTimvSC6qL3G04I+4i8UvbEZgT4amRY+6byDvb68Er6QRMW9rnZUveZL/D3nRnM9s0XbPfG4tD02zFY+wGqoPLsGqL3rY2M8hdQNvkAxsb1wEiu7AT9QPjyXFL0OZKU95rkRvtyQVj7S2Ce+AD90PQMgzL30NRG+iss2PEZOuT2Fsye+WeUnvv+59j3s/468hu9AvnDmML76pES9140uPYpBMTz/OIW8zEZ2PYV1ej7RB8U9BAWOvm0DAT7fYh8+cr6tPkqm4T3BsXY+EO3ePaEdNT4yqC4+NZKEPndqez3fsag7h0WHPbojAj4H2209lxJFPpWXjL6Ygcu9E99/Ppb3zz6CAK89qsAEPorbnDyHZbs9ik3dPneqeb19Cpk+5w+KvjubTD3DUvW9EAq7PKiWrzzufLQ+qo88PmKVZb1qpzC7v1YBPtXrZr4fdPS9p7wJvtsXlrzuAko9WXGvvYhhhD2qX7k8iDbPPS9QN769xoU61UCjPKIkdT38Us29x5kAvQBRJj4d5SW+U02iPexciD79oUs9BbjwPZA+GD69pc498inrPSQJJT5+x5I9t6ndvCPFXL5oZNQ9eD2jPnzPYz2hO7y9gIlLvFpXG76EpdQ9m3mAPYVwcb1zIN29IzKZPedn5TywDS0+O3civuI5OL4CIlg9Jw0wvSncQD7enq8+DoeQPOXKkDx2gIi9eLYTPgMs277QOxe+9+1tPaRjvz0jySC7V8MtPqEinz2VWMO99v/hPcG8N71CC4U9ypUOPtapDb5Qqus9FyUiPhkDUD1OuWq9l3gGPSTuO76Ga1M9czWgPNJ8mT0k9aK8I64EPZkLeT6VQZg80gLoPP/DwT0CrjQ+Sa2ivQaFHr4NCSS+5HAZPlN8yj3kMRc7XIGcvdT4GD6V1kO+JH9fPtlgdL5JBk++0PZ3viBys74VZ1C+uhJnva4Iob63t5c+Fs2xPiBBCL0jfhQ+umB1vnM4t71RpC0+oY+xPopupD2W1/s9Ju0CPl4cmD3iHlE+jSSivlW5j74Gzzi+0o7IvkkH27sMjpg+UcsBvlGlGz5J1E0+GFgCPv1dET3AZea7YDVdPfTPQj7K2Gk+bKgFPm7deTy6tg0+oLJaPkaWFT5/zRI93aufvmc1Fz1PjgC9mohjvrg8sj73TwY9zTY9PU02lbwSdO69AziUvoXjuL53ACM/n7oovo4rrj2pAqk9XTcSvmglKL4hW4y94VdFva3Dzb79LG6+PhjrvXGZC74aZ1S6o8rdPfvsXD1GrAC+mNysvWUInb7DlEc+R2i7PoL7vb2Qd4Q7aySePr1oAz7UVIG9dhnePSgPeTzJtA6+2U17vjV6Cb7l4Re8CkmSvDu7QL7W4Ae+6LC7PsGGmj5W2F4+Aq+fPV3wgD69th++1VJrPvgGnLyAija+mQwGPiBirTv8xcQ73hdovXoay71Szye8CImgvTj3zD7faE0+cfDePVGhOD6ee+m9WTexPavzLb5ii5S9f3ZFPPQJXr40+VS+V+wOvLznGL4zJ4e+KsMNvnSvQbyT7C8+1piAPr7aULyNCMc90skePkvAkD6Pkk89T0kIvowXv72ek8A8"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_4/conv2d_8/Conv2D/ReadVariableOp", "op": "Identity", "input": ["sequential_4/conv2d_8/Conv2D/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_4/conv2d_8/Conv2D", "op": "Conv2D", "input": ["Func/PartitionedCall/output/_2", "sequential_4/conv2d_8/Conv2D/ReadVariableOp"], "attr": {"dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "use_cudnn_on_gpu": {"b": true}, "explicit_paddings": {"list": {}}, "padding": {"s": "VkFMSUQ="}}}, {"name": "sequential_4/conv2d_8/BiasAdd/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "128"}]}, "tensorContent": "GokbvlMIL72rXZK9h/FUO4nprL2fnEq981r/PNkEwr3VVHc9w/HdPPK5gL0fhKG8c2QgPdXGvTzuOjE9zopCPYmqRr1GL6k92sjQPHEYn7yxpxm9phENPXVMwzt03CA9/3aXvLOo4zvoM0O9IHaMvEYYzDscvMC9GyjCvcLfkj1wKRI9kQelPRa8ibwI3eC8k+VQOg7q7jmjeB09cjKJPPaWgbyNGQA9n8B6PL1z07yIgAq7PiJbPYezgD21WB69zu3mO3yeh71ioSA7YR5EvIflmb2pbgI9bMYKu1dDKr3VIEa+wEqePVR/6zyzUo69LzKtvQuyrjwQk248S/zPvNx5KrwEBN08U+CBPLfBAb5aU4K9dWGaPaDDcj0mLhS7wKJLvXz4Fz2+iuk85o26vKY3gjx8+Rs70FIPOd5aVL2y92K9kO6hvYXRpD1DrCE9brmvvbMXUjtyhfs9Zo+fvSjNB74jNWI9mfNSu//oaTsDd1W+NnfcPOVuDj0bsNm9HrLsvVzOlL1cEzi9Gq35vYxa+7y8Eps8QQJuvQ6zDr5jyjS9J6LXvKlaDr5kA3a9oZuXvK3Kmr3ZlcM8AlwAPTXPXL6t0DQ9Y7EbPRQkN75koRw9JEfdvQpIj7yE0Qk92fQ3PYhKp737vs29FycSPUx8Fb0tFGG+Gi5YPFlAoDs="}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_4/conv2d_8/BiasAdd/ReadVariableOp", "op": "Identity", "input": ["sequential_4/conv2d_8/BiasAdd/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_4/conv2d_8/BiasAdd", "op": "BiasAdd", "input": ["sequential_4/conv2d_8/Conv2D", "sequential_4/conv2d_8/BiasAdd/ReadVariableOp"], "attr": {"T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}}}, {"name": "sequential_4/conv2d_8/Relu", "op": "Relu", "input": ["sequential_4/conv2d_8/BiasAdd"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_4/conv2d_9/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "128"}, {"size": "16"}]}, "tensorContent": 