{"format": "graph-model", "modelTopology": {"node": [{"name": "x", "op": "Placeholder", "attr": {"shape": {"shape": {"dim": [{"size": "-1"}, {"size": "-1"}, {"size": "-1"}, {"size": "16"}]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "fire_rate", "op": "Placeholder", "attr": {"dtype": {"type": "DT_FLOAT"}, "shape": {"shape": {}}}}, {"name": "step_size", "op": "Placeholder", "attr": {"dtype": {"type": "DT_FLOAT"}, "shape": {"shape": {}}}}, {"name": "angle", "op": "Placeholder", "attr": {"dtype": {"type": "DT_FLOAT"}, "shape": {"shape": {}}}}, {"name": "strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAABAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice", "op": "StridedSlice", "input": ["x", "strided_slice/stack", "strided_slice/stack_1", "strided_slice/stack_2"], "attr": {"T": {"type": "DT_FLOAT"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "7"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "7"}}}, {"name": "MaxPool2d", "op": "MaxPool", "input": ["strided_slice"], "attr": {"T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "explicit_paddings": {"list": {}}, "ksize": {"list": {"i": ["1", "3", "3", "1"]}}, "padding": {"s": "U0FNRQ=="}}}, {"name": "Greater/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.1]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Greater", "op": "Greater", "input": ["MaxPool2d", "Greater/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/input/_0", "op": "Identity", "input": ["x"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1/values_0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAAAAgD8AAAAAAAAAAAAAAAAAAAAA"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/input/_1", "op": "Identity", "input": ["angle"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Cos", "op": "Cos", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Sin", "op": "Sin", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_1/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/sub", "op": "Sub", "input": ["PartitionedCall/mul", "PartitionedCall/mul_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_2/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul_3/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/add", "op": "AddV2", "input": ["PartitionedCall/mul_2", "PartitionedCall/mul_3"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1", "op": "Pack", "input": ["PartitionedCall/stack_1/values_0", "PartitionedCall/sub", "PartitionedCall/add"], "attr": {"T": {"type": "DT_FLOAT"}, "axis": {"i": "-1"}, "N": {"i": "3"}}}, {"name": "PartitionedCall/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_1", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}}}, {"name": "PartitionedCall/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/stack_1", "PartitionedCall/strided_slice/stack", "PartitionedCall/strided_slice/stack_1", "PartitionedCall/strided_slice/stack_2"], "attr": {"Index": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}, "shrink_axis_mask": {"i": "0"}, "ellipsis_mask": {"i": "0"}, "begin_mask": {"i": "11"}, "new_axis_mask": {"i": "4"}, "end_mask": {"i": "11"}}}, {"name": "PartitionedCall/Repeat/ExpandDims/dim", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [3]}}}}, {"name": "PartitionedCall/Repeat/ExpandDims", "op": "ExpandDims", "input": ["PartitionedCall/strided_slice", "PartitionedCall/Repeat/ExpandDims/dim"], "attr": {"Tdim": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/repeats", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [16]}}}}, {"name": "PartitionedCall/Repeat/Cast", "op": "Cast", "input": ["PartitionedCall/Repeat/repeats"], "attr": {"SrcT": {"type": "DT_INT32"}, "Truncate": {"b": false}, "DstT": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Reshape/shape_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Reshape", "op": "Reshape", "input": ["PartitionedCall/Repeat/Cast", "PartitionedCall/Repeat/Reshape/shape_1"], "attr": {"T": {"type": "DT_INT32"}, "Tshape": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/4", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}}}, {"name": "PartitionedCall/Repeat/Tile/multiples", "op": "Pack", "input": ["PartitionedCall/Repeat/Tile/multiples/0", "PartitionedCall/Repeat/Tile/multiples/1", "PartitionedCall/Repeat/Tile/multiples/2", "PartitionedCall/Repeat/Reshape", "PartitionedCall/Repeat/Tile/multiples/4"], "attr": {"T": {"type": "DT_INT32"}, "axis": {"i": "0"}, "N": {"i": "5"}}}, {"name": "PartitionedCall/Repeat/Tile", "op": "Tile", "input": ["PartitionedCall/Repeat/ExpandDims", "PartitionedCall/Repeat/Tile/multiples"], "attr": {"Tmultiples": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Repeat/Shape", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AwAAAAMAAAABAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_1", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice/stack", "PartitionedCall/Repeat/strided_slice/stack_1", "PartitionedCall/Repeat/strided_slice/stack_2"], "attr": {"end_mask": {"i": "0"}, "Index": {"type": "DT_INT32"}, "T": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "ellipsis_mask": {"i": "0"}, "begin_mask": {"i": "1"}, "new_axis_mask": {"i": "0"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_1", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice_1/stack", "PartitionedCall/Repeat/strided_slice_1/stack_1", "PartitionedCall/Repeat/strided_slice_1/stack_2"], "attr": {"Index": {"type": "DT_INT32"}, "T": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "1"}, "ellipsis_mask": {"i": "0"}, "begin_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "0"}}}, {"name": "PartitionedCall/Repeat/mul", "op": "Mul", "input": ["PartitionedCall/Repeat/Reshape", "PartitionedCall/Repeat/strided_slice_1"], "attr": {"T": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat/values_1", "op": "Pack", "input": ["PartitionedCall/Repeat/mul"], "attr": {"N": {"i": "1"}, "T": {"type": "DT_INT32"}, "axis": {"i": "0"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice_2/stack", "PartitionedCall/Repeat/strided_slice_2/stack_1", "PartitionedCall/Repeat/strided_slice_2/stack_2"], "attr": {"begin_mask": {"i": "0"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "1"}, "T": {"type": "DT_INT32"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}}}, {"name": "PartitionedCall/Repeat/concat/axis", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat", "op": "ConcatV2", "input": ["PartitionedCall/Repeat/strided_slice", "PartitionedCall/Repeat/concat/values_1", "PartitionedCall/Repeat/strided_slice_2", "PartitionedCall/Repeat/concat/axis"], "attr": {"T": {"type": "DT_INT32"}, "N": {"i": "3"}, "Tidx": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Reshape_1", "op": "Reshape", "input": ["PartitionedCall/Repeat/Tile", "PartitionedCall/Repeat/concat"], "attr": {"T": {"type": "DT_FLOAT"}, "Tshape": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/depthwise", "op": "DepthwiseConv2dNative", "input": ["Func/PartitionedCall/input/_0", "PartitionedCall/Repeat/Reshape_1"], "attr": {"dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "T": {"type": "DT_FLOAT"}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "data_format": {"s": "TkhXQw=="}, "explicit_paddings": {"list": {}}, "padding": {"s": "U0FNRQ=="}}}, {"name": "PartitionedCall/Identity", "op": "Identity", "input": ["PartitionedCall/depthwise"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/output/_2", "op": "Identity", "input": ["PartitionedCall/Identity"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_4/conv2d_8/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "48"}, {"size": "128"}]}, "tensorContent": "sTgZPoIh6b2J2qC8gurFu0EwLT4wDnQ+GVIDvvhx972yQAS5L2RLPnnp5b4+iPE7n/GEPoWplr5rvuM90mMsPYvLSL4FeiK/1dMKv0bnA78RY70+8w5FPVqgrz0BPnW9qgzSPq4FCj/djoc+cctpPEZSkb4mfJg90vhZPpxlk72toa+99+Kavs4jfb4/Zuk8OjRHPXxgK7t7lIG9Ozi2vtAfMj2BnAo/dCvBvVWIvz5OoqE+f+PuvcgAwLyYh1e9mcdbveA0kD1TL+w+vuQLPt8WDr45Krg9h1ACv34mmj66ZT8+nBepPQGtYr1Fvp2/5lTzvpmjF777/mI+cD4kP22ru73ZgB88AaaXvt1XGL5B47G+RfKUvtQHB7xjvYU8VszEu08Lt71eSY8+oNn2vUIIZL+qdim+nUmSPf+AmT5kn28+GBJbuoomzbycrRO+hT4SPZ08Pb0oKnK+a0NuvtfT5T4JDRI+/YIAvQvAgz9AdrY+rQvoPudABj4OdcS95trKPQfZpb4yn3A+kStOvjxPlD0oi6c9G4CSvM39Mz+BFJQ/+LsNPRV/ub0fHiE+4rxcPGex0r7JPsU+0YwHv/zNK77cNmM+NJQePj7Iwz0tape9a7VuPWHgBr/WF+e8HWFuvj8AJT9iSgc9p/6mvizMxT4Kvfi+b6fivZ9qXL5bCTk9yuCEvcm7ub5xiRQ+T29vvUOjm74exEm+NhaAPtx1FD4vLNQ+qan3vq7krD4Vaho//Ow+vo67wj0OVhu+AKKevqplgz5bQy4+Kiefu0abgD5I5vM8PbwnPXfbFr7hYX68RNDavUGmAr+uk2O+5j0Dve5GFT9VZ22+uJcAPjvPar6PZXk+aWmZPgwqtD7LrBY+0Xh7Puq0yz62AIs93EXLPnV7iD0rV5a+VY//Pmi0Cb6e4iC/wkJ3PYAX3r3EdNk+FMGYPn8IJT4AaCC+JJ0gPxADAL+rIJG+r52PPoYTXj3Bj+U9dNuSPiwGRT7BcKM+bRKIPSZQ+jx6d709N5ETv9xDWT51rwG/VIQdPOyc8z1AuYa9V/sXPYPoEj/SZiI+P8ZKPR4efr3GnOU9VU4kP0Emlj74Iao9mnGMvlbVWr6E/1G+S63PvqL5DDwPHrE9epYvvn2n3z4iT+g9pdgVvSspS7yQewC+V9Ibvo6RRb0QX+4+MFfoPU7EkTu4fg2+Ef34PXQ7ab6kEa69GBY+PhXGoz6CqIa+4fk3PuS7Pj4R9c4+RPuIPJTa7b7spTc+1mP0viOyiT7+OAQ+7qRcvGOoCr62lzu+d+3TPme8gb0+SCk/dm0OPY25br68Aag+BeCSvbNdK734O5K95a+Avp9Joj4SaFC97CkHv/VTRT0dfJY9aRizPgt2k75YgA49W1Y7vpvexjw1Sge+/kO3PeRVA75WLeS9IYQlvmiEm75NgLe9dJZlvqWWSD5OcxE+XvU0vhzjmT75Pb4+JMEtvhFFer4issc+Lmy9PLvKqj0A4Ci+2eWxvsmKvL3YSAO/cKHPvp5wVr6gWGI+/jq1Pu4hmb33Sk89IxYdPXU+qD1DtRY86FXLPjpBkL7gb+o+pVcIvzeQcT4poGa9i4PXPpRVvj3Gyfa9IA7Vvg1HvL4mWdG+4dxAPtNEKr86tno9zrqevreJLj+DinM+YrAFPxBQkD4Du7g+rSKcvh3fPT4DwE6+rh0QPmfaDb/gWHi+3/UzvXzUw75d/WW+srsqPq+KS7wt2QK96FEnPgZhfTtHahM+JJ98vkm3yD7nA3e+TYWyPo8ffz7w8P29FToSv/UcrzyJkfI9ITyqvtNeBb28YyI/72MbPmw1Mj4qfwC/3VvmvPbbiz2TrsA+ao6qPZWpfL5FL74+IWHPPSvdHb/xj5q+Hf2EvB0p9r24cUG8lEOZvQimnr4whL0+owp9vR3U1L6fAEy9d56BPqFIBr6KmAU/OHqLvlu1uT1i2BE+ioSxPoiYdb4bJiq/332SvufxO77aY4K82PCbvlkJ+T5nYP0+5WrxPVQCOr7j6gU+KFnWPjrhqT59mEY9djKFvRpvurwrtJe9qqmYvqvDxb0OAwA+C6KXvWGH+r0mJho9TnyMPqW2ET7iQRE8vlgOP/VnVz3jAyq+3GF7vR4ApL13/IM9gf0vvfb537sa6My+ys+LvSj7lz7W1nc+jo8QvrXktz6Ev1w+69rDvDbbhD4rjGo/LYAqPl39lr5gCOG7ADwWvhaZOz29F3c9BB86PQpWk7xlsf+8qIGHPUTdub1J9PA9p2D7Pd4DdL/4hgK/iI6hPrXB2b4LtVw+xZO8vs1d7T5peKI+Vc03PUWdk71Yvcm+pNyfOyGsgr78WME+fZ7BPXrRLb+nCZM/qXw9PklGnT7yAk49vrQ2Pkw+6j3+p2u90aH7Pn2Mhz0pfXA+4pjSvmBp9D6wd4E+LrgFvb5ycj4aKf29uS2fvZKRyb6czVC+V0k4v6vbzL1ul5K+aUglPpkRvL0Oqws+ePaXPsVO3L7Pt5O+iJZAvY2+ZD6BU9Y+V2xfPhRV7z72ZaE+nKU5Pjmn0L3qWpu99R1aPslgiL2/xXy+tFKaPM9gir1J9Pc+GjO5vkl+nj8wpvu+XKv7vASPkD3JxBy/vUD1PfhrAL4sLiG++R5GPm4IyzrIYN6+nZsEvj5iHr4nS4U9PhUTPt9+Mz7FdYy+j6ygPfGxgj7h1Ku9wYkUvmAIWD6Qtug9VAURvoR3Zr4yFEO+2Fuhvhapz76Poa09U6I6vvLDjT2lCYu9KPJQvpgHDD55vau95IjTPnR+UL5U+Y0+5H48PQdq07spmXg9HOo7PuONgDzee1++/YQcPmnUBb6mKuW7yQ5rPrwf9L2xobc8yKnXPXCGxT5i2Um+O0l0PV9gir35qz4+jsiuvsQhCT7brMI9cGeBvA4bjT6GkYc+AVuSPvMGHj5usmE8SE+avt9GFT4WXQc9/ZzBvtOhIr8DRbM+cHcFu6pwTj7KB+09a4P7Pu/ZoL13qEA+GknqPdnq4z5GsIA+aE3RPf6BBb6JaBE9BDjBPgsFBr5nbwq+KCL6PRkrSr6CLNQ9llMXPwdVbz7d6Rk+gO/xPrjFgb7o7zK//mI9vodNdL4aBiC++JJXvRlAsry1Lpg9OyPwPrWFwz0DBgm/v14WvuUwQTu7Qwa+wmrGPWsp9z1L702++Jdkvj+DCz7STFo+YfFoPsdxHz4xqMM9sfkkP1YLSb5rk0c+1pg5vj5yzDy6dLm9MouNvqyspr0qKFA+IyyAvsuXdL7Wno09/YCnvqgsvbwZnGY+JS3yO8lZl752Ioq88siKvbWfub6nbeA+uLqnvYDKmb4X4iq+BVDwvopw2D0XyRq/eulAvrzcgj1swl49YfwTPkVwB74+1Ai/V+JoPmtjGD4gb149kUfmPix10j41mL88jiJaPhoeGbxs0YC9FD+MPRyTWL0sn5S+VuRzvSbYf74p3Xq+H+pOvnr8RD2TTkW9ZYQUvryh6r33Sj6+9x88voBZ3b0n6T6/31S1PnNq0j12txU/EuVBvZp7ob5mD909vQCnvsyyFz5x0CA++Zgvvhlqoj7Yzu6+44XWvm+bUL4lkeE8lzOzvhOXgjv5VW++fE1JPWv6Br84mpS9VvRPPk1xZr6DjpI+LfjTPcDCHT6K1lC9qkDyvtCrTL48EiS/5hsdvoSl1L6YJRQ8ewhWPtmptb6kwqm+Kgq/vNhNU7vaips9Cw0WPlsT1T0QBcG+QDGkOs1eXL7u7JU973HDvXfXjT3e4p8+JjfqPVB3nr3hkgi/PjmZPmpIvL1nKs49c66zvn3voL6zByy+MsmtvZKnVD4+qHW9Gw9DPiW8s716tkW9CgSEvCZ4yj1F0hO+BwxZPhxJJD4Q04o+5ST5PdzkQb4+7LK+AdBkvhH+bz4hoZY9K3OhvG4qvb76/+A+rwcbvU//wT0TcWW92G/VPZixj768KSg/vvqKPgse2r2i1N0+MX7YPcTohrn/YQ8+PLgovnc3KL3Spcm+7H4XPiYixD0jgn2+z2bHvfhIJr68CXG9uc8lvwvXvT7HYwy+gBrYPR8hXL1LvTA8CUkvvX7c1T3G5xY9FuZ1PdoXOb4YdWa+K4EUPXiZez1iceE9MOM4PqYWKL4ZDKc9ELCCPugMUD4FOCi9NvaJvLd3jL8YogA+8VqUO0TxGb5u4jS+F01GPsQAJL8Z+jK+EWervqGtID7DRYO+2JxZPV3goD4bQMe90KW8PdDZBD7YJ+0+vMKWvoY38D26UqI9mx/pPZlKJz6LWYc+aOo+PiNykL7WzPQ9AtMAPtnPub7vq3S+wLenPYdVR79v7VQ/AxKKPpBGlT5cGE29FNKlvT/7mL6ZzQk/QTpEPofegz6jciG93q02P6U4UT2o91O/KnRUPjga6b7GGsG+KdIJvVK7rT6A25i+iZ9DPvskYb3cNmg+r6rMPefiwr3PqSM/lgKvPTBaJz/h1dq+BOIAPr291b1E+Em9pIi8PQ4eEr/dSGm89CX/PhWwFj/HFpg+EQOUPQUhKz5x6wW/6Yxcu7IA0b49ciI+5hnZOzC6WT5y//W+0s4pPZwKMb+alIa+FU9zvHuXYD6wQF+7tjioPUQVyD1n2Rw+5TjKvVQG1T1XbPc+YhvMPjc6Pr82ri89jD9QvKxDOT6/1ZG+ylWXvl325D6wgIG9xxwaPpgU1L2hkzS+8JIgvt8q0r1PgkE+uBmOPb2ShD2zJgm+IuevPqkntj729eI9Nb6uviDOrD5DLPK+jfuFvozkrL4SEDS9N2ylOCObmz74/uI9EQnSvfwpB70EfPo9pRGXvYSppT1761A9AyO8Pnp6BL++12c8nWyGPjLXnb5h+aC9cT7xPXKTcD4VugK+E2KfPqNcK72P0kQ+jbzSvb9isT6Stxq+RsMoPpBlyr7pwA0/QRJKvDzFhD3AYoq/M5uYvMOMqj70W0U91rXsPbH76z6XHSy/4IBpPcU+cr4vBD68HxgoPyEjY7/fTHk/McQXvugFwb5ggTI/yZa5PZXcXD7JNnc9hyndPkHImjw9aoo9+OwaP9Q7hL9rG/M9t3YGvSom6TyR4+O9IwAovpvC1L6Krm6+IDfzPF+SLL5xCkW94+WhPn8QyD1ACya8jedzvx7A7b7GHF0+JuU9PfEymT0vGCM+RkKPPWvYoz57xD0+J+70PqbvQT4PtxK/x3MlviHBYL5YVl09m0hTPutH2z6WON27sykDvhFoOr+weWm8AA+DPSWnHD1Gcle8LYLRPu4DqT5JzRk+B8bFPWRpOT4AzA6+cWWbvv7+uzyIZWU8YxC9Pqejjb2FlcU9llrrvsZ1vDxC7+S9GR3uvUrBnLuIdHW+hoVjP3B8xr4ALz8+q0LPPEyHsz0HG1G+HOybPXATcD5n7Nc9TjPgOZmgRD84h6K+g5bFvmX9FD5CeUW+h7YwPXkg0L6QV5e+n6tdPk2YQ7uDwNQ+1MhsOzHkyj62L7y+qPtMPSnoGL1FIz++loRsvl/Tu72fOue9S9XgvdH0Ir5E/+8+/BNEvhiNx74cY3Y+6T/Ivt95iT2LDVG/tcv6PkJtar7+TkO+uqPjvjfue75Jw7q+1oyqvTOvwD4adXa9Xm+oPtsfnL4x/uY+avSbPY+fmr1CD9A+5A+DPqLtSj4SD8K+oao8vt/0u74v8z+9rs58PvbRLT6/WaU9SJl3vWSbCT/MNqO8mwKZvqdorr4DWie+aU/rPC2sAb/bZuS8bX0iPseR7b5xka0+vYIkPR87tLyg+1k/VyCwPVnYpb3sIUW8VEKcvm6vuz3jHjs+VfyFPq7agL289oW8GFRhPv2kubypD0o+pVfCPgiVab4QIW87Wh+DvgtDkT7/nM08fSKmvioHhb4dWYG+dJysvuwIYb4+aYe+8q1mvO3Ehr2RIf09e9bhPU20Ez79htS9h45RvgDXS7zDbZ+9rVX2vfS2bz66R8Q7ke6KvQe1Pb+vMvk9ZGFEPoA1sr2ymrG8uLFAvhsixj1nntw8ZUOHveOWqD1NNNg9ymhNvreYtL0xgY+9qJozv5agwr6gHkW/Zt6IvuDgHb7+u12+ybq1PqWeZL2n5rm+On4NPXQo8z4sq02+XpA4PvfYgr5d8Zs+sn+JPuwe7b3wipO+1xmPvroxvL0hVgK+W8euPXsoN70GnD68vpldvsPwdD5rwwW+sVu5Paxb2Dw2GXA9uSYTvjZPXb4EOo+9x4xuvkTlJj5daeA80RWrvZEfFj6JZ/U9b4feuiEdMr8ao3m+i7LoPZkDYr3hhV6992PTvcr5AD2LKwe9c/fUvUBFPT5SchW+36tzvplww72z0Iy9jhCxPQt8yjzJe9e8FfcKPQmxl7xhuAS/5ZTBvYDcuL1EkfQ9TG3vPP5jeL5RWXe91QHZva/Iyr2E4WW+xSTXPfgeBT5GqqI9cXc1vj/EgD0T6jK+v3+TPbT1/L0le/e9LVBjvgUXBz6WiHi+8GKBvXeCBL69klO+07LrPS1R/D1K0w29lLgOvraI/j2acmg98BiSvV0GtL3HTBU+xzoBvmKUvb0W/Lk8kqfmPWfGkr03rhY+x+nPvWDz670ISYA768RCvZV8hT2mNl++fSM/vpyP+D2Kp9o97lwsvrOQRz18/KS6PW4jPuNn37202S09tZZPvX/jrz2zAPe9WSsRvqi6YT3JUnE9yt5DPXD8X71HbCi+x2zYvbXvuL3VGU692z8UvnKNPr6md0m+Ikh5vqLpEr0bCe49hhjuvb0/Mr7Kz1e9/k10vq3ak70JFZC7OVhIvtX/Zb5KyzG+zy7cvKRiLb7zxsQ8fXgZvWH8Rr7nc809FGYvPiQ1Mj4SqI09+4mqPX61R70Tlbi92CgrPsvklj6FOS4+WNKCPAPwAzy0rym7/TKHvZvlM71FV6I7nedQPNTcDT7Tnpi9mW6PPSowjL0tiAW+ZhmxPadS7LwcxZO9IvMtPoJTMT6weEo+vwm8PV6obz265Um9DdynvV5Yrzs6CAk+WuUrvllzUj5wBX2+jbGbvgHq8D0eoZQ+Vq8iPNP0SL4sxRI+oEgSvVqA+z1YMr09E9HCPdWGA75oXDu+7EqOvXuEGr2qUI69JdYoPpyoBb6jbY49z3TIvXd8271b+4E99w3AO2YSRb6ldA08lpDOvZtJAL7m8789JC5tvCgP9LyDrqq971C5PbQ3qT2BXzC+6a2wvdmusz0OtYu9/BeJPZ1lFz4wZxG9rrINPg0Dr70BkpY9AXY5vksDuzxLWGA9QPtzvjtiBb5WWse9QcGRPlGHWj6TAXI8kI0evv7Ivr38vw2+LF8BO9I2Vr4jNRg9djSoPXwtez6GdyM+uoNOvfxHJr6WNwO+OuOYPKGxjDs9Iq89eQ2MPQbNwjyRzjs+uPRoPWzJhL4pvCM+m8mpvTwKAT5oRbo9LVeIO132Er6YPgu+fxyPPedPvr2vopK9Xao5Pv7fAr6mZDg+nxsJvo8y/rn2Lyo+NMeoPWUG+j0Ac2u+DM63O/kKtz7SQ429odu+PASLzD2cMUQ+GwxZvRIGuz53GWq+k/soO3hw9z3FUfW8XNoivsArM7yykwM+2PGrO3i8Wj0Jo8Q8sDaXPYnit72tdT4+vsZMvgpntTrTMiK+1tWSPlM/2LwjEQg+C8ADPra7dj5Z8fI9ez4Lvm3w1T3xoqU9c0h9vTguqz3PDXe9PpLNuyeOh76BcjI+YeNYvoqCab2PnBG+jWXBPbbSK70NoYi+tfp0PjC1C74SwiG+d0hsPmGxNj5yrTK9qr5LPs5bDL76Zto91jY2vYM1Tj5gI9m9/UOevcltjb0U4V+9q0tNurU/yr0pZ449+AZQPnBOwT1Af889Pho0vl3CFD3zO8M9OmQaPL1L6D143Qu+KG7NPfjtJr7fMq89P3N0Pm2ldz2Ij2w9vByNPQEc2717HFW88adbvYZPLT5+TyI+ke9lPQBtjz37Yl4+MiD4vZqTWL41mfc9rxSSvh4nS75MJbW8mV9bvUFU3j0qamk+w3KXvidiP70jLK497iGsvWJyADyLlvS93//BvNtrhL3KXT+9pzsAPZKhVT614Ue+O7WwvDdTLr7eF0i+taqZPk0SVb2HB9o9xdEKPgerOr7xGZS+zv65PJ/1dL0lzYq9qCE2vguKmL7t31++qxFcvc3Ehr2vtR6+oBBnvh3FhD3daQ8+r7UXvl49ZLzoVmm+S2N0vtVCxL7/cSG+GJgCvtmbPz5idoa9N828vQed07wRSAE+9TcdPtZ3Ojzi2+89hDNbPXXS3b1cMIg9P7wkvZ3M+7w8tSy+XboiPQ364b1/ZMS9ZbCPvetI4D3mojo+OZEePX11IT61dj09sfCEPUYTh7zCoAa+RG6FvuUFCT4t2UC+cwguvZ8SID1RTEC+XUGpPWB0BD2PFDQ9ovEPvjtxrD3esn+9ROoWvsdbi7551ds8SEICvs0tVb3vKCm8nPUQPqw+h775ADK+lTSbPePjoz16Ryu+R7c9vhSmPz3JE5Q9O2EWO0GLJL5sHNW8g+G/vbH+nLyouBG+bJ9ovqsd6z16DNk9XAZLvnk9C760n729ZTgCvpO2Sr6ZUtk8jdSDPfeBZrx/ShW+ZzE4PdS7Eb08ibw98OfAPUhGmL6y9Qi+eK0jvlMHCL4ENhQ+yhp4PRlNMD0j6S09P/QGPi58Ib6whGe9yJUjvutYcr5urkW+cpsXPeaI7j1SyOg98Uj/veTvM74tTNA7RQWkvQM7lj2jOxQ+eCLBPdyUgT3Mnuk9NtdHPaiP9z1nY247qWeMPbcET756nSE9Gh0GvW7dsj3t2sW9c7orPrTeRD6zCzC+ekMqvn2l1D3l5H09Lz0SPmooND7qb3s9iKorPfbH7D1gdVg+vaGvvE74V77CMO29i+WYPEE77b2h3KU+LsbMPZtETj4wB0y94GKfPnK46b1yRS0+9z1SvYUUHD7GpE0+V9GxvSex671fDi6+kifCPHw9bb7yOMW83Y19vOH7Qr34sPg8PCsoPs/tOD7R4kC+irCZvnpNO75cQTy+s9gaPBrbVT7FbCK+FtowOsNssT0lroy+53aJvqJlib2CiLU9kfemvdqDJD2jQIk+SipUvgpUJjrYgPA+Z6maPRlc/TszNQ8+KqylvUfonb4ByEu+JAjvPUdZ771U5W+940iUPQ7TLD4aUZg+9VqMPYWTLL1rk3a9bd6IPZhiFT7q06O9lne5PjvvgD7xF429PQ4XPTpc772YIJ48KKbZPViljj2zYse9han7PRTuzT6FPey8pf17vCB1Sr50mde9fDZQPn6/Ob6e7Cs+PGlUPmigpr2VkQW+ZehQPiibhD3NFLg94tG/vTpG9j0l/WK+WgkvPlUoZz0lTGQ+mzBWPTRFmT6pDpQ9553cvZycAL6Uhum8zHamPVqrnr0vMNG8xqVDvkw1Eb7zp52+//QQPtS2qT1Tc9e8LRIUvbiGLTyjwUw+MAqkvVzOB76ru6o6kuMQvqvI8LzyzIC+JZPpvYntcT7yfM293XkCPkM2WzyOCxq95MMFvCVQvb0y1jY+aDgfPugulT7AZlW+Mah1PkiXhT5XKNk9FQKNvHaAHD7lCZK91NK7vDctBj2ENSw+lLHyPZmmbD4+mWE8D/KbvgHJcz4jwzy+X0b1vZv3Ar2uBSe+ReSmvBQPQb1oWKI+TxeZPI9SiL6Mbo29VjEAvg1eGD5DHxo9BpgovXIDJrtsG/W9l/XZvo2Ln753EEA+4n42PV/pEr5UrIC+IFNuvtN5pLuPHH69fWdpu6MQIr19JDU98PFNvlG+1Lw7r7Y9vGWaPkOjEj1i+6k9qZHlvdt4vT1i+we9Yl+evMH8pL4ckR2+gPNjPYy0Eb7DN6C+KkOwvbk7Bj2KCSU+OrDYvKHC2D0KRE+9Nh1evg7iOT7DG4s+YAm4PbqyST5vMf++tpN4PnaAjD1Tnyi+pct8vQ811b6dalS7zyS2vFreYb0uG1g9KrLtPRGv3DyZ+7s9Ll7CvDEZBT6YsPO91U2zPLkYqb5wwdi8mDccPhMnI76F/Ba+V5GyPSR0rb5bXmy+sxGHvub8hb4w1HO+O1gFPX0Jkb4/YIE97zouvpIoV73Q8z0+5W+Jvveqmr53fxO9jsCNvJkCi71/QgC+T3tGPhEgqL05mZ69tCQVvevlGb7gzcc9nxeMvrjWcz4zy609O0KrvUD4rr1x4J+9eUIYvrACbL6Zukw78Q5xvt/4Bz75ACM+EHkWvhSVzL3GDTe+JakYvg2uML6gi2K+O7BuvVCDWT1s9iC+7XEIPoQy8DyWI5K+7QYWuiSDUL4Ls589siDjveqn3Dw8mjO9usTcvJSVtz3Wljy8jzBkPT1wPL4r6nw95LzmPcx6Er72nFw9voONvGxHUL7K+WG8I9Tkve8KxT12Zvk9X2qAvX2Cub2nG+G9AF7svX2b9L3OmQY95Ag9PJn0crzDwgG+MxyyPbTg8Lyj8H09YI9NvhS+p71eqB8+xYHJPRJ+XL6OH7M9nEdEvoACBr6JM4u+P5fOPSqQ6r1ffR6+IyMKvgbBXj5vzQk+829UvrFIT76I/Le8g0f+vSCUzL3p2Lu8SaobPqcJZTwKkhy+wqmzuwuRLDwtPbG9zxZnvrlNTj4fafo9gbSePEQ9Cj4XHlS+u6fQPSWwZT1qUhQ+rjIKvFEkAb7NoZy7yKPcvUJJfb0gsxs+C7FivQeHejwAg5O97yyGvVw6pL375rC8NH20vTdXn7wO1++9EbpwPaPZ6T27QL49dkKXvoB0Z75HhpI8qZSdvMxx4D2u+S4+wOQ5vldsYL6LTbo7KPxRvV9yAj0tkD0+IlSSvkAeVr1WY2k9LAmMvhf0SLzSUYQ9AseCvvBGLL0Wtv89UA4aPuHdPz0BwJE6AXNkvTkpD771KQc+qlnqvdowMT0JytU9x7vEvW2qXj4O0B4+4WayvfxIZz5LAbe9TC67PSLQAL1+bP29RDJlvtZEPj6g9p09AXCCPlwkjz3TpZE9ADUcPlAivj7KTQk+F+ppPa95fj4TE189JA9evhigGr6DY+k995q4Pvue7zz+28M+v34/PoQ0gj75K4O+bJG1PaRpVj2Np/Q9AfdLvlWeJL3OhJe+jY0qvqxcKb4IZjs8svE3PtkKGz2iin8+i3jCPBJSBD61aK2+TK3XPbYDPzxDi2E+JaIqvojP7z2GQGQ8VOr/OgqfLb3xRJq9Wz5dPRFbCj1weTc+/ZzivQL8mbyRCoK9WDxCvu2h0Lod3PQ8LDH8vebv6z2dG0C9KpSdPR9EML5rr0E+IL88O7Wuej6lWCI+1bFJvfHySr7ddsA+jI9CvZ0rRT3Us649cdgZvtBNbjwGJxA9jCYavhJQVj5M6uE98nLgOjxhHL2VJV49DRkEvgq8qr48RHy9x3eLvbaiIr7w9cc+OGAuPupYrj0IoJ08SWvgPWEuiL4ScAQ+eor1vMRNJr5k6ni+hhUgPg+bLz59/g6+vjNFPmzMnrtbiMs9l7wVvgiRDz6bRfu9h/i5PaQsIz5rZDI+3u4aPTvwKT3DRQk/4xiaPX/po73kx2u9mV0kPm0iy7wVPoU+RUy0vnP3kb1BsxQ9hL79vdy5670KDky+igxvPkmBoL2PuC6+oYNFvfkuTDxvSp++8SIrvmmfTr5etxQ+jqmNvKliSz4pItk9QTdfvuuIqr09A30+Pn8SPSiZaLythjs+SrrHvWpPcz7vid471Zb9PY5Yib25XoO+OomgPhfHu70waM48cndyvkn0Qr6KyAs+0fkJPk50yjszLae9dbP4PUf3tT3i/D0+HMSRvFvnnD6CwES+alOHPa+GTD7iDpO+ZWO2PSvZpT3Vx+69iRtjPjmis73iBQ+9fkywvADK3717Gk8+rV4YvmEAlT4AZt09z7kQvq0m4L224UO++5sJPjLOIbzsDt49bWtCPqFhKTruB0o+ZRzivR7tSz4EApq9TiPBvGg8hz7rR62+2QKuvUemUr3BdfA79zOfPMTNGT6Yoha+q+nBvfwov71yndQ9nvMkPug4+r0UZtE9CH4cPhCaMz6ke+y8oMMCPnSEJz4Xd5c8fcZIPQM8bT1lET4+i0nePa77rrs7rUk8S+zSvTF0cL2FdYM+jbwzvrfhTT30zUG+UDAZvtBTo70V3Tw9XZOmPGjlOb1imoY+IajVPT5F7T0LTzQ9PfkJPm6LMz4P+wQ+0HCNPnnNWr6ms/e9Awg9PlwFVT4U/Yg+9li0PW4oIb7BCyM79CKAvkkvhr79afY8b2T4vfxAgT4h5+Y9ikLdvcY2H74kNey8n6b0vQuzMb0Xe5G93cH2PXvzDD3DTHs9k8WjvSVMxLoK1vg9FyqCvddYtL0a54w9osUdPsKlNj1Ci8e9WRbzO/aAsr1J+Pw9PerfPVFWUD6wCR++xAOvPcApgjuU2Ro+6zbUPGoKsT3hwSq98qQdvY6du73K9OY9LmxtPmflGj1ZAsA9uiIXPoyFLL50FIu9nm3GPf77OD0fxoU7CTWPPnW8azz0sXW9ktOnvXd4DL67VQY+AlyzvWv5hbtAnHi+Uy/RvEHUtzzSTui9To1PvqVlvDyi4bw8x7CdPf9ajL2VJg4+itzMvccy8z0zCcs803hfPrqF7L287bC9ITqAPDj1jT2+Mg2+Sdi8PX96Jz1X3RI+9tU7vUKgsL1Luz29yyGNPb3+OL4In149ppxhPU091r113A4+RKDcPJNpCb4MTHw9dnmDPRWEnr10keq9joKtPfQzE721jvU87PPUvfd+nz2WABC+QvEBvjA4Lb6Lhl2+e6U1Pq3kHD7dRe67keQGPaBxtrulUZC+NWEMPqG8sb2gEjk9xk4uPnXFVL1UgeK9FJMaPaV+Hr28dou8yRUgPio8Br5Z8IC91TQgPWYGiz0Y8LW9WI8NPkMaij1Kja2882jpvRRoOz4Q9ww9BDlCPDlsET6FSBe8btVNPKqPKz6h4wI+MUNRvpu6Er40NRw+VlScPUIC7L2vbJI+AAdGPl2J573Q8TI83zoRvv6liz4LyAq+/V71vYZ5gj7SFFs+F5MxPl0XOD5e71S+AaWHvfxarb1cMoQ96LSPPQPwnb0qzqM9IC8hPXB1Hr7cg9A+do2nvcE3Ej7sJJS9bLmevUFd5Tx403K+qiC6vSA/gL6nlYy+Q08KPi87Cr7dHiE9Q/4ovn9QpL5Z/Pm9mP46PZ/RQD3bfRq+PK7NvdBAaT2FWnc+4FyGvuIiQL7W0Am9z8khPV1P1L1XR/k91Pv9vEJEPb1djj09ibpKOg0hHD7qa4e9Kih1Pi6WW74zQ+E8DoxAvgMFrD3oxC29QD1vvv49ob47vd271U0YPrBT5T3oVuU9zH0kPArfBD6rmTu+WmvdPfKVWr6pLUy+ewf1PZZKYL7yNBU+mM+QvSZiET6YjNC9U8NBPvCcLb6fbUo+Lc0gPrqi7r0ndNW9/T2bvdFFjD5AI7E+bZQ9Po/jkT0mGg69dF73PcZRrbxAvNc9QHouPuPkfz4v6/y9pEuMveAdVj66LRm+yhX1vZCZE76bcUA9MYaQvBbak75yPaK9/o9KPn3rsz09+uk9CoXFPZ3aPD2wdJy+uPgbPiMx6L1QO4u+OBPfvZAZxL1Ipbg9kbS3vIKuE70GXLc9dstlPhhTPD0TSEu+2FkvPr3mpb3j33w+zNKUvgAA2L62KGG94VZivpmQkD6Lq4q9vtJePaHWrD6uRAG+0TeGvesdqT789h+93VoAP9ccub4LSky+Q8mMvU5VWj4Z/+O717cqPutT373tOCm+uNm/vjfyI72ILcU8Fcx3Pd0gNTy8dOG9njRPvqQCy7yPhQW9NkJpPiLguL0mJso+BgKJvSR5ez4qS5I+ljMsPupmsD7kGv87PL6KvuTWiL2uoVO+iiYEvrPyuT6lryk9YrQKvjXNnz7Qd10+39qtPRl7ALtmgau+BgRSvqgMg743YKy+Pl7ePak4Jj6c5Uo+JNKKPOjsyb36iMC9NMIwviTSwLzf5Tc8A+yivlm8ojyVySW+rbs3vsiiPL7vBM49Ij5IPrS51r6BG5Q+TI1LPgZaRr0dMLM9vZfyvTxpIz75SmM+k3BNvc2XibxnyIe+VCOMPS8uW74DL7w6pW8SvWh/Vr0VUGG+5/2MvgaUAT+0geQ9XmaCvoHbHD3Kma09+MwKvQNUOr4vpdW+SgHCvc7Y8L15m9c8i1EUPgkGZL629aE+LCMVPqp1qb1wh2a9E8DOPe9IsTwExnY+yX0VPvXh3L0MGws+93vPPl8yDDtAAKK+sGcbvRARvb4l27u+3mlivp3LGr4kd0O+rL6QvqOmHD2KnIU+1ru9vd8RqbzT+p49jDQDvn/5zL2lZyI+nJqzPHVbujxxcWO+JVgYvChj4L1nGlC9bSxpvuKeDr7x19i99ezfPdRU6z1FAAu+IOUjPkdJXjxjj6Q7v2diPaIUn7x6tka93JKTvjuRib6L2C2+HFCyvTJYuL2PxtA8I6tAvgdONb6gNm49RDOVPWXUz72msiy+Vs5ZPn5Jnz1yY+u9UtpBvsezCL4dWtC83lI4vpQnGj4jzlU9CyQpvkOtk71AoJc9oVD4vFvqID3Z9hu+jJ++vX1yJr0H1Oy8wv3puyYsAT7RqwM+g+g1vgSzob2Pb5c9WJcUPqNGMjwB4FC+1hqfPd18TL4FTTC+STAxvpwEPr48IbC9XQ8SvltJn7w+Jta945QPvqU61j227QO+Y6AIvomder0VJv89okPvPQVVab4nYTU8VPDuPNMA+T2xfB++lXUCvknl0j2uJb+8e4L/vXwgET1y40+8G6gdvoNFyT3IPgm+9QBivSTtIz29iUa9zGY3vQcJGj1LYiq9hEWevpB9hb4T9K29NZngPeXxdbzCCKw73073vXJ8yL2/dVS9mqhVvqIvgz0z+nO9JX9SvlOGI768/Lc9VlqIvjx4sLttSeW7AWw6vhmsy71w39a7HJhWPe5ygrwxUYA9I+cUPT1uwz2asvE9WKaxPamvlr59SSU+zYwpPkd9dr4KxUy+6REjPsADI776bOI9pjndvT5zwj7WrtG9vACruyOFEz4UciS9dhU9vnwH2T68xgQ+hsZWvgTgrj4HhNI9HxR6vifYzT0ohS07H3MYPnt3Cb5vbx49qGpOPRdlqr23pl2+nWvbPY/mLTx5Kr8+p9fOvTC1gb2mVwk+Fi44PrEjwL2QAOy+er6/vWkSXr3cWYM+FXOWvcDQmj2R/Be+xm9ePchSKLwsyjW+4f0GPtxz5DvcYa48arugPftknr40KRU+48AVPcq+lz4K5mu+uLEgPiDs+DvpjxC+aqmLvpUnCLv29Fg+ZmIDvv/tvbrJ+XC9DFRTvuKpjrreB4K+6z3ePnuv9j3Zwro8w6cvPcYIJL0q04u+XOaYvkfA/L201TW+bi8JPstu5rwg50I+lpYJPsaH7L3islW8I1XDvW2NKD1zIBO9FvznPZt9p7yLs749Oq1xvRz4HT7F8mG+c+9+vpZh4T1KVXE+YwCOPaMpRT5UX2Q9tB7APVxlPL4j/q++rJQ+vjVsEj1mLAA+95HgPTVtMzzqWJY+rB3FPsq1PLxKcJ09RNygvs0a5D1UvVc9rk0OPlXHE75g5Hi+fUwyPSgCaL57o7C97QCQvhegGr4NDhO+jtpFPY2LDb5/YXc+uuaevWLTAb0MOri8VwqGPvAANzyKU4k9CM/KPRjN2j1GVjc+l2q6PWnsVL4rD3s8hFKOvrmgnj4K3j6+VO4qPoGRST1YiDc+jfPGPJWpfD7FCDo+DL8BPr+LGL3Dw8w9uIJjvhjmrT5ndRO+8SrmPIpaZD4qZZm8VRx5Pv4gMj3iH469yOJUuj2+7z02I7s9AWwyvmgrMz2wj9E8sQgZPLwL4zwVgl0+y+IXvjuaxz43dXi9WHuoPTJ1kD2ElDy+HpUdvi5Uij1x2ou9di5RPUYOLj5vKTQ7oeN4u4QSq70eSBY+YDxPviSgYz6ZIqs+A47sPV8XEz6oUWw9ey0UPuiDoj0yoNE+1s6KPtAkyz3rUCI+04ozvSRbTb7h/Xy+ETFRPtbz9ruEQFe+VwsWvnIyDz7n1f+7Q3AHvrFehj0aXD++f/OqPB4iAT3GwR2+69QNu1i88T1766g9Ab43vZKCVT703g49m93Zvpp6v74FW1q8IWwTvhBWIr4DdJU+IwauPuotJT4RNtS8bQ0zPrwKXT4Chx+9U+HrvRhVUr4shn4+E+5HPqEiHr7BaJG+ApMuPvbxEj4ExDi+mkfXPYXGKL2hB0a8+mrgPXkzKj2dooE+YSG4vXqx9L0SSIa+86asPjd9qD1TnwA/QePjPtlVor4wPwi9sNM+Po+jmb3/dEq9v6vdvULSVD6t8gY+ErqCPAM0az2OSUY+oWXJPS2/Pj1lPF29ZdPjvRHSCT7DDlA9x//OPBphxbw3JvC9hQodPvN4pr3KFkE+ZOBPPX0r1jyAHDm+QMsxvfQUK75jMg6+9l+Mvl3bxb0c1ba+1zP6vdLPXz4nHTQ9IF4mPiGWtjwdD449/XFsPcIStb0AW1w9Xdsgvhd+Mz7kEZc+/fIavhwy470SLoY+UlyIvFmniL1AO/g9haNCPfLyHL1LV4i9GEW8vWe+vb3tvMo9bJQQPq47vz3N9x2+Dk0WPZ4ZNL7XHh698Zt9vZNVzT03tS0+rfgvvTQ7IT5KWY88qLBQvidZzD3Bwgu9gjvrPc6Rnb11+la9YdUjPnjLiT3nfUQ+HnM5vmg+hL32nGS+iJ3BvcPHwj0OJMY91AvevNF7MT60E4G+5A9Ju9ZH4Lu/fxk9qq5tPtk0mL0rU04+0rOUvu6ECz08QYK71bwavFZqJD4uuQO+VwS5O7yg9zx06IC9edmWPa2/ub1FJ7+9QHRbPe4WSL2PsJ0+x2zUPAK/bz03uIS9SYITvi+Udbt+IiG9QCoovq1kszwnETy+L90bvnQwML45EKg8CD43voqiWj3j4+u9x7AxPbGk/zyX7Mu8QIoXPs4Ir72XQaw90x4wPoxjmTwPq0Y9XogYPXLz6b3BjBg+S00kvTT/Jr7nkFQ++ZsWPo16C79XFea9rv5HvWmQ/L0SOYO8fv8pu9AY6LzAxIC+tpWavkK7mb2Hime9PhaOvFc+zDzmbtg94vHtvc86xT4TYv297iE6veKMnb6p4wc+LWoqPhj0+DztDy69r0QLPhLTuT3vbp4+BxOGPJVGkD5LADs+vkKJvkUjmbwDwbK9jlauvWMCjD0836++dex5vqkCGL4+NZu9BYZBv3Imnj3LMdg+3Go7PrY0JL3y9u++kkIhPrOQhT34obC9zBI3PjzAB77uQYM+TIivPf/I7j2p8Hq9qGwEPncCAr1d1B49eFTQvWW4xjzOUNG9NJe2PVHLI74lJso8QqjAPVUuGj5jchQ98nh1Pr1Rtb5bhD2+0klGvryZTDxaI2I98veBvXcrJr5dpYe+NAiPPVb4KT4/K4S+IjORPvpU0D5aQDE9qlMxvlusEz6JiV8+LUWBPfpVq7wHW7O9P8hNPvN7nD0+Ouk97kO8Pfmxrb2jBIY+z5DavOrcNz2pPLg79FwNvb85ibxSBm26cmvyvS353j7hwBA+emwUvgqd8j3eZ9Y+Rge7vhT1274MeOI+L0nhvqK0iD6+OxQ8oEfzPiuTRL61Z0O+zf+CPnMNcr5WMC++c/UfvmyScr6K/qC96RcNvoWc+r0q6ww+UH8UvgxD6L3jKTu9R/P2vInuBz6LPZ0+wf8mvOzhhr1eT58+stkpvh3pMb75+2G+LZvMvRrFx7xyfSq+a34evkcHJL4VW5o9nnxnvjgD5T6gHRI92f8rPnbRZT4SzSY+AKpXPquVtz25pga+zADfO/xtDDr/lxg8qnravQtMBj605Bu+yzl6ucog1D0whVw9NrTkvvzzjD1pMGg+2o88PgAAyjyEVcA+8iF6PtLasr630wq+da1bvhjHMT7ipQ2+DJn1PbSKnTyVX4+95vCKvsV+oz7zZjy+Ojp3vqqCpb4kzDy9U1jHvJKcmzymCGq+PSdLvR2Ndz7JLGS8A4xvPkGKWT42wa48fhdiPdBmHL6KREe8ZXBDvExiV76/8OQ9OzKIPjja6bssnko+HOlhvkSsuz1g6Io9mFJGvp+Wo7tAhTw6uDfaPGzBsz6pBBA+wlbjPVQvOj48SdK8G96qvuj5oD4Q1MY9wuXQvBT7Q766tGc+VhUpPYPmaj0vAAe+HWEtvqFGb7w4esg+GI8BPl735D7keAW6EjOPvcREeL5UsCM81N9sPqpu0b5iF0o+7Qm9PnZks70mGje+kS2uPm74lj5LFGK+cVdAPvyzy7xP7zA9FBC7vYeFgL4fhgU9WLyEPdY+lzxhX+w+GO3KvXHLUT1hfte+rfSRPgsNEjwoPFM9pYkjPqy/kD6yYaU9By93vgj2ib0Jmh2+fkQMvbJtGLwXErC7EAq0ve8ap7zLo+E86yH5vJDQVj1crm8+uZ+lvUv7IL3vG088fFNyvQUqG75R1gy+Eho7vvNGGD6/m5M8TkxBvutJFD2eskm+YynCPR7rhT2EdFU8uaHgPJ2C87xqVBo+dKwDPkubUb7Xtfe9r48UvtFzrL2dJQ++xNm5Pf8PD76PBiE+W+ubvfVx5L0WwTy9fYnIvVDEC7y5TCG+1mzTvS6++z2M/+W9h4mSvSbvKL7HPJu91V4GPmLo2D1j2PO9F1+zvcO/Xb6dRx09R5krvWw2Ez4Gfkk82NmpvVLJIz4Na4K+X1T7PXEN570ilxy+gI+/PHnmIj5N8dK9A7SLvjKzvr3rlCW9Y9QfvU25jD1Ki7E8+B5QvZzrvjx+nr09xGKvPZLq0z1ETZ+86s1QPMpJN74z3Ck+l/ndvY9XAr7MeUG+HWw3vuto9j3LEZK9A1UQPIZZmLx2wkM+aGDVPbVboL35vtw9b7uDvnT5WL61cSG+a/kDvWQqA72/q5m9wmyZvpOwOb4TtP887wccPmomxb0MTFG94FUDPsLGIb7zGIK9lAA8PvdByL3k0Ge+k12ovYqnib7lSCC+Ml+kvTCDKj6Eqlg8FNzXvfSp8ztKTfK9i5VHPn+9nrw5kP+9jmmdPP1Tbr4Ks6k+Y+tEPnUlRT6IQv69VmAcvhlGEL6lOBG8z54cPtARQT7dGKq7WzqbPeLCAr77NbG+0gMbvm6kNz5dEJY+l/LCPHnGkL1tOn++gCwHvr0zyr3hTGK+ApExPjz3fr1A9c+56mK7t/dnxbraEkw+VMUKPbg26L0bqhA+eS2tvczEyLtaNIi789GGPjIYtr2SWjo+CYstvqzVST03a887LR5nvCWGGT6J/s+91mWdvaR8rLxvZdg+AkSFvi0JnrosSGG+9s5dvkaCITtgc8m90+3GvYwA0j1r9kO+ClT/PIMIvD4DFdi84Uq2PJFqWb1tZQc+Sb8gPstmEL5uSTy9AwbDPYvaJj6Lzy0+00wYPvm2dL04EMi9F9D0vTphYr6DD0A+wW6CPfVSU75Mb1a+3zwHPsZUxj1ibWg+XVgJPhhdAz6Gazo8Ne7iva8fmr7+YiW+rRnEPYzprLxeov69TrEhPjxJO77YXXe+DmLJPEQLPryyY7K9ksW+PXgyDD4SDKG+KPBhvcUPgr2p6TC9zXWcvpiqvD5nTzU+DfpiPr7EIDxndns8OheiPb9K0T0RvTO+moNFPWGZCz4WIyG+3D5QPNv2kL1WgWu+fMC0vruAfD1XR6u+GPlUPteyl73SVwy+SB8LvQFomb0ytwc+rlUDPsZhXruYGQg+uhGAvSbmND7zeJK933SxPkhVhL5xXYc+d8KAvlNmKj77MLu9WDGAvkKmH768WgE+9mkJPg3nLDsgnB89ysNyPcICqT5eJ02+pQSAPgIa5T1FDBU+hEBVvterJr3ipga9SmIkPj+p+73AkS8+Ye2avkYArTxERrk9lUM+vt/lyj1Kysa8XIuqvvBqXr4OE649gosDvvdWYr5NZto92nfJPclfQD53aOW9EnklvkA/bz1i1hi+DMiMPgLJobvCOki9KpyzvpUPrb0IRWA+lHQXvijFwDvWGV6+twAOPdlnMTx9ZI295TAMvRLhEz5JV3C9jGZePNFpWT5bW1O+SdMlPtttP75slUm+4zKPPAwFZT52NQE+7KqUvMbglr1XWUu+WUaxPrvcQj3ZMIq+EqP9vdQ/BL4b/Ci932Q/vR49dT5Ja3M9V9GGPiQYkD6Cvgw+ChixvrD2Gz6/L009JkPPvQdenb7X4iU9k9IxvfHCf76f1pG+xUQAvjRa/r2OpcU9wNlZO6RuFj6D9Ry+fZOePbAzub6NKNk9rJuLPaUGeL1nXkk+pjhWvUM0GD3K4Oe+4iwaPqXRpz6Dypu+bLY4Ptq41r34r1Q9hohUPvCt6r3zPz29At6lvV5IDj2GtM0+n3ZkvoBYML76BBW+j6F+vkgc7j0Ip7a9vqVxvhV+oLsoMbu94OEdPlnBI7xbpbM9/cb8vQuNfD3inJG9dMypPbF4hD2dk869hyJmveEviD5+fAo+3FueukRoXb7MquY90f9qPsDZtL1HNVi9iEqcPXyotTy8AAm+wwzjPZdK171SdMG8vMJ1PiLPgj1Cp1M+9JkOPotvFL7CcIA8vt2nPTfGOL7ISok8XADePLrPyb2C0j08fD3ZPfE9pr0iRKa7vkZDvBynoT64sv09ISI9Pvs9jj0/yTs+mOccPpOu970bcOK9C1vMvZKOlbtxWd69AASNPAbcrT3RRYk+dMfUPZ2zALwIMd09MYGMvVaRET5itTW92s0+vgWLsr0v8Gm8b7EkOuedhb1eW0S+a6lsPiETGz53Oi09PAaUvlP89Lzltby9/aaJPsZ31rscSu+9Q3xtPL9iprzKSYi9NbyovcsKBT7Ekre92C7mPl9yjj2T2Om9jm8mPtxIAD5tGpQ+J0fxPd2DqT39yAc9z1+TPFVyrTzTlGE9ZxFWPQ2biT7vtPs9Ay7KOhE1+j0dgKk+zdTFvJb5Rj7Xlec9DoQ4vj8Xkzz2EBG+D98ePo+UXb38nqQ9fed/u5iW9D32v729kOKwPVjMrT36vCs+r4kWPiKUkz6FnVM+fTmWPNkep71+oac9cHk9PfBwnjtLZaA9SBzGPAtys70tIKA9eckNvfPcqLx8oZo+avLcvEtC9b3l9QU9A1PPPuxy1bwclZQ+Hi8BPp+HSD59NMA9c2RDvv+JVT4GT0o+meK9vcgh6T1R5PQ97NxAvuaqC75SYoM9uW2zvXALN76zRq89wnlrvUprgb5je1w789o+vvAJ8L0b0EM9jr4XPSiACj5quDW+KSPAvfOVxD3E+4A4yjCYPt3b1r1aJZ690DQWPqtNqz05uFi+rJzbux4DD76hBpm87/s2vSM9U70t0QU+8dMUvozf4L0dAUA9Qj6kvq3g1j3w++O+Pe+nPiE2brzIZCO9J86ovW0KoT3qdps9KgryPK00L76m4xO+sxbSPb8AOz0sKw4+ueqTvoBZrr20yRW+6+e7PRiUbD0uLbY9GlJePIvXMT5opVy+mkjAvW1YIj5jxRW9ova0PrwwmT4h01G+Oaq1PS1LIb4Ai2c+2zvSvhDkYb1DMBY/6vrWPesMuj3Qkj0+KGTHPWDACrs9A3+95eOwPKoYeb2otYs9vodKPb6forykeis9ZzzHvdBNzrzjxwc+BQaivfV2F76b0sQ99QacvabaCL0vpLk9sC+9PUSz8b1AEce8xXNBvoCYrj18gT49ftDRvT8VYj1/Y9U9P80svsBuXL0bsiq+GCSavd9co76K7JY8rc9evCfRHz4Tyym93IT/Pb6L0LzZOwU8hI4Uvn45wz0nD04+scBaPWLE/j37Ak4+SnyDvTqaYL6vjHU+FM4Iv5SQI73Ma7A+RJi4PsVIqT6a1e29l53DvIMIsj3OQc69X1LqPanJM73J2Bs+fJyzvVVDjzxUfk0++IKlPK/fZj7b3/2+Z7T+PUSzGL4OqfS8lDOQPrD3Uj7Oxi88sxmBPij5fL4/nKy8f7tiPeUjcL1Zmi09dE6xPTPXFz78uvq9G/YsPcaEUr5WhV0+l06cPQYpHj6YsJw9QVcMPkhkO768f7c9NAJGviFsST5iN5c8ysbmuy1DvTx123c+dUalvrkjLT54MAQ9ncKVvS6LkT0Q5rY84vdEPmFpYb6uFcc95qpHPmXbNb10H/a6hprxPBd1Mb3Dkbg8+7GQPSUnFz59E0i+BIE+PqSW/L1SuxY9PSmXPsfaMj0bJ7+9jVqzvCgi/zxr6uY+w1qrPkVhrz0Ts3W+eKtTPg9MVL43gjy+GPSnPfaCTbyw8VQ+3vyoPtSbgb0uqie+kPCFPQs8YL4FWFO+zLGYPeopj77t3lG9l6PnPcXZSz4LX8k6UNpivoTCdT5lxuq8FD5+voZkN77bnT0+U2mrPRkuUT4xvuG8p6NePsohBr2eKXK+voWePXQQ8r37l1m+yQhrPjVeVT4cgxc+tlZPvWDQJ73OPde99BFuPsatjD338M69USPVvIzswD0vVTc+BsrKPXi2NL6mWdG9r52fPvYBAz5UDac9GwfsPfhphbwMCgI+h52cPM+nAL5HFPs83GG1vNyszT1lCBa8ck0SPdIDCr4CrGK+MNDcvNbFqz32ROG99kO1vYr+Tr4jiN09cA5SPqFvEL6Y5hI9NHcevtJAqb3TVbM7UKVRPuAahD1CWZQ99jcBPuCwBj1NpUE+2RBQPAJdAj5P/KM9GkQJvRd3BzwcNxu+HC6jPqasO71I9Ls9Ucz5PR/3hD5d14K8WOn/vcJHaL3pjwe+iTSWvdVl8L07igm+9MmCPWbGHL7oMOC9Y1H+PaaFd7xSQw4+Pwt8u5p5Bz6z1Cu9SK9ou+23pTynQCG9w0MivoUGar4lYvg9ufwGPqzCCL4LGTy8VqApvuGxiz2BRAI+3eSxPKMHGz5V0KI9psJ8PlV+WDxY6oI8egKbPWM5wL2vvMa9gOcRPinKvrw8YQu+JAUFPuw9ELxSx+K9g4sIvEmzIr4w3Lw9q3MnPjIEDz1AClc+0L5+PuDfE778EBq+a1VTPrJwiD2nGua8aE81PYWHLz40ujM9ZU2YPkEzNT5acz89MQUxvsYLqr0fOWg+8TUNvnKUoz2issc9/BcgPY+mCbx1UQm+Qf3ivUk+Qr701oo90IcTvm7mdL3r66I7pR74PaYSQj5YIKY+3KzOvVxmyL247jM9ZoA4Pg2tp74NHrI+RpTpvdJ1ZD7V7Z89N+WQvvSJgr2BSBu+MXUovs1NbD7bP4y9DY8XPkxRsr1RjQG+OA0bvli0VD4uvh49e7bxPTe9K74lT6o97b+7PfBKa7y0HFO+d1yovlY9vr3+qf29PVhXPg9es71Ei1w82tsdvmxPKr6amRU9UImIvWgSg70vY6g9c6fHPYWIar7aGwK+frvVvWS5Fr0Sjcq9ZsFOPkVYvr4CBdw9TRA9voOaCbzGWJO8p9CxPS2Nmj5DQw69a4xevpvFED53t0I9C42CPV+Bvb18Mvw8nFE3vhmwBj5YFUc9RwU9vhRAdz2EKdG9dojPvVSkMr4mbmE+xs90PZ+kujw/pyw+8xxQPt+5sT08XTi+NMvjvLMXYr2pIyO955covvNJGL4UB5w9vIFgvm3tpL5TfZc+T7xgPlP+kT7qkZc+JX+kvXav6LyomKs9x4oRvneejb3aX3O9kcMQPpH6ED4kvlK9I9OLPTuR9r6ldrC9KGEjvlfG2rvJ1wC9ADLuPYrObb2VUCG+nRKTPT7nej5g4+w80Q8WPpC/G77XMgg+RpsRvqwWuD7x7Iu9wMWqPHB5uTsjq0M+/l0NPoLyur6Ikfs90rNyPsqT47x/j2q6pFMUPtVJZrwJn8K9HiEjPk4Uyj7X6r+9WhCIPQs6l746nss9PH2SPXTRSb65CoO+k8ayvsu8NL7Sgla9S3vuPXFhwz6iZ30+xIQ1vcvNIz7I6MS8NyRAPQ7kj74EzBs9IKmJvIDQ0L1iM4M+DVONPhTx5b7lr8u9Q0zWO25GHD77FWm9nwu2vUou8T2wA9K9XgFuvj/LE75ve0+9TcYovUpL5LynEwK+qbFPvSf9o72gRKC99hNgvgSpIj57XUG+qN8nvd6U/b0LNTC+bYYGvp5PUb5/XJI+4MlYPcnphz4bsBC9nVwNPqt2Fb5NAMe+RW5KvlwzWL6RdLa+rv9zPa3dp70R3jk+EXXQPFO9db6PN/u8bSrVPOyokz4PYU0+llCdvnyWIz4/cKy+ACfQvua6H74ygxW9W/DxvBe2h76QN7g9IbeFvp4DUbyI1nw80asgvrEBfD76+BW9JW0OPYE6Vj7mLHi+un2VPX73Pj2Fiau7U/MHPoI85bwm4Hy+zpuFvl/qIb4kEpo9oyy9Pbz7k73Gql69ZTylPRqAmb6eiIG+kgQ+vBeQoD7YgsQ96iiUPT4h+bqd1EI+tyYYPv/Nnz4uehy+SvPcPaozjj3jhSa+rCXIvZx6fj04BBe9PNaRvUK5kz1bl149hn9WvruR8r2mtjG+OJyhvqruqr5HSym9lziLvtFc6b2S2fk9i5q8vRCzI75yD2y+scb+PLVmBD3bVmC9omV1vkbHsz2LfXe+Sq+vvc69F73rDUq+qdjEPRiJprxG20A9QPBPviYCnb2EKgq92WAmPiv/Zj0m1L489InFvEF4mL1aaFC+uKopviJGCr6aYsa84tsrPWB4Cb4ZaTE9JuIYvSTuk7sv0309zOP5vDvUvTy8/ks94/aVvY2Hu70J/Fu+0hWKvk22Nb5TlSK8cCydvQi8jz0uLfQ99mS0vd8cSTxOExU+PcX9vee6B76YH4i7SLwNvhp3WD0mSFq90Vk2Pugk5L3+uzo9KvdVvagwMz07NBm9qduuPcmM9z3BqW+946+4vD8fV7wHESG+HGJbvrUJnb0ukNU8QJlLvWknCDvt5Oa9PtEvvtKeYb77Ip+95HRFvmMGzTxDW0G+qocjvoOlSb6he269BQeevdwXGb4RWwc9BxgBPnF2YDzHjp49kmEvvuh8Hr04Pyo9Y1EGvdcUhD2Iwoi95sMQPfnZLL4/cfO8EuOUvcx3173PU9I8bHeHvtJq070Mkw086tkYO7SDpjzb5jW97kU1PMc0Qr6Yx1+9dOd3vhGAA75t4jw+cTHCPbH+tj3erN282W8QPXWuq7whaRa+OgYdvpdL7L1hkYG9NrIbPimzZDzGgli+33kdvoSKVr7XT4W8OlJevl/2Cry0vXo+m5b8vYDorL2zZow+70ngPGzpRz5f55A+xoMHPQW+yD66pii+lVamPKzIEb6hbyE+ZNPwPMQCIL7CJ2098hpEPAbozj7yAuu8gLEnPT7Nt72UdkS+VCePPPfVgj13R3A+D56DPXpZg77VExg/aISHPkufdD3FpDK8t7SPvK6bXT7i9oY9lryJvQbwUD3O6F6+RIdDvcYrFL7yTDE7fTdaPv4RDL+hZpw+K5TjPXrZNr3JfoY96ki6Pldr2T31Fog9r1OPPpqJa73UbMM+v72MvtBhXr4Pfzc+1WCAvltm5720puE7CTczvpa7hbzKuwE9uh7APc0hSzy15xY9qSq5vhLsJL7BSFg9GDmdvgxTcb5x/G29aC+zvbhtRD74fkI9jLEuvnM5Ib33EcQ94k7/vdAfpL6me8q9IugAvvoStL20L7w9/v+0vQr4sj7LXCu9Yn6Hva/O/7v5YTS9pjgLPUE7C72Jliy+Dtt1PZg+kz5OG2y+FVLvPZn5zD07/z69kBqlveD2FD3cIB49GRqnPXN54D1UUHq9r3EovsMdib07kzm8y5WWPT0e5L3ZZ2I+VECmPWC37j0rRZc9GouJPBg2VT6KtWY88LeXPtYhvL4r/6Q9yLsdPp3mvT1paBC+VdZCvksrUz7Oekc+mrFdPfTMUL4HFgY+5XpKvtjk8b2SqaM+LncdPs7D1z1DlpG95f9Nvc1Wjr4sPOu9NLGAvt0zX72hxVW+DtjNvUOYCL6py4u81+QQvuh0OD4JZei7MWTiPRsMxD0ED8699hhgPtziaz7gECu99ZnbPcSSBL5MmK+9i9QSPrgA872DQqM+a3vHPfkPVr2Pqkw+2Jx7vbbCFDuf+Io9CiMivG8I5j0txCc+z/QePGX24z3N1tG96BNqPblHRD5ALSY+Tv8Evi8jqD1OZbI94+AXPmkSW7wmxVm+zi2jPXFp8r3H3Jo898omvukwir5HPRI9RMwrvcBfgD47ui0+KLj5PS96iD6GK28+WE2BPb3LRD5W86c9iE0LPZhtd7ys8DW7Etz0PUiQbL1Anpq99Uc2PXiLnj3k9FI+tZ0wPkijhT060G6+0gdAvp4yF73LKKU90uaIPizvS77815E8To+BPXW0hz3C4pG99S5ePrymcr4lxiI+H/jvvdmUSr0unKA9yUO8vcv3sT1HCYc9oTFaPS7xJT06CUe7vIoDPaCdjb4F50s93Vc7Pj9qkb6lWwa+KgWMPnWKET4yMqC9sLyHPAWFoD4n3Kk94ycpvb+4Nb1k6eO9dXiBvsQQgT1wooO9ydiJPv8AJ71L65Y+dqAXPsXTCD50R2+8939mve+Jkb0mPR4+F0qDPtEWgD6c8hG9ewF3vBncIj7mRWS+TzSWPacP873xcRc+r3Q1vkmfkjzfDLG93MrzvBHAqr2Kvh2941eQvEzQg70pdie80wCCvXd4JD3mQ7+9rBsjvXZ3Er4gvVa9xStcvlnplz0KEcK9VFJovUMbDb6cPgy+TdQIvT7yOT4AnI+9mzB2vtO4jL3WO7A9Gt3UPUR7jD2roGe+99nbPQckdT1uXlg9uruavcpwDb7/i5e+x1Y8vs51cT0PA4y9YDL6vXQT+TuVq7C9KyUevUarYr1m7xS+th+svT77gz1iv/W9jZ+MPa9IrL2OXwa+Ot82vISvgzxLkoE8TDI9PjiTkr39y409PlEwPpe3cr5K6T6+RENtuxfGir4xMLe9t+BzPU9pDj6c1Ty+ImUGvESwFLzveSu+Xt2QvGffDj7c77Y8EpoTvpR8Az5rUhQ90zPKvZ45Cr5E5C6++FpMvnZuJz3iGeg8D8nKvcUOGD5WZaw9WihCvbwMU72x1rY9ljWKvatyVr5FbWG9JiaXvK3yHL3QKCa+ZodcvTgs2r1VCjq+wjbgPVaaNz7gAUC99OF3vqiX97yEuHE9MsKDPSuS2j3Dv409o4s9Ps3nND0ANPw9rLkfPSr2nr1WiYa8m6Z0vpTFkj2EUm+9/+kpvtQ+drzH9uQ9E72uvAp7Tz0wZ0S9fhRXvZl2uTyTj8E8KZdivjYojT3uGbW9m/MhvlZf4T1u19A92ddMPtwyaj5bONu9izuAPkozgrxYuJa9xRJJvopmUD6cM/I9aL/nPTnc/D2vege+8ufyvXTq4b0cNim++zbKPUyF6jxJrVs9y++3vWvqJD72DW2+iZtmPo+AW70cGyO+FqUVvaKOpr0aaIi8McFovjooQT3fvbq9fkCgvmltib6xDr8+Wx3pPeVSir7D1D++gYF4PnhiLT58TEM+P3ATvcLmJL59/tm9A0j0vDwJTbwHhiC+S2TJvUyid76hcck8UhQZPmzGiD50uzA+nLcNvjwLVL0zDpk9vtRmvHs+6z26xD0+5HtavmgeTL3oJ0m+05CLPYu4LD2WZwc+uTilvV4r0D3Og/S9ajFuPS6jrLzsJ8c8pLNWPS3vET2H/MU+7uOkPJTXLT6PTDY9n7a3vt+UmL1by089qXFSPUY5Hb2nvEa+beCXvSFRxT1BDYK+kQNOPPV06bzCIrG9o3ACPbPQ8T1HToI+P+DvvfbCTL6W6Z87xwfWPR6ElT25/aC9Tfn/PVOP772km3++XLBUPkS6BD4lkf29AmBiPlbjwbwBGQq9950APk6cEbzDs4a94a5aPjkWJL1JQry9LT8jPjXrJD40bhg+U45wPflsXL5Psni9wiZDvi7Fo71Ccn48N+5UPhVrYj4VKiK+MWrwPPO7wr5Vx7Y9d/sKvtVMPD5lgZu99iNVvbwcAL4Unxu90yHMu1tVmj1LiYi+QkwEvvCN/D3d2C49VhH/PV3W2b3fo5G9on5EvrCosT5x24o9jlmKvbOA0b47xjO+PgQgPheoRD0/4Q8+rgjEvikAbz4KmMK9i2gQvjZ5nL7QYZy8LtqvPVw+5z1ZvRY+6MI9PV6Cc76fXX2+CBv5PX5anr0BY5+9XWvfPcPsdT17QBi+JArMvWw5g73n9A6+/ZRnvYVPCr5Pi58+vui1PlK4S7sQAR++EjjYvQEHq764QYa+6FHLvRXSxDw9ifg9J2gkvU7v0L268qA+UHs1vqaCSD7yn4g+uHxBPR/fb73gaYq++x9hvisycb7rEh29y58IvtI5nL7VBiM+PE2bvGlDUr7M/Dc+qzvNPWcQVj6t2Vc+ouKHvp7pKL6q6FI8MsoSvqEqYL6+3M29IB7nPXwenz2a9oO+NT1oPv13GD6cp5y9ayfOO85HPD7nFBI+5lqEPTGgrzznvdm+A7EsPS2Ftr0sTy8+J02qPRMMqb1ti/Q7ZXpYviJx9bztQaa+0OnNvCggSb7W1eE9/dgPve4eBb7OG3a+2sucPdFd7bx1iqa+5dasvjPv1L2co4y+TJ6+u1ZxXb5at66+2xU3vr52mj2gPUM+poQHPkJkAD4MOGm8Cm2svA8bDT6v6RM+mZ4SPgbxyzysc9G9j8HRPamL973PNAG+dY1WvWc0Ir1GQH69bEW3PHIYuj0ppLi9tahXvQ+NzT2gm0O+YhJoPSaeEL7qt928JUw8vtyjyL23zRa+hv1uvfv19TyNCZs8+kYmvr6TIT7eqFE+u6rQPdC/vjv8HhA+8scLvoZSBr57vNS9TDcEPtfITr4M4d+9wMcRvuO4br2bpjc9LgIhviNXgD1r8US9ViKRPdX2iz06+y2+IF/Cvc1sPT0XXIO9wf1lPsU5Tj7AU0y9IoZavceymT0bZlS9mTRzveAUcL2n53e9Tl8hviJQKL7VKys+MG0tPsidW70PNrq98j/OvbvcCb5Jks497dPeva7dGz40kS08JmZBPgmbprx7eMA9CK5rvN0hmL1O7fU9yvR2PjolzzzNZnW9wfuZvf4Ihb1pMFs9yPqGPTKcgj29QaO9iIl/PE+64T3XITk+L/evPf6UnL3am5Q91l/xPfelYT2BslE+CXHOveQH1j1t8T6+F3ROPRA5hTzR2h29ICnNPRMpY70G0Nm9ZfrgPJOnKL7C4Fk9/VL8PB7hhr3ocCG+jNuGviPvBL107Rk+KKDMPXh1vr2qV1A58te0Pb81DD6olAE6Qzw9PnldFj57UB4+QX7AvVX9YDpOfiE+1EHJPcVmkryfzqE8IJO9vut+yz1YGAg9DiRuvlzaNT6RrKS+wOiZPvM4/L7z5m29MbF2PjErfT7qhTc++XArPR/FY7642Cm+2OduPpsKoL0Bg0298fngPMt3nr3e9eq7Eh+TvZiyYD4O38k74ccyuqHFnz3fDNQ8vORSvbIo1z2hbl0+kpa4PFvkN71PZV++M9cdPbI/F75elos56XZxPRb2Lb7olJQ+ZMNEPOWd3r2yL5Y+KSlLvoRHsz49Ep++osJbPnNaBj3qIZM+ZQvtvXo7l74k/CU9HB0ZvQk8mj38wVA9aqq+vDStkz0IfeC9KGeBvvg1Qr6iDU6+587APj7CNj1UGko+ny+yvt1fT75I/Js9qFCLvIMW1Lrz0Im+IKFgvheLfr70Vcq9oJVbvgl1urzFJtW8Xrl1Psz9Fj6APhK+rxgMvu32Az66xbw90Y08PE//Gr4GmHk+AMOBvtKyGj0bTaQ7HudFO9JfDj5CjZK++xgCvviDCD7OsqE9/Z6DPFjZBr6WVQe+TvCmvLDbEr53AE4+KKksvr+tvT1t2qY8gukRPmdL6L2c8ik+IOs5PmL+Fj4RhA6+prOMPhK6xj2XJiK92cTWPdSYb756Nxy+MHUhPKhOoT6MGSU9Cby5PTndNj5HBn69jk7qPeaUFb6FzM27PukQPaEPUD6WMo89PTRjPsUXPT65tdI+rJqnPGlSvr09T0+96ocDvveIRz6ddCG+r6jGvYLmij3iRok+4x5SPpyxoTyuODK9lwkovZXVWz3I9KK+nhqUPT99uz4N4gW+2vwbPYrekT6kX+M9pyq5PsxtBz6MJY8+DDF0vBUGfj6LtAW+IgE2vjCDKznzlsQ9vektvtX/Lj5CY94++D1ePJ5pUz2Uk/S9DY1+PVArxL3nsEi9nW2bvrb2ND5GAuK9yyjoPfonLz5ZE7S9HMUjPcv4kr5sLk+8EHQpPouPWr7eYya+KbFfO3lvDjyEhX87lfdpPplmvLyBp/0++Q0Ivd791T4tQwc+0oiTvXSisbqex4o8QcMUPsSWrT19m2A+lTxYvodAAL72oTW97Q78Pqs8LL2J6YY8QrnTvOShpbzLPVI97dGAPv8kij4ZjKu8DGoTPsy6bT7u9h+9/0nIPcc9G71VA+U+ABmuvssmPb49M289Dz7tPdTAlT5l+y0+IA5lPAan8D6eKCE+sbF7vRMTUL46c5U8Ch6vPuxxQT20l4Q9glzNPcakQj4fs6m+oe8pPuItEj5RSK+95gipPozwcL1QP4Q9aM8Xvg9qpD3Xr22+6+2NPkmSIz2OK0c9/hoKPnIMeb5nziY+gNVFvsMasT1mWa87syWDvp5TML6/TJA99rGJvRS/hb1F7xu+a8UYvhGxE771ios8OMBcPfKSGz5n7TI++KCOPXhxar3SwcW96A0vPTZtS70EjRE++UTVPTTOyL3AvzS9y/tlPWhq3z14Z5K9SFXpvYebcD7V/bS7nLQPvoyJpbxjhsQ9PFwSPj26g71Rh4W7xQKJPNzdE760kY28+jS7PFTy7bwhaOK8n5UWvqs+tz19Nwq+ksnbvLhM+Lwi8Ne9+3+IPT6FLb1SPjc+lhmgvWBG8jz65jQ9XNPVPA/e9z1J6w09vLHoPch84rw82+88Ub2wvRSFuj2Z5fQ9nImkveZaFb5gOr69oC0tPhHUPTwfbh+8y3sWvhMt8bsqQzm+c7kCPirE9j1HYLQ8+SdRvmioETycaaa9sh0PvSsYGD0c7Tw6JmoEPqYLUD3s6s49GM18PSJywz3BWWM9I0vQPXbkJL4/dGY90/LEPTIMAD7HPo0+kqtKPD13Db6UIBq+TT3dvVjAQT1JiRU9JKdWvEnP0jwJPYq9jDuWPUA/e76FOBQ+w5cZPXTaAb6Y/g2++9EHPNVfHLwTvNa9qrY+PaZFID6gzFA+ZhzovKeMabzsflc+exhgvfJYsb3ZIcC8Sq6GvcpQ2b14RXq8J5ONvgsvAD5Iup+8VAkuvdAfEr7el7k943rePd1CET5xnik9zHtYvq0UTj1kG6I+wTmZvoEvsT68/Fi+QhpkvuCwBT1wFME9qmy+vQMQPT7xqfi9eLsrPYm+rTsfHLU+/G7BPVYRlT6KPmU9zlVJPuGMSj2DP5K9p/iMvKNHBb5IjwO+/Lk1vjvXR77uloK88aFRPpCb2L33j3a8YEmXvbUoQz6/Rcm+AaNEPrP0Rb3IS6K+yMcTPqYWvT4WGdu9eFcYvpIhTbzGH+o83//BPpoYsb72PPM92tfgPSPjQb6loYg+J2+9PSqWZr10EWA+UfWmPijjkD5bGJu9if4xPlrYBL9DWVk+yaaYvTqsvTy/h4A9jtdVPXvQoz0KHPA9UUk7PWTM0D1WO5y9tgZUPbIDhz5a4sm9SJ4TvzswYD3bKqA9s0QkPVlgjb3Uh2Y9WlKLvUfgML2mVne90JTqPc8F3T2aVEy+5LnavQApGr5idQM+2skSPcjFMb1kGF89j6R8PjI+Jb6ACa89ACrgPdxE3z25V0M+I9kSvcxrTL4TNgQ9MOhuPj3gUT7r3YQ91uAzPvyOHzsSgeM9p9m+PIG0Lb5aXwC9UU2Jvbj7KT47/Qg+b7TNPXxgVT6DR34+j5ubPipsITz1pMW8NA8XPjbdIT6EoY++xSJjPohSGz28Gu08yK9fPhrAKD7jUra8gyN2vRD95T39NIa94yUfPv5lXb7BJME9jd67PaZ5zz6kQZG+jnJzuxkXaT3Sqwi+WqoFvlxEGL0akNC+rnqjvXghGL8/cA6+FrnaPAreTD4bEgc+65BavhdAOz5C6MY+Gn2YvslIC74FgVy9hQJDvqk5RL51rBm+lh6EvXz0fr7Q+Z69hy4kPo1dqj5CHOk9SFWdvZmbW75LBPO8ciYKvu1Nwb3N7hk70gioPbFV2b1w7LW9pBXFvlmOGr40IgW+Lob9PQndD74/zpG+hex2PVs85LthueW9GfggPnc9GL2XFCC+N/FKvAxtBb4L4fW8SO+mvg+/Kj0XGvQ82OeiPYdQELwka6498E/hPbrJkr0dL/M7doo0PrT94TzVGWA8fpWKvRQItT3FEAq+Co5bPdcmjT73F6e+J/x1vUU2gL1osAc/y/dsvq+4bLs0CT+9d+zrvDeYn75UKsw+QuPoPQta8D1Jwww+EjqzvHylTb66Uii7Hz8avkXPdb4Xex4+04QUvSCOab1DFbq8sjPFvoeAbL3LKkw+M4GeOsrVG761lzK+RyMtPEVfib2Q+I69e4+pviWShT4pywk+R2nOPUVjOz3ho4A9SknIPVm2ij4hO9e9gDIPPgZajL1WDwO+tNjfvNg2n77r6lg8fj9sPo9YOj7K0GY+VVkavmIGhb3sxaO+mCOfvs67tr71xxI+Z3gGvnQX2r1/cRs+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_4/conv2d_8/Conv2D/ReadVariableOp", "op": "Identity", "input": ["sequential_4/conv2d_8/Conv2D/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_4/conv2d_8/Conv2D", "op": "Conv2D", "input": ["Func/PartitionedCall/output/_2", "sequential_4/conv2d_8/Conv2D/ReadVariableOp"], "attr": {"dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "explicit_paddings": {"list": {}}, "use_cudnn_on_gpu": {"b": true}, "padding": {"s": "VkFMSUQ="}}}, {"name": "sequential_4/conv2d_8/BiasAdd/ReadVariableOp/resource", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "128"}]}, "tensorContent": "bm1vvdl2gDxh8128szcWvH6Iqb0CwgO+nwHmvPAEPb4U95C9e1abvYi5Ez19k8C8SzF1PIYhrD0HoKW9GmrWvUIxh77CUSW8lfZvPHFV7r2tBZC9KFV8OwK/tzwy6ig97FuUvaq20rxtMl08GcoSPXb6+b1GRrY9pIOrPSW4hb71lKe8Zuf5PAX7872Pu+a8/m0bvpFhP72NdPe8YWA6veJCy7spIE09CHk0vWMZlD32lRK9AKZcvLQAyTzYY9q9kNPwPH1pl7xp+2I9WF9gvWpRjL0JVYw9mTxQPQWr37ys8YE95goGvvAMoz3eDYk9yGJAvcGmAr4Keds80fksvaxCSD1oi/88WBW1vIs1lT0/nm89zwCaPXqEs71wl7w7HL5SvZ/tt7ywk/K9RcvYvP4x/jvEHlu9StO5vNc/Sz1PqRe+CGOhvdtMV7tDTRe6fDmtvM2pNb3ACjw8isycvNF3Kb7s1qo8C5KdvRLWjz3va8K9zr7cvdAg1zwXEG29MbCBvGcmDb5nllu91N6BvTpNVr2xgqi83ieJvVytlz1a6Bg9LEhEPQDvkr2auEI9ujuIPRULWz1hu6u9rdYUPOAxbb0yhe69ckwEvFLQ/Tybu/68FacFPB4H0zyEHqW8Xvo0Pc74qj3tzrS95ryrvIeAJjxRIFk719mDvShYrD0="}}}}, {"name": "sequential_4/conv2d_8/BiasAdd/ReadVariableOp", "op": "Identity", "input": ["sequential_4/conv2d_8/BiasAdd/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_4/conv2d_8/BiasAdd", "op": "BiasAdd", "input": ["sequential_4/conv2d_8/Conv2D", "sequential_4/conv2d_8/BiasAdd/ReadVariableOp"], "attr": {"data_format": {"s": "TkhXQw=="}, "T": {"type": "DT_FLOAT"}}}, {"name": "sequential_4/conv2d_8/Relu", "op": "Relu", "input": ["sequential_4/conv2d_8/BiasAdd"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_4/conv2d_9/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "128"}, {"size": "16"}]}, "tensorContent": 